Repository: taiseer999/taiseer999.github.io
Catalog: repo/vfs.libarchive/resources/language/resource.language.*/strings.po
Languages: et_ee, fi_fi, fr_fr, lv_lv

# Addon Summary
source: Multi-format archive and compression addon
et_ee: Lisamoodul mitme arhiveerimis- ja tihendusvormingu jaoks
fi_fi: Lisäosa useiden arkistointi- ja pakkausmuotojen lukuun
fr_fr: Addon d'archivage et de compression multi-formats
lv_lv: Vairāku formātu arhīva un saspiešanas papildinājums

# Addon Description
source: This add-on uses the libarchive library to read a variety of archive and compression formats.[CR][CR]Supported formats are:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip
et_ee: See lisamoodul kasutab erinevate arhiivi- ja tihendusvormingute lugemiseks libarchive teeki.[CR][CR]Toetatud vormingud on: [CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz , tgz, tbz2, xz, zip
fi_fi: Lisäosa käyttää libarchive-kirjastoa useiden arkoistointi- ja pakkausmuotojen lukuun.[CR][CR]Tuetut muodot ovat: [CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz , tgz, tbz2, xz, zip
fr_fr: Ce module complémentaire utilise la bibliothèque libarchive pour lire une variété de formats d'archives et de compression.[CR][CR]Les formats pris en charge sont :[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz , tgz, tbz2, xz, zip
lv_lv: Šis papildinājums izmanto libarchive bibliotēku, lai varētu lasīt un veikt dažādu arhīva formātu saspiešanu.[CR][CR]Atbalstītie formāti:[CR]7z, bz2, gz, tar, tar.bz2, tar.gz, tar.xz, tgz, tbz2, xz, zip

# #30000
source: RAR solid archive support unavailable
et_ee: RAR-solid tugi puudub
fi_fi: Tukea kiinteille RAR-tiedostoille ei ole
fr_fr: Prise en charge des archives solides RAR non disponible
lv_lv: Nepārtraukti RAR arhīvi netiek atbalstīti

# #30001
source: Truncated RAR file data
et_ee: Kärbitud RAR-faili andmed
fi_fi: Typistetyt RAR-tiedoston tiedot
fr_fr: Données de fichier RAR tronquées
lv_lv: Saīsināti RAR faila dati

# #30002
source: Can't allocate rar data
et_ee: Rar-andmeid ei saa eraldada
fi_fi: RAR-tiedoston tietoja ei voida koostaa
fr_fr: Impossible d'allouer des données rar
lv_lv: Nevar atlasīt rar datus

# #30003
source: Couldn't find out RAR header
et_ee: RAR-i päist ei leitud
fi_fi: RAR-otsikkoa ei löytynyt
fr_fr: Impossible de trouver l'en-tête RAR
lv_lv: Neizdevās atrast RAR galveni

# #30004
source: Invalid marker header
et_ee: Kehtetu päis
fi_fi: Virheellinen merkintäotsikko
fr_fr: En-tête de marqueur non valide
lv_lv: Nederīga marķiera galvene

# #30005
source: Invalid header size
et_ee: Vale päise suurus
fi_fi: Virheellinen otsikkokoko
fr_fr: Taille d'en-tête invalide
lv_lv: Nederīgs galvenes izmērs

# #30006
source: RAR encryption support unavailable
et_ee: RAR-krüptimise tugi pole toetatud
fi_fi: RAR-salausta ei tueta
fr_fr: Prise en charge du cryptage RAR indisponible
lv_lv: RAR šifrēšanas atbalsts nav pieejams

# #30007
source: Header CRC error
et_ee: Päise CRC viga
fi_fi: Otsikon CRC-virhe
fr_fr: Erreur d'en-tête CRC
lv_lv: Galvenes CRC kļūda

# #30008
source: Invalid sizes specified
et_ee: Valed suurused
fi_fi: Virheelliset kokomääritykset
fr_fr: Tailles spécifiées non valides
lv_lv: Norādīti nederīgi izmēri

# #30009
source: Bad RAR file
et_ee: Kehv RAR-fail
fi_fi: Epäkelpo RAR-tiedosto
fr_fr: Mauvais fichier RAR
lv_lv: Bojāts RAR fails

# #30010
source: Unsupported compression method for RAR file
et_ee: Toetuseta RAR-faili tihendusmeetod
fi_fi: Ei-tuettu pakkausmenetelmä RAR-tiedostolle
fr_fr: Méthode de compression non prise en charge pour le fichier RAR
lv_lv: RAR faila neatbalstīta saspiešanas metode

# #30011
source: Error during seek within RAR file
et_ee: Viga RAR-faili siseotsingul
fi_fi: Virhe RAR-tiedoston sisäisessä haussa
fr_fr: Erreur lors de la recherche dans le fichier RAR
lv_lv: Kļūda, meklējot RAR failā

# #30012
source: Invalid filename
et_ee: Vigane failinimi
fi_fi: Virheellinen tiedostonimi
fr_fr: Nom de fichier non valide
lv_lv: Nederīgs faila nosaukums

# #30013
source: Mismatch of file parts split across multi-volume archive
et_ee: Mitmeosalise arhiivifaili failiosad ei ühti
fi_fi: Moniosoisen arkistotiedoston tiedosto-osat eivät täsmää
fr_fr: Non-concordance des parties de fichiers réparties dans une archive multi-volumes
lv_lv: Faila daļu neatbilstība, kas sadalīta vairāku sējumu arhīvā

# #30014
source: Header CRC error
et_ee: Päise CRC viga
fi_fi: Otsikon CRC-virhe
fr_fr: Erreur d'en-tête CRC
lv_lv: Galvenes CRC kļūda

# #30015
source: Parsing filters is unsupported
et_ee: Filtrite sõelumist ei toetata
fi_fi: Suodattimien jäsennystä ei tueta
fr_fr: Les filtres d'analyse ne sont pas pris en charge
lv_lv: Filtru izmantošana netiek atbalstīta

# #30016
source: Invalid symbol
et_ee: Kehtetu sümbol
fi_fi: Virheellinen symboli
fr_fr: Symbole invalide
lv_lv: Nederīga rakstzīme

# #30017
source: Internal error extracting RAR file
et_ee: Sisemine viga RAR-faili lahtipakkimisel
fi_fi: Sisäinen virhe purettaesa RAR-tiedostoa
fr_fr: Erreur interne lors de l'extraction du fichier RAR
lv_lv: Iekšēja kļūda, atarhivējot RAR failu
