Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #31034
source: items total
de_de: Items insgesamt
nl_nl: Totaal aantal items

# #320199
source: movie
de_de: Film
nl_nl: film

# #320157
source: on IMDB Today
de_de: Heute auf IMDB
nl_nl: op IMDB vandaag

# #31059
source: remaining
de_de: übrig
nl_nl: overgebleven

# #31231
source: seconds
de_de: Sekunden
nl_nl: seconden

# #320194
source: series with
de_de: Serie mit
nl_nl: serie met

# #31330
source: top center
de_de: Oben in der Mitte
nl_nl: boven centraal

# #31329
source: top left
de_de: Oben links
nl_nl: boven links

# #31331
source: top right
de_de: Oben rechts
nl_nl: boven rechts

# #320054
source: with
de_de: mit
nl_nl: met

# #31729
source: %s pixels
de_de: %s Pixel

# #31158
source: Disney & Pixar Films
de_de: Disney- und Pixar-Filme

# #320102
source: Dramas
de_de: Dramen

# #320242
source: Enable 2 Studio Logos on Home/Bingie Views
de_de: Aktiviere 2 Studio-Logos auf Home/Bingie Views

# #320087
source: Golden Globe
de_de: Goldener Globus

# #320105
source: Horror
de_de: Entsetzen

# #31088
source: Live-TV
de_de: Live-Fernsehen

# #320115
source: Mysteries
de_de: Mysterien

# #320211
source: Plot
de_de: Handlung

# #31939
source: Poster Details
de_de: Einzelheiten zum Poster

# #320078
source: Posters
de_de: Poster

# #320114
source: Sci-Fi
de_de: Science-Fiction

# #31429
source: Showcase
de_de: Schaufenster

# #320011
source: Shows
de_de: Zeigt

# #320119
source: TV Dramas
de_de: TV-Dramen

# #320127
source: TV Mysteries
de_de: TV-Mysterien

# #320124
source: TV Sci-Fi & Fantasy
de_de: Science-Fiction und Fantasy im Fernsehen

# #320128
source: TV Westerns
de_de: TV-Western

# #320081
source: Trailers
de_de: Trailer

# #320117
source: Westerns
de_de: Western

# #31859
source: in IMDB Top 250
de_de: in den IMDB Top 250
