Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #31289
source: 10 Day Forecast
de_de: 10-Tage-Prognose
nl_nl: 10 daagse voorspelling

# #31286
source: 36 Hour Forecast
de_de: 36-Stunden-Prognose
nl_nl: 36-uur voorspelling

# #31501
source: Action
nl_nl: Actie

# #320101
source: Action & Adventure
de_de: Action und Abenteuer
nl_nl: Actie & Avontuur

# #31536
source: Action & Crime Movies
de_de: Action- und Krimis
nl_nl: Actie & Misdaad Films

# #31164
source: Action & Crime Series
de_de: Action- und Krimiserie
nl_nl: Actie & Misdaad Series

# #320216
source: Add/Remove Watchlist
de_de: Watchlist hinzufügen/entfernen
nl_nl: Controlelijst toevoegen/verwijderen

# #31869
source: Add to My List
de_de: Zu meiner Liste hinzufügen
nl_nl: Toevoegen aan Mijn Lijst

# #31392
source: Add video files to library now
de_de: Jetzt Videodateien zur Bibliothek hinzufügen
nl_nl: Videobestanden nu toevoegen aan bibliotheek

# #31205
source: Addon not installed - please install this addon first
de_de: Addon nicht installiert - bitte installieren Sie dieses Addon zuerst
nl_nl: Addon niet geïnstalleerd - installeer eerst deze addon

# #320024
source: Adults Only Panel Color
de_de: Panelfarbe nur für Erwachsene
nl_nl: Volwassen-content Paneel Kleur

# #31270
source: Advanced Settings
de_de: Erweiterte Einstellungen
nl_nl: Geavanceerde instellingen

# #31162
source: Adventure & Fantasy Movies
de_de: Abenteuer- und Fantasyfilme
nl_nl: Avontuur & Fantasie Films

# #31163
source: Adventure & Fantasy Series
de_de: Abenteuer- und Fantasy-Serie
nl_nl: Avontuur & Fantasie Series

# #320197
source: Age
de_de: Alter
nl_nl: Leeftijd

# #320150
source: Air date
de_de: Sendedatum
nl_nl: Uitzenddatum

# #320135
source: Airing Today TV Shows
de_de: Serien werden heute ausgestrahlt
nl_nl: Vandaag uitgezonden TV-series

# #31213
source: Airs
nl_nl: Uitgezonden op

# #31593
source: Album titles related to
de_de: Albumtitel im Zusammenhang mit
nl_nl: Albumtitels gerelateerd aan

# #31600
source: Align labels on posters/thumbs in center
de_de: Richten Sie die Beschriftungen auf den Postern/Thumbs mittig aus
nl_nl: Labels op posters uitlijnen in het midden

# #31050
source: All Movies
de_de: Alle Filme
nl_nl: Alle Films

# #31051
source: All TV Shows
de_de: Alle Serien
nl_nl: Alle TV-series

# #31730
source: All widgets
de_de: Alle Widgets
nl_nl: Alle widgets

# #31796
source: Allow Youtube lookup for trailer if no trailer exists
de_de: Erlaube die YouTube-Suche nach einem Trailer, wenn kein Trailer existiert
nl_nl: YouTube lookup toestaan voor trailer als er geen trailer bestaat

# #31847
source: Alphabet Letters Pop-Up & Navigation
de_de: Alphabetische Buchstaben-Popup und Navigation
nl_nl: Alfabetletters Pop-Up & Navigatie

# #31396
source: Alright, let's do it
de_de: In Ordnung, lass es uns machen
nl_nl: Oké, laten we het doen

# #31764
source: Always hide
de_de: Verstecke dich immer
nl_nl: Altijd verbergen

# #31179
source: Always open fullscreen music playback
de_de: Musikwiedergabe immer im Vollbildmodus öffnen
nl_nl: Altijd muziek afspelen in volledig scherm

# #31356
source: Always show tags
de_de: Schlagworte immer anzeigen
nl_nl: Altijd tags tonen

# #31951
source: Always visible
de_de: Immer sichtbar
nl_nl: Altijd zichtbaar

# #31156
source: Amazon Original Series
de_de: Amazon-Originalserie
nl_nl: Amazon originele serie

# #31201
source: Animate Disc-art
de_de: Disc-Art animieren
nl_nl: Schijfkunst animeren

# #31617
source: Animate music background
de_de: Animieren Sie den Musikhintergrund
nl_nl: Animeer muziekachtergrond

# #320111
source: Animations
de_de: Animationen
nl_nl: Animaties

# #31081
source: Artists named
de_de: Benannte Künstler
nl_nl: Genoemde kunstenaars

# #31054
source: Artwork
nl_nl: Kunstwerk

# #31785
source: Audio Process Information
de_de: Informationen zum Audioprozess
nl_nl: Informatie over audioproces

# #31885
source: Auto-Trailer Interval
de_de: Auto-Trailer-Intervall
nl_nl: Automatische Trailer interval

# #320229
source: Auto Hide Plot when System is Idle
de_de: Handlung automatisch ausblenden, wenn das System inaktiv ist
nl_nl: Automatisch plot verbergen wanneer het systeem inactief is

# #31798
source: Auto Play Trailers for Spotlight Widget
de_de: Auto-Play-Trailer für das Spotlight-Widget
nl_nl: Trailers automatisch afspelen in de Schijnwerper Widget

# #31883
source: Auto Play Trailers in Home & Hubs
de_de: Auto-Play-Trailer in Home & Hubs
nl_nl: Trailers automatisch afspelen in Thuisbasis & Hubs

# #31672
source: Auto Rotate Widgets
de_de: Widgets automatisch drehen
nl_nl: Widgets automatisch draaien

# #31629
source: Auto close OSD (0 to disable auto close)
de_de: OSD automatisch schließen (0, um das automatische Schließen zu deaktivieren)
nl_nl: OSD automatisch sluiten (0 om automatisch sluiten uit te schakelen)

# #31301
source: Auto focus the first unwatched episode in lists
de_de: Autofokus auf die erste noch nicht gesehene Folge in den Listen
nl_nl: Automatisch focussen op de eerste onbekeken aflevering in lijsten

# #31113
source: Auto show the submenu
de_de: Automatisches Anzeigen des Untermenüs
nl_nl: Het submenu automatisch weergeven

# #31793
source: Autoplay trailer
nl_nl: Trailer automatisch afspelen

# #31976
source: Awards
de_de: Auszeichnungen
nl_nl: Prijzen

# #31654
source: Back...
de_de: Zurück...
nl_nl: Terug...

# #31852
source: Background Image
de_de: Hintergrundbild
nl_nl: Achtergrond afbeelding

# #31574
source: Background color diffuse
de_de: Hintergrundfarbe diffus
nl_nl: Achtergrondkleur diffuus

# #31470
source: Background overlay texture
de_de: Textur der Hintergrund-Overlay-Textur
nl_nl: Achtergrond overlay textuur

# #31151
source: Background overlay texture color
de_de: Texturfarbe der Hintergrund-Overlay-Textur
nl_nl: Achtergrond overlay textuurkleur

# #31022
source: Background settings
de_de: Einstellungen für den Hintergrund
nl_nl: Achtergrondinstellingen

# #31271
source: Backup and restore
de_de: Sichern und Wiederherstellen
nl_nl: Back-up maken en herstellen

# #31272
source: Backup the skin settings
de_de: Sichern Sie die Skin-Einstellungen
nl_nl: Een back-up maken van de thema-instellingen

# #31424
source: Banner list
de_de: Banner Liste
nl_nl: Bannerlijst

# #31967
source: Basic
de_de: Grundlegend
nl_nl: Basis

# #31543
source: Because you watched
de_de: Weil du angesehen hast:
nl_nl: Omdat je keek naar

# #31444
source: Big List
de_de: Große Liste
nl_nl: Grote Lijst

# #31426
source: Big Panel
de_de: Große Panels
nl_nl: Groot Paneel

# #31666
source: Big Panel Wall
de_de: Große Panels: Wand
nl_nl: Groot Paneel wand

# #31428
source: Big Panel details
de_de: Große Panels: Details
nl_nl: Groot Paneel details

# #31643
source: Big list 2
de_de: Große Liste 2
nl_nl: Grote Lijst 2

# #31079
source: Bingeworthy TV Shows
de_de: Für einen Serienmarathon
nl_nl: Bingewaardige TV-series

# #31827
source: Bingie Episodes
de_de: Bingie Folgen
nl_nl: Bingie Afleveringen

# #31018
source: Bingie Main Landscape
de_de: Bingie-Haupt-Landscape
nl_nl: Bingie Thuisbasis landschap

# #31027
source: Bingie Main Poster
de_de: Bingie Haupt-Poster
nl_nl: Bingie Thuisbasis poster

# #320006
source: Bingie OSD buttons color
de_de: Farbe der Bingie-OSD-Tasten
nl_nl: Bingie OSD-knoppen kleur

# #31097
source: Bingie OSD details row text color
de_de: Bingie OSD-Details, Zeilentextfarbe
nl_nl: Bingie OSD details rij tekstkleur

# #320007
source: Bingie OSD focus button color
de_de: Farbe der Bingie OSD-Fokustaste
nl_nl: Bingie OSD focusknop kleur

# #31068
source: Bingie OSD header text color
de_de: Bingie OSD-Header-Textfarbe
nl_nl: Bingie OSD koptekst kleur

# #31052
source: Bingie OSD info text color
de_de: Bingie OSD-Info-Textfarbe
nl_nl: Bingie OSD info tekstkleur

# #31103
source: Bingie OSD label text color
de_de: Bingie OSD-Aufkleber-Textfarbe
nl_nl: Bingie OSD-label tekstkleur

# #320049
source: Bingie OSD plot text color
de_de: Bingie OSD-Handlungstextfarbe
nl_nl: Bingie OSD plot tekstkleur

# #31096
source: Bingie OSD primary text color
de_de: Bingie OSD primäre Textfarbe
nl_nl: Bingie OSD primaire tekstkleur

# #31032
source: Bingie OSD progress bar background color
de_de: Hintergrundfarbe des Bingie OSD-Fortschrittsbalkens
nl_nl: Bingie OSD voortgangsbalk achtergrondkleur

# #31043
source: Bingie OSD progress bar cache color
de_de: Bingie OSD-Fortschrittsbalken, Cache-Farbe
nl_nl: Bingie OSD voortgangsbalk cache kleur

# #31033
source: Bingie OSD progress bar color
de_de: Farbe des Bingie OSD-Fortschrittsbalkens
nl_nl: Bingie OSD voortgangsbalk kleur

# #31044
source: Bingie OSD progress text color
de_de: Bingie OSD Fortschrittstextfarbe
nl_nl: Bingie OSD voortgang tekstkleur

# #320050
source: Bingie OSD sublabel text color
de_de: Bingie OSD-Sublabel-Textfarbe
nl_nl: Bingie OSD sublabel tekstkleur

# #31016
source: Bingie Playback & OSD
de_de: Bingie-Wiedergabe und OSD
nl_nl: Bingie Weergave & OSD

# #320241
source: Bingie Screensaver - Disable Clearlogo
de_de: Bingie Screensaver - Clearlogo deaktivieren
nl_nl: Bingie Screensaver - Clearlogo uitschakelen

# #320240
source: Bingie Screensaver - Disable Netflix Logo
de_de: Bingie Screensaver - Netflix-Logo deaktivieren
nl_nl: Bingie Screensaver - Netflix-logo uitschakelen

# #320238
source: Bingie Screensaver - Slow Down Image Change Time
de_de: Bingie Screensaver - Verlangsamen Sie die Bildwechselzeit
nl_nl: Bingie Screensaver - Vertraag de beeldwisseltijd

# #320239
source: Bingie Screensaver - Slow Down Image Scroll Speed
de_de: Bingie Screensaver - Verlangsamen Sie die Bildlaufgeschwindigkeit
nl_nl: Bingie Screensaver - Vertraag de scrollsnelheid van afbeeldingen

# #31095
source: Bingie Seasons
nl_nl: Bingie Seizoenen

# #320062
source: Bingie Top 250 icon color
de_de: Bingie Top 250-Symbolfarbe
nl_nl: Bingie Top 250 icoon kleur

# #31914
source: Bingie Views
de_de: Bingie-Ansichten
nl_nl: Bingie Overzicht

# #320061
source: Bingie additional info icons color
de_de: Farbe der zusätzlichen Informationssymbole für Bingie
nl_nl: Bingie extra info iconen kleur

# #31411
source: Bingie additional info text color
de_de: Bingie, zusätzliche Informationen, Textfarbe
nl_nl: Bingie extra info tekstkleur

# #31735
source: Bingie details row text color
de_de: Bingie-Details, Zeilen-Textfarbe
nl_nl: Bingie details rij tekstkleur

# #31084
source: Bingie dialog video info additional info icon color
de_de: Bingie-Dialog, Videoinformationen, zusätzliche Informationen, Farbe des Symbols
nl_nl: Bingie dialoogvenster, video-informatie, aanvullende informatie, icoon kleur

# #31001
source: Bingie dialog video info additional info text color
de_de: Bingie-Dialog, Videoinformationen, zusätzliche Informationen, Textfarbe
nl_nl: Bingie dialoogvenster, video-informatie, aanvullende informatie, tekstkleur

# #31832
source: Bingie flags color
de_de: Farbe der Bingie-Flaggen
nl_nl: Bingie vlaggen kleur

# #31085
source: Bingie flags text color
de_de: Bingie-Flaggen-Textfarbe
nl_nl: Bingie vlaggen tekstkleur

# #31003
source: Bingie header text color
de_de: Bingie-Header-Textfarbe
nl_nl: Bingie koptekst kleur

# #31091
source: Bingie home progress bar background color
de_de: Hintergrundfarbe des Bingie Home Fortschrittsbalkens
nl_nl: Bingie Thuisbasis voortgangsbalk achtergrondkleur

# #31086
source: Bingie home progress bar color
de_de: Farbe des Fortschrittsbalkens von Bingie Home
nl_nl: Bingie Thuisbasis voortgangsbalk kleur

# #31093
source: Bingie home progress bar text color
de_de: Farbe des Fortschrittsbalkens von Bingie Home
nl_nl: Bingie Thuisbasis voortgangsbalk tekstkleur

# #31102
source: Bingie label text color
de_de: Schriftfarbe des Bingie-Etiketts
nl_nl: Bingie label tekstkleur

# #320035
source: Bingie plot text color
de_de: Bingie-Plot-Textfarbe
nl_nl: Bingie plot tekstkleur

# #31011
source: Bingie primary button focus text color
de_de: Bingie, primäre Taste, Fokus, Schriftfarbe
nl_nl: Bingie primaire focus-knop tekstkleur

# #31015
source: Bingie primary button text color
de_de: Schriftfarbe der Hauptschaltfläche von Bingie
nl_nl: Bingie primaire knop tekstkleur

# #31830
source: Bingie primary text color
de_de: Primäre Hintergrundfarbe von Bingie
nl_nl: Bingie primaire tekstkleur

# #31020
source: Bingie progress bar background color
de_de: Hintergrundfarbe des Bingie-Fortschrittsbalkens
nl_nl: Bingie voortgangsbalk achtergrondkleur

# #31019
source: Bingie progress bar color
de_de: Farbe des Bingie-Fortschrittsbalkens
nl_nl: Bingie voortgangsbalk kleur

# #31836
source: Bingie ratings in details row color
de_de: Bingie-Bewertungen in Details, Zeilenfarbe
nl_nl: Bingie beoordelingen in detail rij kleur

# #31143
source: Bingie secondary button focus text color
de_de: Bingie, sekundäre Taste, Fokus, Textfarbe
nl_nl: Bingie secundaire knop focus tekstkleur

# #31140
source: Bingie secondary button text color
de_de: Schriftfarbe der sekundären Taste Bingie
nl_nl: Bingie secundaire knop tekstkleur

# #31831
source: Bingie secondary text color
de_de: Sekundäre Bingie-Textfarbe
nl_nl: Bingie secundaire tekstkleur

# #31002
source: Bingie spotlight plot text color
de_de: Bingie Spotlight Handlungs-Textfarbe
nl_nl: Bingie Schijnwerper plot tekstkleur

# #31412
source: Bingie sublabel text color
de_de: Bingie-Sublabel-Textfarbe
nl_nl: Bingie sublabel tekstkleur

# #31078
source: Blockbuster Movies
de_de: Blockbuster-Filme
nl_nl: Blockbuster Films

# #320037
source: Border Color for Fixed MPAA Panel
de_de: Randfarbe für festes MPAA-Panel
nl_nl: Randkleur voor vast Kijkwijzer-paneel

# #31628
source: Bordersize for focused posters/thumbs
de_de: Randgröße für fokussierte Poster/Thumbs
nl_nl: Randformaat voor gerichte posters/thumbs

# #320195
source: Born:
de_de: Geboren am
nl_nl: Geboren:

# #31076
source: British Series
de_de: Britische Serie
nl_nl: Britse Series

# #31379
source: Budget
nl_nl: Begroting

# #31876
source: Busy Spinner Options
de_de: Busy Spinner-Optionen
nl_nl: Laadicoon opties

# #31505
source: Busy animation color diffuse
de_de: Belebte Animation, Farbe: diffus
nl_nl: Laadicoon diffuus kleur

# #31504
source: Busy animation image
de_de: Belebtes Animationsbild
nl_nl: Animatie-afbeelding voor laden

# #31139
source: Cancel recording of all episodes
de_de: Aufnahme aller Folgen abbrechen
nl_nl: Opname van alle afleveringen annuleren

# #31138
source: Cancel recording of this episode only
de_de: Nur die Aufnahme dieser Folge abbrechen
nl_nl: Annuleer alleen de opname van deze aflevering

# #31658
source: Cards
de_de: Karten
nl_nl: Kaarten

# #320082
source: Cast in Movies
de_de: Darsteller in Filmen
nl_nl: Acteurs in films

# #320083
source: Cast in TV Shows
de_de: Darsteller in Serien
nl_nl: Acteurs in TV-series

# #31025
source: Categories
de_de: Kategorien
nl_nl: Categorieën

# #320090
source: Categories Hub
de_de: Kategorien Hub
nl_nl: Categorieën Hub

# #320233
source: Categories List
de_de: Liste der Kategorien
nl_nl: Categorieën Lijst

# #31960
source: Center
de_de: Zentrum
nl_nl: Midden

# #31290
source: Chance of Precipitation
de_de: Niederschlagswahrscheinlichkeit
nl_nl: Kans op neerslag

# #31175
source: Change Shortcut
de_de: Kurzbefehl ändern
nl_nl: Snelkoppeling wijzigen

# #31855
source: Change rating
de_de: Bewertung ändern
nl_nl: Wijzig beoordeling

# #31957
source: Channel list
de_de: Liste der Kanäle
nl_nl: Kanalenlijst

# #320002
source: Choose Art
de_de: Wähle Artworks
nl_nl: Kies afbeelding

# #320100
source: Choose a profile icon
de_de: Wählen Sie ein Profilsymbol
nl_nl: Kies een profielpictogram

# #31941
source: Classic
de_de: Klassisch
nl_nl: Klassiek

# #31705
source: Clock
de_de: Uhr
nl_nl: Klok

# #31308
source: Close
de_de: Schließen
nl_nl: Sluiten

# #320065
source: Collection
de_de: Kollektion
nl_nl: Collectie

# #31475
source: Color for buttons in the skin
de_de: Farbe für Knöpfe im Skin
nl_nl: Kleur voor knoppen in het thema

# #31591
source: Color theme during day time
de_de: Farbthema während des Tages
nl_nl: Kleurthema overdag

# #31592
source: Color theme during night time
de_de: Farbthema während der Nacht
nl_nl: Kleurthema tijdens de nacht

# #31462
source: Color themes
de_de: Farbthemen
nl_nl: Kleurenthema's

# #320103
source: Comedies
de_de: Komödien
nl_nl: Komedies

# #31157
source: Comedy Movies
de_de: Comedy-Filme
nl_nl: Komische Films

# #31703
source: Configure Header for Home screen
de_de: Kopfzeile für Startbildschirm konfigurieren
nl_nl: Koptekst voor Thuisbasis configureren

# #31702
source: Configure Header for all windows (except home)
de_de: Header für alle Fenster konfigurieren (außer Home)
nl_nl: Header configureren voor alle vensters (behalve Thuisbasis)

# #31692
source: Configure Ratings List
de_de: Bewertungsliste konfigurieren
nl_nl: Beoordelingslijst configureren

# #31731
source: Configure individually per-widget
de_de: Individuell pro Widget konfigurieren
nl_nl: Individueel per widget configureren

# #31013
source: Configure shortcuts
de_de: Shortcuts konfigurieren
nl_nl: Snelkoppelingen configureren

# #31167
source: Configure the home screen menu layout
de_de: Konfigurieren Sie das Startbildschirm-Menü-Layout
nl_nl: De menu-indeling van Thuisbasis instellen

# #320212
source: Content loading
de_de: Inhalt wird geladen
nl_nl: Inhoud laden

# #31535
source: Continue Watching
de_de: Weiter ansehen
nl_nl: Blijven kijken

# #31861
source: Continue Watching
de_de: Weiter ansehen
nl_nl: Blijven kijken

# #320080
source: Created by
de_de: Produziert von
nl_nl: Gemaakt door

# #320079
source: Creator
de_de: Autor
nl_nl: Bedenker

# #320064
source: Creators
de_de: Autoren
nl_nl: Makers

# #320067
source: Credits & More Info
de_de: Credits & Infos
nl_nl: Aftiteling & meer informatie

# #31089
source: Crew
nl_nl: Acteurs

# #320084
source: Crew in Movies
de_de: Crew in Filmen
nl_nl: Film-acteurs

# #320085
source: Crew in TV Shows
de_de: Crew in Serien
nl_nl: TV-acteurs

# #320108
source: Crime
de_de: Krimi
nl_nl: Misdaad

# #31532
source: Critically Acclaimed Movies
de_de: Von der Kritik gelobte Filme
nl_nl: Veelgeprezen Films

# #31098
source: Critically Acclaimed TV Shows
de_de: Von der Kritik gelobte Serien
nl_nl: Veelgeprezen TV-series

# #31608
source: Critics
de_de: Kritiken
nl_nl: Critici

# #320136
source: Currently Airing TV Shows
de_de: Derzeit ausgestrahlte Sendungen
nl_nl: Momenteel uitgezonden TV-series

# #31979
source: Custom Header
de_de: Benutzerdefinierte Kopfzeile
nl_nl: Aangepaste kop

# #31667
source: Custom color settings
de_de: Benutzerdefinierte Farbeinstellungen
nl_nl: Aangepaste kleurinstellingen

# #31204
source: Customize power menu
de_de: Power-Menü anpassen
nl_nl: Energiemenu aanpassen

# #31116
source: Default
de_de: Standardeinstellung
nl_nl: Standaard

# #31663
source: Default OSD button for Live TV playback
de_de: Standard-OSD-Taste für Live-TV-Wiedergabe
nl_nl: Standaard OSD-knop voor Live TV-weergave

# #31664
source: Default OSD button for music playback
de_de: Standard-OSD-Taste für Musikwiedergabe
nl_nl: Standaard OSD-knop voor het afspelen van muziek

# #31662
source: Default OSD button for video playback
de_de: Standard-OSD-Taste für die Videowiedergabe
nl_nl: Standaard OSD-knop voor videoweergave

# #31824
source: Default music background (as fallback if no artist fanart or fanart disabled)
de_de: Standard-Musikhintergrund (als Fallback, wenn kein Künstler-Fanart oder Fanart deaktiviert ist)
nl_nl: Standaard muziekachtergrond (als fallback als er geen artiest fanart is of fanart uitgeschakeld)

# #31767
source: Default palette for color picker
de_de: Standardpalette für den Farbwähler
nl_nl: Standaardpalet voor kleurkiezer

# #31727
source: Default position to focus in home menu
de_de: Standardposition zum Fokussieren im Startmenü
nl_nl: Standaardpositie om te focussen in het hoofdmenu

# #31799
source: Default widgets
de_de: Standard-Widgets
nl_nl: Standaard widgets

# #31843
source: Details Options
de_de: Optionen für Details
nl_nl: Detail Opties

# #320098
source: Dialog Video Info Lists Filter
de_de: Dialogfeld „Video-Info-Listen“ -Filter
nl_nl: Dialoog Video-informatielijsten Filter

# #31391
source: Did you add content to your library yet?
de_de: Hast du deiner Bibliothek schon Inhalte hinzugefügt?
nl_nl: Heb je al inhoud aan je bibliotheek toegevoegd?

# #320196
source: Died:
de_de: Gestorben:
nl_nl: Overleden:

# #31813
source: Diffuse color for lyrics overlay
de_de: Diffuse Farbe für Liedtext-Overlay
nl_nl: Diffuus kleur voor tekstoverlay

# #31506
source: Dim screen when the busy animation is active
de_de: Bildschirm abdunkeln, wenn die geschäftige Animation aktiv ist
nl_nl: Scherm dimmen wanneer het laadicoon actief is

# #320071
source: Directed by
de_de: Regie:
nl_nl: Geregisseerd door

# #320070
source: Director
de_de: Regie
nl_nl: Directeur

# #31039
source: Disable 'New Episodes' indicator
de_de: Deaktiviere die Anzeige Neue Folgen
nl_nl: Indicator 'Nieuwe afleveringen' uitschakelen

# #320188
source: Disable 'Top 250' indicator
de_de: Deaktivieren Sie die Anzeige 'Top 250'
nl_nl: De 'Top 250'-indicator uitschakelen

# #320224
source: Disable Additional Details Cast Thumbnails
de_de: Zusätzliche Details deaktivieren Vorschaubilder anzeigen
nl_nl: Extra details acteur-miniaturen uitschakelen

# #31818
source: Disable Clearlogo in Bingie Views (text title instead)
de_de: Deaktivieren Sie Clearlogo in Bingie Views (stattdessen Texttitel)
nl_nl: Clearlogo uitschakelen in Bingie Views (in plaats daarvan teksttitel)

# #320148
source: Disable Collections
de_de: Sammlungen deaktivieren
nl_nl: Collecties uitschakelen

# #320171
source: Disable Continue Watching Netflix Style
de_de: Deaktivieren Sie „Weiter ansehen“ im Netflix-Stil
nl_nl: Doorgaan met kijken Netflix-stijl uitschakelen

# #320232
source: Disable Dummy Spotlight Widget
de_de: Dummy Spotlight Widget deaktivieren
nl_nl: Dummy Schijnwerper Widget uitschakelen

# #31653
source: Disable Extra Fanart
de_de: Extra Fanart deaktivieren
nl_nl: Extra fanart uitschakelen

# #31268
source: Disable FanArt
de_de: FanArt deaktivieren
nl_nl: FanArt uitschakelen

# #320046
source: Disable Highlight Widget (use current layout)
de_de: Highlight-Widget deaktivieren (aktuelles Layout verwenden)
nl_nl: Widget markeren uitschakelen (huidige lay-out gebruiken)

# #31715
source: Disable Kodi screensaver on fullscreen music playback
de_de: Deaktivieren Sie den Kodi-Bildschirmschoner bei der Musikwiedergabe im Vollbildmodus
nl_nl: Kodi-schermbeveiliging uitschakelen bij muziekweergave op volledig scherm

# #31006
source: Disable Media/Codec Info in Bingie Views
de_de: Medien-/Codec-Informationen in Bingie-Ansichten deaktivieren
nl_nl: Media/Codec-info in Bingie-weergaven uitschakelen

# #320178
source: Disable Netflix logo on Home and Settings
de_de: Deaktiviere das Netflix-Logo auf der Startseite und in den Einstellungen
nl_nl: Netflix-logo op Thuisbasis en Instellingen uitschakelen

# #31198
source: Disable Powermenu on Home
de_de: Deaktiviere das Powermenu auf der Startseite
nl_nl: Powermenu op Thuisbasis uitschakelen

# #320175
source: Disable Profile on Sideblade Menu
de_de: Profil im Sideblade-Menü deaktivieren
nl_nl: Profiel op zijbladmenu uitschakelen

# #31028
source: Disable Seek/Jump Indicator
de_de: Seek/Jump-Indikator deaktivieren
nl_nl: Zoek/sprongindicator uitschakelen

# #31881
source: Disable Spotlight Widget
de_de: Spotlight-Widget deaktivieren
nl_nl: Schijnwerper-widget uitschakelen

# #320177
source: Disable Static Slim Menu
de_de: Deaktivieren Sie das Static Slim-Menü
nl_nl: Statisch menu uitschakelen

# #320153
source: Disable Sub Label on Spotlight
de_de: Deaktiviere Sub Label auf Spotlight
nl_nl: Subetiket op Schijnwerper uitschakelen

# #31890
source: Disable Thumbs Up/Down
de_de: Daumen hoch/runter deaktivieren
nl_nl: Duimen omhoog/omlaag uitschakelen
