Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #31945
source: Large Color Icons
de_de: Große Farbsymbole
nl_nl: Grote kleurenpictogrammen

# #31427
source: Large Poster
de_de: Großes Poster
nl_nl: Grote poster

# #31944
source: Large White Icons
de_de: Große weiße Ikonen
nl_nl: Grote witte pictogrammen

# #320205
source: Last Air Date
de_de: Datum der letzten Ausstrahlung
nl_nl: Laatste uitzenddatum

# #31293
source: Last updated
de_de: Zuletzt aktualisiert
nl_nl: Laatst bijgewerkt

# #31334
source: Last updated
de_de: Zuletzt aktualisiert
nl_nl: Laatst bijgewerkt

# #31214
source: Latest Episode
de_de: Letzte Folge
nl_nl: Laatste aflevering

# #320036
source: Layout for Widget
de_de: Layout für Widget
nl_nl: Opmaak voor Widget

# #31507
source: Layout for Widgets
de_de: Layout für Widgets
nl_nl: Lay-out voor widgets

# #31962
source: Left
de_de: LINKS
nl_nl: Links

# #31351
source: Let skin decide based on content/artwork
de_de: Lass das Skin anhand von Inhalt/Artwork entscheiden
nl_nl: Laat thema beslissen op basis van inhoud/kunstwerk

# #320091
source: Library List
de_de: Liste der Bibliotheken
nl_nl: Bibliotheeklijst

# #31443
source: List
de_de: Liste
nl_nl: Lijst

# #31828
source: Listitem border focus color
de_de: Fokusfarbe für Listeneintrags-Rahmen
nl_nl: Lijstitem rand focus kleur

# #320096
source: Local library
de_de: Lokale Bibliothek
nl_nl: Plaatselijke bibliotheek

# #31926
source: Lock Widgets in Hubs
de_de: Widgets in Hubs sperren
nl_nl: Widgets vergrendelen in hubs

# #31073
source: Lock view
de_de: Ansicht sperren
nl_nl: Weergave slot

# #31442
source: Low List
de_de: Niedrige Liste
nl_nl: Lage lijst

# #320033
source: MANAGE PROFILES
de_de: PROFILE VERWALTEN
nl_nl: PROFIELEN BEHEREN

# #320019
source: MPAA Color Panel
de_de: MPAA-Farbpanel
nl_nl: Kijkwijzer Kleurenpanel

# #320026
source: MPAA Font Color
de_de: MPAA-Schriftfarbe
nl_nl: Kijkwijzer lettertypekleur

# #31978
source: Mainmenu Title
de_de: Titel des Hauptmenüs
nl_nl: Titel hoofdmenu

# #31835
source: Mainmenu secondary focus button color
de_de: Farbe der sekundären Fokusschaltfläche im Hauptmenü
nl_nl: Kleur knop secundaire focus hoofdmenu

# #31800
source: Manage color themes
de_de: Farbthemen verwalten
nl_nl: Kleurenthema's beheren

# #31801
source: Manage skin backups
de_de: Skin-Backups verwalten
nl_nl: Back-ups van thema beheren

# #31533
source: Marvel Movies
de_de: Marvel-Filme
nl_nl: Marvel Films

# #31191
source: Marvel TV Shows
de_de: Marvel-Serien
nl_nl: Marvel TV-series

# #31857
source: Match
de_de: Übereinstimmung
nl_nl: Wedstrijd

# #31894
source: Maximum (inclusive) User Rating to Show Thumbs Down
de_de: Maximale (einschließlich) User-Bewertung für Zeige Daumen runter
nl_nl: Maximale (inclusieve) gebruikersbeoordeling om Duim Omlaag weer te geven

# #31512
source: Media Items Indicators
de_de: Indikatoren für Medien-Items
nl_nl: Media-items Indicatoren

# #31221
source: Media Library Views
de_de: Ansichten der Mediathek
nl_nl: Mediabibliotheek weergeven

# #31222
source: Media details general text color
de_de: Mediendetails allgemeine Textfarbe
nl_nl: Mediadetails algemene tekstkleur

# #31223
source: Media details general text shadow color
de_de: Mediendetails allgemein Text, Schattenfarbe
nl_nl: Mediadetails algemene tekst schaduwkleur

# #31226
source: Media details header/highlights color
de_de: Farbe der Kopfzeile/Hervorhebungen der Mediendetails
nl_nl: Media details header/highlights kleur

# #31227
source: Media details header/highlights shadow color
de_de: Kopfzeile/Highlights, Schattenfarbe für Mediendetails
nl_nl: Mediadetails header/highlights schaduwkleur

# #31472
source: Media details panel color
de_de: Farbe des Bedienfelds „Mediendetails“
nl_nl: Details mediapaneel kleur

# #31571
source: Media listitem focus color
de_de: Fokusfarbe des Medienlistenelements
nl_nl: Media lijstitem focus kleur

# #31570
source: Media listitem text color (focused)
de_de: Textfarbe des Medienlistenelements (fokussiert)
nl_nl: Media-item tekstkleur (gefocust)

# #31569
source: Media listitem text color (unfocused)
de_de: Textfarbe des Medienlistenelements (unfokussiert)
nl_nl: Media-item tekstkleur (onscherp)

# #31257
source: Memory Usage
de_de: Speicherverbrauch
nl_nl: Geheugengebruik

# #31846
source: Menu Options
de_de: Menü-Optionen
nl_nl: Menu-opties

# #320038
source: Metacritic Rating
de_de: Metacritic Bewertung
nl_nl: Metacritic Score

# #31958
source: Mini guide
de_de: Mini-Führer
nl_nl: Minigids

# #31893
source: Minimum (inclusive) User Rating to Show Thumbs Up
de_de: Minimale User-Bewertung (einschließlich), um Daumen hoch zu zeigen
nl_nl: Minimale (inclusieve) gebruikersbeoordeling om duimen omhoog te tonen

# #320208
source: Minutes
de_de: Minuten
nl_nl: Minuten

# #31966
source: Modern (Alternative)
de_de: Modern (alternativ)
nl_nl: Modern (Alternatief)

# #31853
source: More Episodes
de_de: Mehr Folgen
nl_nl: Meer afleveringen

# #31838
source: More Info
de_de: Mehr Infos
nl_nl: Meer info

# #31622
source: More Like This
de_de: Mehr wie das
nl_nl: Meer zoals dit

# #320144
source: Most Played Movies
de_de: Meist gespielte Filme
nl_nl: Meest gespeelde films

# #320145
source: Most Played TV Shows
de_de: Die meistgespielten Serien
nl_nl: Meest gespeelde TV-series

# #320138
source: Most Voted Movies
de_de: Am häufigsten gewählte Filme
nl_nl: Meest beoordeelde films

# #320139
source: Most Voted TV Shows
de_de: Am häufigsten gewählte Serien
nl_nl: Meest beoordeelde TV-series

# #320146
source: Most Watched Movies
de_de: Meist gesehene Filme
nl_nl: Meest bekeken films

# #320147
source: Most Watched TV Shows
de_de: Die meistgesehenen Serien
nl_nl: Meest bekeken TV-series

# #320201
source: Movie Collections
de_de: Filmsammlungen
nl_nl: Film Collecties

# #31651
source: Movie sets
de_de: Filmsets
nl_nl: Filmsets

# #31556
source: Movie titles by director
de_de: Filmtitel nach Regisseuren
nl_nl: Filmtitels per regisseur

# #31300
source: Movie titles from country
de_de: Filmtitel aus dem Land
nl_nl: Filmtitels van land

# #31557
source: Movie titles from country
de_de: Filmtitel aus dem Land
nl_nl: Filmtitels van land

# #320057
source: Movies
de_de: Filme
nl_nl: Films

# #31865
source: Movies Hub
de_de: Film-Hub
nl_nl: Films Hub

# #31035
source: Movies in progress
de_de: Filme in Bearbeitung
nl_nl: Films die nog niet uitgekeken zijn

# #31753
source: Multiple widgets
de_de: Mehrere Widgets
nl_nl: Meerdere widgets

# #31049
source: Music & Musicals
de_de: Musik und Musicals
nl_nl: Muziek & Musicals

# #31670
source: Music playback
de_de: Musikwiedergabe
nl_nl: Muziek afspelen

# #31580
source: Music videos title related to
de_de: Titel der Musikvideos im Zusammenhang mit
nl_nl: Muziekvideo's titel gerelateerd aan

# #31383
source: My Custom List
de_de: Meine benutzerdefinierte Liste
nl_nl: Mijn aangepaste lijst

# #31252
source: My Hub
de_de: Mein Hub
nl_nl: Mijn Hub

# #31534
source: My List
de_de: Meine Liste
nl_nl: Mijn Lijst

# #320214
source: My Movie List
de_de: Meine Filmliste
nl_nl: Mijn filmlijst

# #320215
source: My TV Show List
de_de: Meine TV-Sendungsliste
nl_nl: Mijn lijst met TV-series

# #31129
source: My TV Shows
de_de: Meine Serien
nl_nl: Mijn TV-series

# #31130
source: My movies
de_de: Meine Filme
nl_nl: Mijn films

# #31397
source: Nah, I'll figure it out myself
de_de: Nee, ich werde es selbst herausfinden
nl_nl: Nee, ik zoek het zelf wel uit.

# #31182
source: Netflix Original Movies
de_de: Netflix-Originalfilme
nl_nl: Netflix Original Films

# #31181
source: Netflix Original Series
de_de: Netflix-Originalserie
nl_nl: Netflix-serie

# #320189
source: Netflix alternative
de_de: Netflix-Alternativen
nl_nl: Netflix-alternatief

# #320236
source: Netflix default
de_de: Netflix-Standard
nl_nl: Netflix standaard

# #320190
source: Netflix exteneded
de_de: Netflix wurde erweitert
nl_nl: Netflix uitgebreid

# #320075
source: Network
de_de: Netzwerk
nl_nl: Netwerk

# #31355
source: Never show tags
de_de: Zeige niemals Schlagworte
nl_nl: Laat nooit tags zien

# #31837
source: New
de_de: Neu
nl_nl: Nieuw

# #320032
source: New & Popular
de_de: Neu und beliebt
nl_nl: Nieuw & Populair

# #31007
source: New Episodes
de_de: Neue Folgen
nl_nl: Nieuwe Afleveringen

# #31866
source: New Hub
de_de: Neuer Hub
nl_nl: Nieuwe Hub

# #31577
source: New Releases
de_de: Neue Veröffentlichungen
nl_nl: Nieuwe Releases

# #320053
source: New Search
de_de: Neue Suche
nl_nl: Nieuwe Zoekopdracht

# #31212
source: Next Episode in
de_de: Nächste Folge in
nl_nl: Volgende aflevering in

# #31637
source: No active weather alerts
de_de: Keine aktiven Wetterwarnungen
nl_nl: Geen actieve weerwaarschuwingen

# #31371
source: No items in My List.[CR]Start adding Movies & TV Shows you like, just press the 'Add to My List' button from information page.
de_de: Keine Items in „Meine Liste“.[CR]Fangen Sie an, Filme und Serien hinzuzufügen, die Ihnen gefallen. Drücken Sie einfach auf der Informationsseite auf die Schaltfläche „Zu meiner Liste hinzufügen“.
nl_nl: Geen items in Mijn Lijst.[CR]Begin met het toevoegen van films en TV-series die je leuk vindt, druk gewoon op de knop 'Toevoegen aan Mijn Lijst' op de informatiepagina.

# #31064
source: No items in this category.
de_de: Keine Items in dieser Kategorie.
nl_nl: Geen items in deze categorie.

# #31822
source: No widget assigned [click to configure]
de_de: Kein Widget zugewiesen [zum Konfigurieren klicken]
nl_nl: Geen widget toegewezen [klik om te configureren].

# #31641
source: None (use current layout)
de_de: Keine (aktuelles Layout verwenden)
nl_nl: Geen (gebruik de huidige lay-out)

# #31970
source: Normal
nl_nl: Normaal

# #320025
source: Not Rated Panel Color
de_de: Nicht-bewertet Panelfarbe
nl_nl: Niet beoordeeld Paneelkleur

# #31376
source: Notice
de_de: Hinweis
nl_nl: Bericht

# #31295
source: Notification TV Shows airing today
de_de: Benachrichtigung für heute ausgestrahlte Folgen
nl_nl: Aankondiging TV Shows die vandaag worden uitgezonden

# #31067
source: Now
de_de: jetzt ansehen
nl_nl: Nu

# #31669
source: Now Playing Infobar
de_de: Spielt gerade Infobar
nl_nl: Afspelen Infobalk

# #31040
source: Now playing
de_de: Wird gerade gespielt
nl_nl: Afspelen

# #31245
source: Number of rows to show in the timeline
de_de: Anzahl der Zeilen, die in der Zeitleiste angezeigt werden sollen
nl_nl: Aantal rijen dat moet worden weergegeven in de tijdlijn

# #31389
source: OK, do it for me!
de_de: OK, tu es für mich!
nl_nl: Oké, doe het voor mij!

# #31918
source: OSD Info Panel
de_de: OSD-Informationsfeld
nl_nl: OSD-infopaneel

# #320172
source: OSD buffering spinner color
de_de: Farbe des OSD-Puffer-Spinners
nl_nl: OSD laadicoon kleur

# #31484
source: OSD buttons color
de_de: Farbe der OSD-Tasten
nl_nl: Kleur OSD-knoppen

# #31485
source: OSD buttons color focus
de_de: OSD-Tasten, Farbfokus
nl_nl: OSD-knoppen kleur focus

# #31473
source: OSD panel color
de_de: Farbe des OSD-Panels
nl_nl: Kleur OSD-paneel

# #31478
source: OSD panel primary text color
de_de: Primäre Textfarbe des OSD-Bedienfelds
nl_nl: OSD-paneel primaire tekstkleur

# #31479
source: OSD panel primary text shadow color
de_de: Primäre Textschattenfarbe des OSD-Bedienfelds
nl_nl: Schaduwkleur OSD-paneel primaire tekst

# #31480
source: OSD panel secondary text color
de_de: Sekundäre Textfarbe des OSD-Bedienfelds
nl_nl: Kleur secundaire tekst OSD-paneel

# #31481
source: OSD panel secondary text shadow color
de_de: Sekundäre Textschattenfarbe des OSD-Bedienfelds
nl_nl: Schaduwkleur secundaire tekst OSD-paneel

# #31482
source: OSD progress bar background color
de_de: Hintergrundfarbe des OSD-Fortschrittsbalkens
nl_nl: OSD voortgangsbalk achtergrondkleur

# #31547
source: OSD progress bar border color
de_de: Rahmenfarbe des OSD-Fortschrittsbalkens
nl_nl: OSD voortgangsbalk randkleur

# #31573
source: OSD progress bar buffer cache color
de_de: Puffer-Cache-Farbe des OSD-Fortschrittsbalkens
nl_nl: OSD voortgangsbalk buffer cache kleur

# #31483
source: OSD progress bar color
de_de: Farbe des OSD-Fortschrittsbalkens
nl_nl: OSD voortgangsbalk kleur

# #320010
source: OSD volume button color
de_de: Farbe der OSD-Lautstärketaste
nl_nl: Kleur OSD-volumeknop

# #31171
source: One of the main advantages of using the skinshortcuts-script is that your menu layout is shared across skins that support this addon. This is not always convenient as you won’t get the skins default menu layout which is optimized for the skin or you have played a bit in another skin and you don’t like the menu layout now. If you see weird behavior on your home menu or you just want to start fresh and get the most out of this skin, you can reset the menu structures to the skins default settings with the button below.
de_de: Einer der Hauptvorteile der Verwendung des Skinshortcuts-Skripts besteht darin, dass Ihr Menü-Layout von allen Skins gemeinsam genutzt wird, die dieses Addon unterstützen. Dies ist nicht immer praktisch, da Sie nicht das Standard-Menü-Layout des Skins erhalten, das für den Skin optimiert ist, oder Sie haben ein bisschen in einem anderen Skin gespielt und das Menü-Layout gefällt Ihnen jetzt nicht. Wenn du merkwürdiges Verhalten in deinem Startmenü feststellst oder du einfach neu anfangen und das Beste aus diesem Skin herausholen möchtest, kannst du die Menüstrukturen mit der Schaltfläche unten auf die Standardeinstellungen des Skins zurücksetzen.
nl_nl: Een van de belangrijkste voordelen van het gebruik van het skinshortcuts-script is dat je menu-layout gedeeld wordt tussen thema's die deze addon ondersteunen. Dit is niet altijd handig omdat je dan niet de standaard menu-indeling van het thema krijgt die geoptimaliseerd is voor het thema of omdat je een beetje gespeeld hebt in een ander thema en de menu-indeling je nu niet bevalt. Als je raar gedrag ziet in Thuisbasis of je wilt gewoon opnieuw beginnen en het meeste uit dit thema te halen, dan kun je de menustructuren terugzetten naar de standaardinstellingen van de thema's met de knop hieronder.

# #320165
source: Only Show Atmos Audio Codec on Details Row
de_de: Atmos-Audiocodec nur in der Detailzeile anzeigen
nl_nl: Toon alleen Atmos-audiocodec op de Details-rij

# #31999
source: Only Show Logo
de_de: Nur Logo anzeigen
nl_nl: Alleen logo tonen

# #31348
source: Only Show Profile
de_de: Nur Profil anzeigen
nl_nl: Alleen profiel tonen

# #31991
source: Only Show Time
de_de: Nur Show Time
nl_nl: Alleen tijd weergeven

# #31992
source: Only Show Title
de_de: Nur Titel anzeigen
nl_nl: Alleen titel weergeven

# #31358
source: Only rotate the spotlight widget every
de_de: Drehe das Spotlight-Widget nur alle
nl_nl: Roteer de Schijnwerper-widget alleen elke

# #31993
source: Only show Weather
de_de: Nur Wetter anzeigen
nl_nl: Toon alleen het weer

# #31347
source: Only show Weather (left)
de_de: Nur Wetter anzeigen (links)
nl_nl: Toon alleen het weer (links)

# #31346
source: Only show Weather (right)
de_de: Nur Wetter anzeigen (rechts)
nl_nl: Toon alleen het weer (rechts)

# #31952
source: Only when OSD active
de_de: Nur wenn OSD aktiv ist
nl_nl: Alleen wanneer OSD actief is

# #31565
source: Open submenu
de_de: Untermenü öffnen
nl_nl: Submenu openen

# #31374
source: Option 'Enable Experimental Recommended Widgets' must be enabled in Skin Helper Widgets Settings.
de_de: Die Option 'Experimentell empfohlene Widgets aktivieren' muss in den Skin Helper Widgets-Einstellungen aktiviert sein.
nl_nl: De optie 'Experimentele aanbevolen Widgets inschakelen' moet ingeschakeld zijn in de instellingen van de Thema Helper Widgets.

# #31285
source: Overview
de_de: Überblick
nl_nl: Overzicht

# #31251
source: PAUSED
de_de: Pausiert
nl_nl: Gepauzeerd

# #31778
source: PVR Guide focused item color
de_de: Auf PVR Guide fokussierte Item-Farbe
nl_nl: PVR-gids gericht item kleur

# #31780
source: PVR Guide focused item textcolor
de_de: Auf PVR Guide fokussiertes Objekt, Textfarbe
nl_nl: PVR-gids gericht item tekstkleur

# #31777
source: PVR Guide unfocused item color
de_de: PVR Guide unfokussierte Objektfarbe
nl_nl: PVR Gids onscherpe itemkleur

# #31779
source: PVR Guide unfocused item textcolor
de_de: PVR Guide: unfokussiertes Objekt, Textfarbe
nl_nl: PVR Gids onscherpe item tekstkleur

# #31709
source: PVR artwork settings
de_de: Einstellungen für PVR-Grafiken
nl_nl: PVR artwork instellingen

# #31680
source: Panel
nl_nl: Paneel

# #31681
source: Panel Low
de_de: Panel Niedrig
nl_nl: Paneel Laag

# #31436
source: Panel Square
de_de: Panel Quadrat
nl_nl: Paneel Vierkant

# #31437
source: Panel Square details
de_de: Panel Quadrat Details
nl_nl: Paneel Vierkant details

# #31423
source: Panel Wall
de_de: Panel-Wand
nl_nl: Paneel Wand

# #31422
source: Panel details
nl_nl: Paneel details

# #320021
source: Parental Guidance Suggested Panel Color
de_de: Vorgeschlagene Panelfarbe der elterlichen
nl_nl: Ouderlijk toezicht voorgesteld paneel-kleur

# #320022
source: Parents Strongly Cautioned Panel Color
de_de: Eltern warnten eindringlich vor der Panelfarbe
nl_nl: Ouderlijk toezicht aanbevolen paneel-kleur

# #31953
source: Pause
de_de: Pausieren
nl_nl: PAUZE

# #31821
source: Pause Rotating if Widget is Focused
de_de: Die Drehung anhalten, wenn das Widget fokussiert ist
nl_nl: Pauzeer roteren als widget is gefocust

# #320059
source: People
nl_nl: Mensen

# #320000
source: Play From Beginning
de_de: Von Anfang an spielen
nl_nl: Spelen vanaf het begin

# #320230
source: Play Movie/Open Seasons Instead Open Info
de_de: Film abspielen/Staffeln öffnen stattdessen Info öffnen
nl_nl: Speel Film/Open Seizoenen In plaats daarvan Open Info

# #320063
source: Play Next Episode
de_de: Nächste Folge abspielen
nl_nl: Volgende aflevering afspelen

# #320093
source: Play Something Else
de_de: Spiel etwas anderes
nl_nl: Speel iets anders

# #31868
source: Play Trailer
de_de: Trailer abspielen
nl_nl: Trailer afspelen

# #31668
source: Playback & OSD
de_de: Wiedergabe und OSD
nl_nl: Afspelen & OSD

# #31786
source: Player process info
de_de: Player Prozess-Infos
nl_nl: Info over spelersproces

# #31124
source: Please select your preference for the homescreen layout
de_de: Bitte wählen Sie Ihre Präferenz für das Homescreen-Layout
nl_nl: Selecteer uw voorkeur voor de lay-out van Thuisbasis

# #31563
source: Popular
de_de: Beliebt
nl_nl: Populair

# #31728
source: Position %s
de_de: Stellung %s
nl_nl: Positie %s

# #31440
source: Poster Row
de_de: Posterreihe
nl_nl: Poster Rij

# #31441
source: Poster Shift
nl_nl: Poster Verschuiving

# #320031
source: Power Off System
de_de: System ausschalten
nl_nl: Systeem uitschakelen

# #31447
source: Prefer ClearArt
de_de: ClearArt bevorzugen
nl_nl: Geef de voorkeur aan ClearArt

# #31652
source: Prefer ClearArt images over landscape images
de_de: Bevorzugen Sie ClearArt-Bilder gegenüber Landscapesbildern
nl_nl: Geef de voorkeur aan ClearArt-afbeeldingen boven liggende afbeeldingen

# #320159
source: Prefer IMDB/RT/TVDB Ratings over Percentage on Details Row
de_de: Bevorzugen Sie IMDB/RT/TVDB-Bewertungen gegenüber Prozentwerten in der Detailzeile
nl_nl: Geef de voorkeur aan IMDB/RT/TVDB beoordelingen boven percentage op detail-rij

# #320170
source: Prefer Red/White Additional Details Icon
de_de: Bevorzugen Sie das rot/weiße Symbol für zusätzliche Informationen
nl_nl: Voorkeur Rood/Wit Extra details Icoon

# #320155
source: Prefer Red/White Additionali Details Icon on Spotlight Sublabel
de_de: Bevorzugen Sie das rot/weiße Symbol für zusätzliche Details auf dem Spotlight-Sublabel
nl_nl: Voorkeur Rood/Wit Extra Detail Pictogram op Schijnwerper-sublabel

# #31794
source: Prefer Short Plot Outline in Widget Details
de_de: Bevorzugen Sie eine kurze Gliederung der Handlung in den Widget-Details
nl_nl: Geef de voorkeur aan een kort plotoverzicht in Widget Details

# #31304
source: Prefer TV Show Thumb for Episodes in Widgets
de_de: Bevorzugen Sie TV Show Thumb für Folgen in Widgets
nl_nl: Geef de voorkeur aan TV-serie duim voor afleveringen in Widgets

# #31910
source: Prefer Trailers from Youtube in Trailers & More
de_de: Bevorzugen Sie Trailer von Youtube in Trailers & More
nl_nl: Trailers van YouTube verkiezen in Trailers & Meer

# #320152
source: Prefer White Icon on Top250 Sublabel
de_de: Bevorzugen Sie das weiße Symbol auf dem Top250-Sublabel
nl_nl: Geef de voorkeur aan wit pictogram op Top250 sublabel

# #320169
source: Prefer White Icon on Top250 Sublabel
de_de: Bevorzugen Sie das weiße Symbol auf dem Top250-Sublabel
nl_nl: Geef de voorkeur aan wit pictogram op Top250 sublabel

# #320160
source: Prefer White Logos on Details Row
de_de: Bevorzugen Sie weiße Logos in der Detailzeile
nl_nl: Geef de voorkeur aan witte logo's op de Details-rij

# #31896
source: Prefer White Ratings and Studio Logo
de_de: Bevorzugen Sie weiße Bewertungen und Studio-Logo
nl_nl: Geef de voorkeur aan witte beoordelingen en het studiologo

# #320154
source: Prefer White Top 250 Icon on Spotlight Sublabel
de_de: Bevorzugen Sie das weiße Top 250-Symbol auf dem Spotlight-Sublabel
nl_nl: Geef de voorkeur aan wit Top 250-pictogram op Schijnwerper-sublabel

# #31706
source: Prefer animated posters (if available)
de_de: Bevorzugen Sie animierte Poster (falls verfügbar)
nl_nl: Bij voorkeur geanimeerde posters (indien beschikbaar)

# #31210
source: Prefer fanart in landscape views
de_de: Bevorzugen Sie Fanart in Landscapesansichten
nl_nl: Geef de voorkeur aan fanart in landschapsaanzichten

# #320204
source: Premiered
de_de: Uraufgeführt
nl_nl: In première:

# #320076
source: Premiered in
de_de: Uraufgeführt in
nl_nl: In première in

# #31365
source: Press UP to Play Trailer
de_de: Drücke NACH OBEN, um den Trailer abzuspielen
nl_nl: Druk op OMHOOG om de trailer af te spelen

# #320202
source: Press up for full keyboard
de_de: Drücken Sie nach oben, um die Tastatur voll auszufüllen
nl_nl: Druk op omhoog voor volledig toetsenbord

# #31134
source: Profile
de_de: Profil
nl_nl: Profiel

# #31119
source: Profile Icon
de_de: Profil-Symbol
nl_nl: Profiel pictogram

# #31254
source: REWIND
de_de: Zurückspulen
nl_nl: Terugspoelen

# #320017
source: Radio Channels
de_de: Radiokanäle
nl_nl: Radiozenders

# #31135
source: Radio channels
de_de: Radiokanäle
nl_nl: Radiozenders

# #320034
source: Random Movies
de_de: Zufällige Filme
nl_nl: Willekeurige films

# #31036
source: Random TV Shows
de_de: Zufällige Serien
nl_nl: Willekeurige TV-series

# #320028
source: Random TV Shows
de_de: Zufällige Serien
nl_nl: Willekeurige TV-series

# #31747
source: Randomize images (multi-image only)
de_de: Bilder randomisieren (nur mehrere Bilder)
nl_nl: Afbeeldingen in willekeurige volgorde zetten (alleen bij meerdere afbeeldingen)

# #31854
source: Rate This Title
de_de: Bewerte diesen Titel
nl_nl: Beoordeel deze titel

# #31023
source: Rated
de_de: Altersfreigabe:
nl_nl: Beoordeeld

# #320206
source: Rating
de_de: Bewertung
nl_nl: Beoordeling

# #31845
source: Ratings & Studio Logo (Home, Hubs & Bingie Views)
de_de: Bewertungen und Studio-Logo (Home, Hubs & Bingie Views)
nl_nl: Beoordelingen & Studio Logo (Thuisbasis, Hubs & Bingie Views)

# #31118
source: Ratings and Studio Logo Visibility
de_de: Bewertungen und Sichtbarkeit des Studio-Logos
nl_nl: Beoordelingen en zichtbaarheid studiologo

# #320030
source: Reboot
de_de: Neustart
nl_nl: Herstart

# #31127
source: Recently Added
de_de: Kürzlich hinzugefügt
nl_nl: Onlangs toegevoegd

# #31716
source: Recently Added Movies
de_de: Kürzlich hinzugefügte Filme
nl_nl: Onlangs toegevoegde films

# #31101
source: Recently Added Series
de_de: Kürzlich hinzugefügte Serien
nl_nl: Onlangs toegevoegde series

# #31128
source: Recently played
de_de: Kürzlich gespielt
nl_nl: Onlangs gespeeld

# #320073
source: Recommendations
de_de: Empfehlungen
nl_nl: Aanbevelingen

# #320069
source: Recommended
de_de: Empfohlen
nl_nl: AANBEVOLEN

# #31562
source: Recommended Movies
de_de: Empfohlene Filme
nl_nl: Aanbevolen films
