Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #320168
source: Disable Top250 Sublabel on Home and Bingie Views
de_de: Deaktivieren Sie das Top250-Sublabel in den Home- und Bingie-Ansichten
nl_nl: Top250-sublabel in Thuisbasis en Bingieweergave uitschakelen

# #320151
source: Disable Top250 Sublabel on Video Info
de_de: Deaktivieren Sie das Top250-Sublabel in den Videoinformationen
nl_nl: Top250 sublabel op video-info uitschakelen

# #320181
source: Disable Total Media Count in Bingie Views
de_de: Deaktivieren Sie die Gesamtzahl der Medien in Bingie Views
nl_nl: Totaal keer bekeken uitschakelen in Bingie Views

# #31041
source: Disable (splash image instead)
de_de: Deaktivieren (stattdessen Splash-Bild)
nl_nl: Uitschakelen (splash-afbeelding in plaats daarvan)

# #31265
source: Disable all submenus
de_de: Alle Untermenüs deaktivieren
nl_nl: Alle submenu's uitschakelen

# #31332
source: Disable background-overlay in lyrics window
de_de: Deaktiviere das Hintergrund-Overlay im Liedtext-Fenster
nl_nl: Achtergrond-overlay in songtekstvenster uitschakelen

# #31736
source: Disable clearart in Now Playing info bar
de_de: Deaktiviere Clearart in der Infoleiste „Aktuelle Wiedergabe“
nl_nl: Clearart in de infobalk van afspelen uitschakelen

# #31924
source: Disable clock in Now Playing info bar
de_de: Deaktiviere die Uhr in der Infoleiste „Aktuelle Wiedergabe“
nl_nl: Klok in infobalk afspelen uitschakelen

# #31634
source: Disable discart in Now Playing info bar
de_de: Discart in der Infoleiste „Aktuelle Wiedergabe“ deaktivieren
nl_nl: Disart in de infobalk van afspelen uitschakelen

# #31345
source: Disable header completely
de_de: Header vollständig deaktivieren
nl_nl: Kopregel volledig uitschakelen

# #31107
source: Disbanded:
de_de: Aufgelöst:
nl_nl: Opgeheven:

# #31368
source: Disc Art
de_de: Disk-Kunst
nl_nl: Schijf Kunst

# #320047
source: Display Clearlogo as fallback on landscape images
de_de: Clearlogo als Fallback für Landscapesbilder anzeigen
nl_nl: Clearlogo weergeven om terug te vallen wanneer landschaps-afbeeldingen niet laden

# #31675
source: Display Tags on Widgets
de_de: Schlagworte auf Widgets anzeigen
nl_nl: Tags weergeven op widgets

# #31648
source: Display tags/labels for episodes
de_de: Tags/Labels für Folgen anzeigen
nl_nl: Tags/labels voor afleveringen weergeven

# #31030
source: Display weather
de_de: Wetter anzeigen
nl_nl: Het weer weergeven

# #31357
source: Do not auto rotate the widgets
de_de: Drehen Sie die Widgets nicht automatisch
nl_nl: De widgets niet automatisch roteren

# #31673
source: Do not display channel logo in the guide
de_de: Kanallogo nicht im Guide anzeigen
nl_nl: Kanaallogo niet weergeven in de gids

# #31333
source: Do not display channel names in the guide
de_de: Kanalnamen im Guide nicht anzeigen
nl_nl: Toon geen kanaalnamen in de gids

# #31642
source: Do not display channel numbers in the guide
de_de: Kanalnummern nicht im Guide anzeigen
nl_nl: Kanaalnummers niet weergeven in de gids

# #31232
source: Do not hide OSD infopanel on fullscreen music playback
de_de: Verstecken Sie das OSD-Infopanel bei der Musikwiedergabe im Vollbildmodus nicht
nl_nl: OSD-infopaneel niet verbergen bij schermvullende muziekweergave

# #31159
source: Documentaries
de_de: Dokumentarfilme
nl_nl: Documentaires

# #31160
source: Docuseries
de_de: Dokuserien
nl_nl: Docuserie

# #31825
source: Don't use rich artwork on the OSD at livetv playback
de_de: Verwenden Sie bei der Live-TV-Wiedergabe keine reichhaltigen Grafiken auf dem OSD
nl_nl: Gebruik geen rijke illustraties op de OSD bij Live TV-weergave

# #31014
source: Edit menu shortcuts
de_de: Menüverknüpfungen bearbeiten
nl_nl: Snelkoppelingen in het menu Bewerken

# #31487
source: Enable/disable views
de_de: Ansichten aktivieren/deaktivieren
nl_nl: Weergaven in-/uitschakelen

# #320182
source: Enable Animated Discart on Supported OSD
de_de: Animiertes Discart auf unterstütztem OSD aktivieren
nl_nl: Animatiediscart inschakelen op ondersteunde OSD

# #320164
source: Enable Audio Codec on Details Row
de_de: Audiocodec in der Detailzeile aktivieren
nl_nl: Audio Codec inschakelen op Details Rij

# #320231
source: Enable Auto Play Trailer Only for Highlight Widget
de_de: Aktiviere die automatische Wiedergabe des Trailers nur für das Highlight-Widget
nl_nl: Trailer alleen automatisch afspelen voor Highlight Widget inschakelen

# #31017
source: Enable Bingie Video OSD Layout
de_de: Bingie Video OSD-Layout aktivieren
nl_nl: Bingie Video OSD-indeling inschakelen

# #320156
source: Enable Circular Navigation
de_de: Kreis-Navigation aktivieren
nl_nl: Circulaire navigatie inschakelen

# #320162
source: Enable Color MPAA Icons
de_de: Farbige MPAA-Symbole aktivieren
nl_nl: Kleur Kijkwijzer-pictogrammen inschakelen

# #320163
source: Enable Color MPAA Icons With Fixed Panel Size
de_de: Aktivieren Sie farbige MPAA-Symbole mit fester Panelgröße
nl_nl: Kleur Kijkwijzer-pictogrammen met vaste paneelgrootte inschakelen

# #31908
source: Enable Details Icons (cast, director, genre, etc...)
de_de: Aktiviere die Detail-Symbole (Besetzung, Regie, Genre, etc...)
nl_nl: Pictogrammen voor details inschakelen (cast, regisseur, genre, enz...)

# #31765
source: Enable Emby coverart plugin compatability
de_de: Aktiviere die Kompatibilität mit dem Emby Coverart-Plugin
nl_nl: Emby coverart plugin compatibiliteit inschakelen

# #31031
source: Enable FanArt
de_de: FanArt aktivieren
nl_nl: FanArt inschakelen

# #320183
source: Enable Finish Time, Current Time, & Total Duration for OSD Playback
de_de: Endzeit, aktuelle Uhrzeit und Gesamtdauer für die OSD-Wiedergabe aktivieren
nl_nl: Eindtijd, huidige tijd en totale duur voor OSD-weergave inschakelen

# #320045
source: Enable Highlight Widget
de_de: Highlight-Widget aktivieren
nl_nl: Widget markeren inschakelen

# #31123
source: Enable Moving Frame in Home & Hubs
de_de: Moving Frame in Home & Hubs aktivieren
nl_nl: Bewegende frame inschakelen in Thuisbasis & Hubs

# #31075
source: Enable Netflix startup animation in 4K
de_de: Aktivieren Sie die Netflix-Startanimation in 4K
nl_nl: Start Netflix-opstartanimatie in 4K

# #31302
source: Enable Next Aired notifications for TV Shows
de_de: Benachrichtigungen zur nächsten Ausstrahlung für TV-Sendungen aktivieren
nl_nl: Meldingen voor volgende uitzending inschakelen voor TV-series

# #320187
source: Enable OSD Seek/Jump Indicator
de_de: OSD Seek/Jump Indicator aktivieren
nl_nl: OSD-indicator voor zoeken/springen inschakelen

# #31807
source: Enable OSD of buffering progess during video playback
de_de: OSD für den Puffervorgang während der Videowiedergabe aktivieren
nl_nl: OSD van bufferprogress tijdens videoweergave inschakelen

# #31566
source: Enable PVR artwork
de_de: PVR-Grafik aktivieren
nl_nl: PVR-kunstwerk inschakelen

# #320185
source: Enable Plot on Pause
de_de: Handlung bei Pause aktivieren
nl_nl: Uitzetten op pauze inschakelen

# #320048
source: Enable Ratings
de_de: Bewertungen aktivieren
nl_nl: Beoordelingen inschakelen

# #31644
source: Enable Snow effect on Home
de_de: Aktiviere den Schnee-Effekt auf der Startseite
nl_nl: Sneeuweffect inschakelen in Thuisbasis

# #320099
source: Enable Streaming Services Filter
de_de: Streaming-Dienste-Filter aktivieren
nl_nl: Filters voor Streamingdiensten inschakelen

# #31042
source: Enable Studio Logo
de_de: Studio-Logo aktivieren
nl_nl: Studio logo inschakelen

# #320161
source: Enable UK MPAA Icons on Details Row (only for US and UK ratings)
de_de: Aktiviere britische MPAA-Symbole in der Detailzeile (nur für US-amerikanische und britische Ratings)
nl_nl: Britse kijkwijzer-pictogrammen inschakelen op de Detail-rij (alleen voor Amerikaanse en Britse classificaties)

# #31805
source: Enable Zoom Effect
de_de: Zoom-Effekt aktivieren
nl_nl: Zoomeffect inschakelen

# #320237
source: Enable air date
de_de: Sendedatum aktivieren
nl_nl: Uitzenddatum inschakelen

# #31341
source: Enable artist slideshow while playing music
de_de: Künstler-Diashow beim Abspielen von Musik aktivieren
nl_nl: Diavoorstelling van artiest inschakelen tijdens het afspelen van muziek

# #31708
source: Enable artwork lookups for PVR
de_de: Grafik-Suchvorgänge für PVR aktivieren
nl_nl: Kunstwerk zoeken voor PVR inschakelen

# #320060
source: Enable auto pause on OSD open
de_de: Automatische Pause bei geöffnetem OSD aktivieren
nl_nl: Automatisch pauzeren bij het openen van de OSD inschakelen

# #31723
source: Enable auto rotate
de_de: Automatisches Drehen aktivieren
nl_nl: Automatisch roteren inschakelen

# #31771
source: Enable auto scroll for plots/descriptions
de_de: Automatisches Scrollen für Handlung/Beschreibungen aktivieren
nl_nl: Automatisch scrollen voor plots/beschrijvingen inschakelen

# #31072
source: Enable autoclose video OSD
de_de: Automatisches Schließen des Video-OSD aktivieren
nl_nl: Video-OSD automatisch sluiten inschakelen

# #31812
source: Enable automatic creation of wall backgrounds
de_de: Automatische Erstellung von Wandhintergründen aktivieren
nl_nl: Automatisch achtergronden voor wanden maken

# #31099
source: Enable automatic download of Artwork during Library scan
de_de: Automatisches Herunterladen von Kunstwerken beim Scannen der Bibliothek aktivieren
nl_nl: Automatisch downloaden van artwork inschakelen tijdens bibliotheekscan

# #31266
source: Enable background animation
de_de: Hintergrundanimation aktivieren
nl_nl: Achtergrondanimatie inschakelen

# #31619
source: Enable circular navigation
de_de: Kreis-Navigation aktivieren
nl_nl: Circulaire navigatie inschakelen

# #31589
source: Enable day/night color themes
de_de: Tag-/Nacht-Farbthemen aktivieren
nl_nl: Dag/nacht-kleurenthema's inschakelen

# #31515
source: Enable indicator for Movie Sets
de_de: Aktivierungsanzeige für Filmsets
nl_nl: Indicator voor filmsets inschakelen

# #31514
source: Enable indicator for in progress items
de_de: Anzeige für in Bearbeitung befindliche Elemente aktivieren
nl_nl: Indicator voor items die bezig zijn inschakelen

# #31516
source: Enable indicator for unwatched episodes
de_de: Anzeige für ungesehene Folgen aktivieren
nl_nl: Indicator voor niet bekeken afleveringen inschakelen

# #31568
source: Enable indicator for unwatched items
de_de: Anzeige für unbeobachtete Items aktivieren
nl_nl: Indicator voor niet bekeken items inschakelen

# #31513
source: Enable indicator for watched items
de_de: Anzeige für beobachtete Items aktivieren
nl_nl: Indicator voor bekeken items inschakelen

# #31789
source: Enable indicator if item is playing or is recording/timer (pvr)
de_de: Aktiviert die Anzeige, wenn das Objekt abgespielt wird oder aufnehmen/Timer (PVR)
nl_nl: Indicator inschakelen als item wordt afgespeeld of is opgenomen/timer (pvr)

# #31318
source: Enable kiosk mode
de_de: Kioskmodus aktivieren
nl_nl: Kioskmodus inschakelen

# #31256
source: Enable large onscreen playback and seek indicators
de_de: Aktivieren Sie die große Bildschirmwiedergabe und suchen Sie nach Anzeigen
nl_nl: Grote afspeel- en zoekindicatoren op het scherm inschakelen

# #31738
source: Enable letters popup while scrolling
de_de: Buchstaben-Popup beim Scrollen aktivieren
nl_nl: Letter popup inschakelen tijdens scrollen

# #31616
source: Enable mini guide on fullscreen Live TV
de_de: Aktivieren Sie den Mini-Guide auf dem Live-TV im Vollbildmodus
nl_nl: Minigids inschakelen op volledig scherm Live TV

# #31004
source: Enable moving frame
de_de: Bewegliches Bild aktivieren
nl_nl: Bewegend frame inschakelen

# #31550
source: Enable option for a complete keyboard
de_de: Option für eine komplette Tastatur aktivieren
nl_nl: Optie inschakelen voor een volledig toetsenbord

# #31746
source: Enable quick-jump alphabet navigation strip
de_de: Schnellsprung-Alphabet-Navigationsleiste aktivieren
nl_nl: Snel springen alfabetnavigatiestrook inschakelen

# #31710
source: Enable skin helper artwork lookups for addons
de_de: Aktiviere Skin Helper-Artwork-Lookups für Addons
nl_nl: Skin helper artwork lookups inschakelen voor addons

# #31792
source: Enable small PVR Channels OSD
de_de: OSD für kleine PVR-Kanäle aktivieren
nl_nl: Kleine PVR-kanalen OSD inschakelen

# #31323
source: Enable smart shortcuts
de_de: Intelligente Kurzbefehle aktivieren
nl_nl: Slimme snelkoppelingen inschakelen

# #31321
source: Enable smart shortcuts for favourites
de_de: Intelligente Kurzbefehle für Favoriten aktivieren
nl_nl: Slimme snelkoppelingen voor favorieten inschakelen

# #31320
source: Enable smart shortcuts for playlists
de_de: Intelligente Kurzbefehle für Playlisten aktivieren
nl_nl: Slimme snelkoppelingen inschakelen voor afspeellijsten

# #31339
source: Enable smart shortcuts for the Emby addon
de_de: Aktiviere intelligente Verknüpfungen für das Emby-Addon
nl_nl: Slimme snelkoppelingen inschakelen voor de Emby addon

# #31737
source: Enable square submenu
de_de: Quadratisches Untermenü aktivieren
nl_nl: Vierkant submenu inschakelen

# #31596
source: Enable the Now Playing info bar
de_de: Aktiviere die Infoleiste „Aktuelle Wiedergabe“
nl_nl: De infobalk van Afspelen inschakelen

# #31902
source: Enable welcome message notification
de_de: Willkommensnachricht aktivieren
nl_nl: Notificatie welkomstbericht inschakelen

# #31717
source: Enable widget force refresh
de_de: Widget aktivieren, Aktualisierung erzwingen
nl_nl: Geforceerde verversing van widget inschakelen

# #31183
source: Enhanced all-in-one homescreen
de_de: Verbesserter All-in-One-Startbildschirm
nl_nl: Verbeterde alles-in-één Thuisbasis

# #31873
source: Ep
nl_nl: Aflevering

# #320004
source: Episode
de_de: Folge
nl_nl: Aflevering

# #31579
source: Episode titles related to
de_de: Folgentitel im Zusammenhang mit
nl_nl: Afleveringstitels gerelateerd aan

# #31867
source: Episodes
de_de: Folgen
nl_nl: Afleveringen

# #31161
source: European Movies
de_de: Europäische Filme
nl_nl: Europese Films

# #320094
source: Exit
de_de: Aussteigen
nl_nl: Sluiten

# #320029
source: Exit Netflix
de_de: Beenden Sie Netflix
nl_nl: Netflix afsluiten

# #31433
source: Extended
de_de: Erweitert
nl_nl: Uitgebreid

# #31269
source: Extended Info
de_de: Erweiterte Informationen
nl_nl: Uitgebreide info

# #31950
source: Extra fanart (slideshow)
de_de: Zusätzliche Fanart (Diashow)
nl_nl: Extra fanart (diashow)

# #31253
source: FAST FORWARD
de_de: SCHNELL VORWÄRTS
nl_nl: SNEL VOORUIT

# #320166
source: Fake Codec Info on Details Row (if no codec info is present)
de_de: Gefälschte Codec-Informationen in der Detailzeile (wenn keine Codec-Informationen vorhanden sind)
nl_nl: Valse codec-info op de Details-rij (als er geen codec-info aanwezig is)

# #31121
source: Fanart Visibility
de_de: Sichtbarkeit der Fanart
nl_nl: Fanart Zichtbaarheid

# #320109
source: Fantasy
de_de: Fantasie
nl_nl: Fantasie

# #31956
source: Fast Forward
de_de: SCHNELL VORWÄRTS
nl_nl: SNEL VOORUIT

# #31291
source: Fetching forecast info...
de_de: Prognoseinformationen werden abgerufen...
nl_nl: Weerverwachting ophalen...

# #31112
source: Finishes at
de_de: Endet bei
nl_nl: Eindigt bij

# #320191
source: Fixed Focus Home Panel
de_de: Startpanel mit festem Fokus
nl_nl: Vaste Focus Thuisbasis

# #31725
source: Focus the homemenu when entering homescreen
de_de: Fokussieren Sie das Startmenü, wenn Sie den Startbildschirm aufrufen
nl_nl: Focus Thuisbasis bij het openen van Thuisbasis

# #31233
source: Focuscolor for buttons in the skin
de_de: Fokusfarbe für Knöpfe im Skin
nl_nl: Focuskleur voor knoppen in de skin

# #31174
source: Focuscolor for home tiles and widgets
de_de: Focuscolor für Home-Kacheln und Widgets
nl_nl: Focuskleur voor Thuisbasis-tegels en widgets

# #31788
source: Focused/active color for radiobuttons and spin controls
de_de: Fokussierte/aktive Farbe für Radiobuttons und Drehregler
nl_nl: Gefocuste/actieve kleur voor radiobuttons en draaiknoppen

# #31459
source: Focused textcolor for buttons in the skin
de_de: Fokussierte Textfarbe für Buttons im Skin
nl_nl: Gerichte tekstkleur voor knoppen in de skin

# #31187
source: Food & Travel
de_de: Essen & Reisen
nl_nl: Eten & Reizen

# #31916
source: Footer Colors
de_de: Farben der Fußzeile
nl_nl: Kleuren voettekst

# #320173
source: Footer (except Bingie Views)
de_de: Fußzeile (außer Bingie Views)
nl_nl: Footer (behalve Bingie Views)

# #31471
source: Footer panel color
de_de: Farbe des Fußzeilenbereichs
nl_nl: Kleur voettekstpaneel

# #31024
source: Force stop playback when not in fullscreen mode (exc. Live TV)
de_de: Erzwingen Sie das Stoppen der Wiedergabe, wenn Sie sich nicht im Vollbildmodus befinden (exkl. Live-Fernsehen)
nl_nl: Afspelen forceren stoppen wanneer niet in volledig scherm (m.u.v. Live TV)

# #31518
source: Forced views
de_de: Erzwungene Ansichten
nl_nl: Gedwongen weergaven

# #31106
source: Formed:
de_de: Gebildet:
nl_nl: Gevormd:

# #320158
source: General
nl_nl: Algemeen

# #31929
source: General Artwork & Details Options
de_de: Allgemeine Optionen für Grafiken und Details
nl_nl: Algemene artwork en detailopties

# #320020
source: General Audiences Panel Color
de_de: Farbe des Panels „Allgemeine Zielgruppen“
nl_nl: Algemene publiek Panel Kleur

# #31486
source: General Color Settings
de_de: Allgemeine Farbeinstellungen
nl_nl: Algemene kleurinstellingen

# #31005
source: General Skin Settings
de_de: Allgemeine Skin-Einstellungen
nl_nl: Algemene huidinstellingen

# #31260
source: General panels color
de_de: Allgemeine Panelfarbe
nl_nl: Algemene kleur panelen

# #31572
source: General text color for highlights and headers
de_de: Allgemeine Textfarbe für Markierungen und Überschriften
nl_nl: Algemene tekstkleur voor highlights en kopteksten

# #31460
source: General textcolor
de_de: Allgemeine Textfarbe
nl_nl: Algemene tekstkleur

# #31267
source: General widget settings
de_de: Allgemeine Widget-Einstellungen
nl_nl: Algemene widget instellingen

# #31973
source: Genre Type
de_de: Genre-Typ
nl_nl: Type genre

# #31646
source: Global background
de_de: Globaler Hintergrund
nl_nl: Algemene achtergrond

# #31142
source: Global background settings
de_de: Globale Hintergrundeinstellungen
nl_nl: Algemene achtergrondinstellingen

# #31188
source: HBO Shows
de_de: HBO-Sendungen
nl_nl: HBO-programma's

# #320180
source: Halloween Animation
nl_nl: Halloween Animatie

# #31782
source: Hardware decoding
de_de: Hardware-Dekodierung
nl_nl: Hardwaredecodering

# #31915
source: Header Colors
de_de: Header-Farben
nl_nl: Kleuren koptekst

# #31791
source: Header panel color
de_de: Farbe des Header-Bedienfelds
nl_nl: Kleur koptekstpaneel

# #320174
source: Hide Ratings and Studio Icon While Trailer is Playing
de_de: Bewertungen und Studio-Symbol ausblenden, während der Trailer abgespielt wird
nl_nl: Verberg beoordelingen en studiopictogrammen terwijl trailer wordt afgespeeld

# #320228
source: Hide Ratings and Studio Logo on Spotlight
de_de: Bewertungen und Studio-Logo auf Spotlight ausblenden
nl_nl: Verberg beoordelingen en het studiologo in Schijnwerper

# #320227
source: Hide Ratings and Studio Logo on Widgets
de_de: Bewertungen und Studio-Logo auf Widgets ausblenden
nl_nl: Verberg beoordelingen en het studiologo op widgets

# #31711
source: Hide Row Details for Unwatched/In-Progress Episodes
de_de: Zeilendetails für nicht angesehene/in Bearbeitung befindliche Folgen ausblenden
nl_nl: Rij details verbergen voor niet bekeken/lopende afleveringen

# #31141
source: Hide fanart background
de_de: Fanart-Hintergrund ausblenden
nl_nl: Verberg fanart achtergrond

# #31309
source: Hide panel background
de_de: Panel-Hintergrund ausblenden
nl_nl: Verberg paneelachtergrond

# #320137
source: Highest Revenue Movies
de_de: Filme mit den höchsten Einnahmen
nl_nl: Films met de hoogste opbrengst

# #31061
source: Highlight Layout
de_de: Layout hervorheben
nl_nl: Markeer lay-out

# #320051
source: Highlight Widget
de_de: Widget hervorheben
nl_nl: Widget markeren

# #31776
source: Highlight channel row in guide
de_de: Markieren Sie die Kanalzeile in der Anleitung
nl_nl: Markeer kanaalrij in gids

# #320110
source: History & War
de_de: Geschichte und Krieg
nl_nl: Geschiedenis & Oorlog

# #31189
source: History & War Movies
de_de: Geschichts- und Kriegsfilme
nl_nl: Geschiedenis & Oorlogsfilms

# #31744
source: Home mainmenu/submenu focused text color
de_de: Startmenü/Untermenü fokussierte Textfarbe
nl_nl: Thuisbasis hoofdmenu/submenu geselecteerde tekstkleur

# #31743
source: Home mainmenu/submenu text color
de_de: Startmenü/Untermenü-Textfarbe
nl_nl: Thuisbasis hoofdmenu/submenu tekstkleur

# #31077
source: Home mainmenu buttons color
de_de: Farbe der Tasten des Hauptmenüs auf der Startseite
nl_nl: Thuisbasis Kleur knoppen

# #31834
source: Home mainmenu focus button color
de_de: Farbe der Fokusschaltfläche des Hauptmenüs
nl_nl: Thuisbasis kleur focusknop

# #320001
source: Home mainmenu line under icons
de_de: Home-Hauptmenüzeile unter den Symbolen
nl_nl: Thuisbasis hoofdmenu lijn onder pictogrammen

# #31115
source: Homescreen layout
de_de: Layout des Startbildschirms
nl_nl: Indeling Thuisbasis

# #31445
source: Horizontal Panel
de_de: Horizontale Platte
nl_nl: Horizontaal paneel

# #31635
source: Horizontal navigation
de_de: Horizontale Navigation
nl_nl: Horizontale navigatie

# #31048
source: Horror Movies
de_de: Horrorfilme
nl_nl: Horrorfilms

# #31287
source: Hourly Forecast
de_de: Stündliche Prognose
nl_nl: Weervoorspelling per uur

# #31393
source: Hubs can be configured with their own widgets here, but they need to be unlocked first.[CR]When you're done, lock them in:[CR]Settings -> Skin Settings -> Configure Shortcuts tab -> Lock Hubs.
de_de: Hulu Originalserie
nl_nl: Hubs kunnen hier worden geconfigureerd met hun eigen widgets, maar ze moeten eerst worden ontgrendeld.[CR]Als je klaar bent, vergrendel ze dan:[CR]Instellingen -> Thema-instellingen -> Tabblad Snelkoppelingen configureren -> Hubs vergrendelen.

# #31190
source: Hulu Original Series
nl_nl: Hulu Original Serie

# #31906
source: IMDB Rating
de_de: IMDB-Bewertung
nl_nl: IMDB-beoordeling

# #31390
source: I want to keep my current config
de_de: Ich möchte meine aktuelle Konfiguration behalten
nl_nl: Ik wil mijn huidige configuratie behouden

# #31500
source: Image
de_de: BILD
nl_nl: Afbeelding

# #31657
source: In library
de_de: In der Bibliothek
nl_nl: In bibliotheek

# #31783
source: Inactive
nl_nl: Inactief

# #320086
source: Information
de_de: Informationen
nl_nl: Informatie

# #31449
source: Interval (in seconds) for multi-image and random fanart backgrounds
de_de: Intervall (in Sekunden) für Fanart-Hintergründe mit mehreren Bildern und zufälligen Fanart-Hintergründen
nl_nl: Interval (in seconden) voor multi-image en willekeurige fanart achtergronden

# #31806
source: Jump to a specific time (hh:mm:ss)
de_de: Zu einer bestimmten Zeit springen (hh:mm:ss)
nl_nl: Naar een specifieke tijd springen (uu:mm:ss)

# #320104
source: Kids & Family
de_de: Kinder & Familie
nl_nl: Kinderen & Familie

# #31537
source: Kids & Family Movies
de_de: Kinder- und Familienfilme
nl_nl: Films voor kinderen en familie

# #31603
source: Label overlays on posters and thumbs panel color
de_de: Label-Overlays auf Postern und Farbe der Thumb-Leiste
nl_nl: Label overlays op posters en duimen paneel kleur

# #31604
source: Label overlays on posters and thumbs text color
de_de: Label-Overlays auf Postern und Thumb-Textfarbe
nl_nl: Label overlays op posters en duimen tekstkleur

# #31056
source: Landscape
nl_nl: Landschap

# #31430
source: Landscape
nl_nl: Landschap

# #31938
source: Landscape Details
nl_nl: Details landschap

# #31937
source: Landscape Large
de_de: Landscape Groß
nl_nl: Landschap Groot

# #31431
source: Landscape Single Row
de_de: Landscape Einreihig
nl_nl: Landschap Enkele rij

# #31932
source: Landscape Small
de_de: Landscape Klein
nl_nl: Landschap Klein

# #31940
source: Landscape Widebox
de_de: Querformat Widebox
nl_nl: Landschap Wijde Doos

# #31432
source: Landscape details
nl_nl: Details landschap
