Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #31385
source: Recommended TV Shows
de_de: Empfohlene Serien
nl_nl: Aanbevolen TV-series

# #31263
source: Recommended by TMDB
de_de: Von TMDB empfohlen
nl_nl: Aanbevolen door TMDB

# #31108
source: Released:
de_de: Veröffentlicht:
nl_nl: Uitgebracht:

# #31714
source: Reload
de_de: Erneut laden
nl_nl: Herladen

# #31870
source: Remove from My List
de_de: Aus meiner Liste entfernen
nl_nl: Verwijderen uit Mijn Lijst

# #320213
source: Replace Add to My List (local library) with Add/Remove Watchlist (trakt)
de_de: Ersetze Zu meiner Liste hinzufügen (lokale Bibliothek) durch Watchlist hinzufügen/entfernen (Trakt)
nl_nl: Toevoegen aan mijn lijst (lokale bibliotheek) vervangen door Toevoegen/Verwijderen aan watchlist (Trakt)

# #320226
source: Replace Cast and Crew List with Cast and Crew Images
de_de: Ersetzen Sie die Besetzung- und Crewliste durch Darsteller- und Crewbilder
nl_nl: Cast en Crew Lijst vervangen door Cast en Crew Afbeeldingen

# #320222
source: Replace Credits & More Info with Extended Info
de_de: Ersetzen Sie Credits & More Info durch Extended Info
nl_nl: Credits & Meer info vervangen door Uitgebreide info

# #320149
source: Replace Default Choose Art with Artwork Beef
de_de: Ersetzen Sie Standard Choose Art durch Artwork Beef
nl_nl: Standaard keuze voor kunst vervangen door Artwork Beef

# #31170
source: Reset menu to skin's defaults
de_de: Menü auf Skin-Standardeinstellungen zurücksetzen
nl_nl: Menu terugzetten naar de standaardinstellingen van het thema

# #31274
source: Reset the skin to default settings
de_de: Setze den Skin auf die Standardeinstellungen zurück
nl_nl: Zet het thema terug naar de standaardinstellingen

# #31880
source: Restore Default Widgets in Hubs
de_de: Standard-Widgets in Hubs wiederherstellen
nl_nl: Standaardwidgets herstellen in hubs

# #31273
source: Restore the skin settings
de_de: Stellen Sie die Skin-Einstellungen wieder her
nl_nl: Thema-instellingen herstellen

# #31375
source: Restoring Widgets in Hubs will overrite all current widgets in hubs.
de_de: Beim Wiederherstellen von Widgets in Hubs werden alle aktuellen Widgets in Hubs überschrieben.
nl_nl: Widgets in hubs herstellen overschrijft alle huidige widgets in hubs.

# #320023
source: Restricted Panel Color
de_de: Eingeschränkte Panelfarbe
nl_nl: Beperkte paneelkleur

# #31120
source: Reviews
nl_nl: Beoordelingen

# #31955
source: Rewind
de_de: Zurückspulen
nl_nl: Terugspoelen

# #31961
source: Right
de_de: Richtig
nl_nl: Rechts

# #31722
source: Right List
de_de: Rechte Liste
nl_nl: Rechtse lijst

# #320219
source: Roles
de_de: Rollen
nl_nl: Rollen

# #320113
source: Romance
de_de: Romanze
nl_nl: Romantiek

# #31047
source: Romantic Movies
de_de: Romantische Filme
nl_nl: Romantische Films

# #31363
source: Rotate all widgets (including spotlight) every
de_de: Drehe alle Widgets (einschließlich Spotlight) alle
nl_nl: Roteer alle widgets (inclusief Schijnwerper) elke

# #31359
source: Rotate the first widget (if assigned) every
de_de: Drehe das erste Widget (falls zugewiesen) alle
nl_nl: Roteer de eerste widget (indien toegewezen) elke

# #31362
source: Rotate the fourth widget (if assigned) every
de_de: Drehe das vierte Widget (falls zugewiesen) alle
nl_nl: Roteer de vierde widget (indien toegewezen) elke

# #31360
source: Rotate the second widget (if assigned) every
de_de: Drehe das zweite Widget (falls zugewiesen) alle
nl_nl: Roteer de tweede widget (indien toegewezen) elke

# #31361
source: Rotate the third widget (if assigned) every
de_de: Drehe das dritte Widget (falls zugewiesen) alle
nl_nl: Roteer de derde widget (indien toegewezen) elke

# #320044
source: Rotten Tomatoes Audience Rating
de_de: Zuschauerbewertung von Rotten Tomatoes
nl_nl: Rotten Tomatoes Publiekswaardering

# #320043
source: Rotten Tomatoes Fresh Certified
de_de: Rotten Tomatoes Fresh zertifiziert
nl_nl: Rotten Tomatoes Fresh gecertificeerd

# #31775
source: Rotten Tomatoes Rating
de_de: Rotten Tomatoes Bewertung
nl_nl: Rotten Tomatoes beoordeling

# #320066
source: Runtime
de_de: Laufzeit
nl_nl: Tijdsduur

# #31336
source: SEASON FINALE
de_de: STAFFELFINALE
nl_nl: SEIZOEN FINALE

# #31255
source: SEEKING
de_de: SUCHE
nl_nl: ZOEKEN

# #31335
source: SERIES FINALE
de_de: SERIENFINALE
nl_nl: SERIE FINALE

# #31194
source: Science Fiction Movies
de_de: Science-Fiction-Filme
nl_nl: Science Fiction Films

# #31495
source: Scrollbar background color
de_de: Hintergrundfarbe der Bildlaufleiste
nl_nl: Achtergrondkleur schuifbalk

# #31497
source: Scrollbar focused color
de_de: Bildlaufleisten-fokussierte Farbe
nl_nl: Kleur voor schuifbalk

# #31496
source: Scrollbar unfocused color
de_de: Unfokussierte Farbe der Bildlaufleiste
nl_nl: Kleur onscherpe schuifbalk

# #31344
source: Scrollbar visibility
de_de: Sichtbarkeit der Scrollleiste
nl_nl: Zichtbaarheid schuifbalk

# #320055
source: Search Library
de_de: Bibliothek durchsuchen
nl_nl: Zoeken in bibliotheek

# #31038
source: Search Music Videos, Albums, Artists or Songs
de_de: Suchen Sie nach Musikvideos, Alben, Künstlern oder Songs
nl_nl: Muziekvideo's, albums, artiesten of liedjes zoeken

# #31415
source: Search Settings
de_de: Einstellungen für die Suche
nl_nl: Instellingen zoeken

# #320052
source: Search TMDB Helper
de_de: Suchen Sie nach TMDB Helper
nl_nl: TMDB-helper zoeken

# #31419
source: Search YouTube
de_de: Suche auf YouTube
nl_nl: Zoeken op YouTube

# #320225
source: Search by Movies, Movie Collections, TV Shows or People
de_de: Suche nach Filmen, Filmsammlungen, Serien oder Personen
nl_nl: Zoeken op films, filmcollecties, TV-series of personen

# #31559
source: Search by Title, Genre, Actor, Director, Country, Studio or Year
de_de: Suche nach Titel, Genre, Darsteller, Regisseur, Land, Studio oder Jahr
nl_nl: Zoeken op titel, genre, acteur, regisseur, land, studio of jaar

# #31560
source: Search by Title, Genre, Actor, Studio, Year or Episode
de_de: Suche nach Titel, Genre, Schauspieler, Studio, Jahr oder Folge
nl_nl: Zoeken op titel, genre, acteur, studio, jaar of aflevering

# #320234
source: Search categories
de_de: Kategorien durchsuchen
nl_nl: Categorieën zoeken

# #31026
source: Search for Addons
de_de: Suche nach Addons
nl_nl: Addons zoeken

# #31416
source: Search for Episodes by name
de_de: Suchen Sie nach Folgen anhand des Namens
nl_nl: Afleveringen zoeken op naam

# #31418
source: Search for Music Albums, Artists and Songs
de_de: Suche nach Musikalben, Künstlern und Songs
nl_nl: Muziekalbums, artiesten en nummers zoeken

# #31417
source: Search for Music Videos
de_de: Suche nach Musikvideos
nl_nl: Zoeken naar muziekvideo's

# #320095
source: Search results for
de_de: Suchergebnisse für
nl_nl: Zoekresultaten voor

# #320003
source: Season
de_de: Staffel
nl_nl: Seizoen

# #31104
source: Season Greetings
de_de: Frohe Festtage
nl_nl: Seizoensgroeten

# #320207
source: Seasons
de_de: Staffeln
nl_nl: Seizoenen

# #31884
source: Select Delay Interval for Auto-Trailers
de_de: Wählen Sie das Verzögerungsintervall für Auto-Trailer
nl_nl: Selecteer vertragingsinterval voor Auto-Trailers

# #31626
source: Select Movie/TV Genre icons
de_de: Wählen Sie Film-/TV-Genre-Symbole
nl_nl: Selecteer film-/tv-genrepictogrammen

# #31772
source: Select Movie Genre fanart
de_de: Wählen Sie Filmgenre Fanart
nl_nl: Kies filmgenre fanart

# #31627
source: Select Music Genre icons
de_de: Wählen Sie Musikgenre-Symbole
nl_nl: Selecteer muziekgenre-pictogrammen

# #31624
source: Select Weather fanart
de_de: Wählen Sie Wetter-Fanart
nl_nl: Selecteer Weer fanart

# #31623
source: Select Weather icons
de_de: Wählen Sie Wettersymbole
nl_nl: Weerpictogrammen selecteren

# #31117
source: Select Which Buttons to Show in Credits & More Info
de_de: Wählen Sie aus, welche Schaltflächen in Credits & More Info angezeigt werden sollen
nl_nl: Selecteer welke knoppen moeten worden weergegeven in Credits &amp; Meer informatie

# #31695
source: Select Which Buttons to Show in Video Info
de_de: Wählen Sie aus, welche Schaltflächen in den Videoinformationen angezeigt werden sollen
nl_nl: Selecteer welke knoppen moeten worden weergegeven in de video-info

# #320129
source: Select Which Categories to Show in Categories Hub
de_de: Wählen Sie aus, welche Kategorien im Categories Hub angezeigt werden sollen
nl_nl: Selecteer welke categorieën worden weergegeven in de categoriehub

# #31090
source: Select Which Details to Show in Extended Info
de_de: Wählen Sie aus, welche Details in den erweiterten Informationen angezeigt werden sollen
nl_nl: Selecteer welke details moeten worden weergegeven in Uitgebreide info

# #31930
source: Select Which Details to Show in Video Info
de_de: Wählen Sie aus, welche Details in den Videoinformationen angezeigt werden sollen
nl_nl: Selecteer welke details moeten worden weergegeven in de video-info

# #31463
source: Select a color theme
de_de: Wählen Sie ein Farbthema
nl_nl: Selecteer een kleurthema

# #31768
source: Select a default palette for color picker
de_de: Wählen Sie eine Standardpalette für den Farbwähler
nl_nl: Selecteer een standaard palet voor kleurkiezer

# #31384
source: Set Content
de_de: Inhalt festlegen
nl_nl: Inhoud instellen

# #31882
source: Set Custom Content in Home Spotlight Widget
de_de: Stellen Sie benutzerdefinierte Inhalte im Home Spotlight-Widget ein
nl_nl: Aangepaste inhoud instellen in Thuisbasis Schijnwerper Widget

# #31874
source: Set Custom Spotlight Content
de_de: Stellen Sie benutzerdefinierte Spotlight-Inhalte ein
nl_nl: Aangepaste Schijnwerper-inhoud instellen

# #31886
source: Set Default 'Select' Action to Show Information (only applies to widgets)
de_de: Legen Sie die Standardaktion „Auswählen“ fest, um Informationen anzuzeigen (gilt nur für Widgets)
nl_nl: Standaard 'Selecteer'-actie instellen op Informatie weergeven (geldt alleen voor widgets)

# #31369
source: Set Icon
de_de: Symbol setzen
nl_nl: Pictogram instellen

# #320218
source: Set Number of Roles to Show in Cast Info
de_de: Stellen Sie die Anzahl der Rollen ein, die in den Besetzungsinformationen angezeigt werden sollen
nl_nl: Stel het aantal rollen in dat moet worden weergegeven in Cast Info

# #31842
source: Set Spotlight Content to Recommendations Based on Recently Watched
de_de: Stellen Sie Spotlight-Inhalte auf Empfehlungen ein, die auf den zuletzt angesehenen Inhalten basieren
nl_nl: Schijnwerper-inhoud instellen op aanbevelingen op basis van recent bekeken

# #31037
source: Set default limit for items in Widgets
de_de: Legen Sie das Standardlimit für Elemente in Widgets fest
nl_nl: Standaardlimiet instellen voor items in Widgets

# #31687
source: Set infoline
de_de: Infoline einrichten
nl_nl: Infoline instellen

# #31688
source: Set infoline for subheader
de_de: Infoline für Subheader setzen
nl_nl: Infoline instellen voor subkop

# #31071
source: Setting level
de_de: Stufe einstellen
nl_nl: Niveau instellen

# #31704
source: Settings for Header
de_de: Einstellungen für Header
nl_nl: Instellingen voor koptekst

# #31137
source: Settings for recordings
de_de: Einstellungen für Aufnahmen
nl_nl: Instellingen voor opnamen

# #31477
source: Shadow color for footer
de_de: Schattenfarbe für Fußzeile
nl_nl: Schaduwkleur voor voettekst

# #31220
source: Shadow color for header
de_de: Schattenfarbe für Header
nl_nl: Schaduwkleur voor koptekst

# #31817
source: Shadowcolor for focused lyrics text
de_de: Shadowcolor für fokussierten Liedtext
nl_nl: Schaduwkleur voor gerichte songtekst

# #31816
source: Shadowcolor for unfocused lyrics text
de_de: Shadowcolor für unfokussierten Liedtext
nl_nl: Schaduwkleur voor onscherpe songtekst

# #31060
source: Show/Hide OSD buttons
de_de: OSD-Tasten ein-/ausblenden
nl_nl: OSD-knoppen weergeven/verbergen

# #31122
source: Show Additional Video Info Fanarts
de_de: Zeige zusätzliche Videoinformationen Fanarts
nl_nl: Toon extra video-info Fanarts

# #31131
source: Show Cast and Crew Fanarts
de_de: Zeige Cast- und Crew-Fanarts
nl_nl: Showcast en crew Fanarts

# #320184
source: Show ClearArt Instead of Clearlogo on Pause
de_de: ClearArt statt Clearlogo bei Pause anzeigen
nl_nl: ClearArt tonen in plaats van Clearlogo op pauze

# #31733
source: Show Clearart/Clearlogo (if available) at Top-Right if OSD-Panel Active
de_de: Zeige Clearart/Clearlogo (falls verfügbar) oben rechts, wenn das OSD-Panel aktiv ist
nl_nl: Clearart/Clearlogo (indien beschikbaar) rechtsboven tonen als OSD-paneel actief is

# #320186
source: Show Clearart Instead of Clearlogo on Infopane
de_de: Clearart statt Clearlogo auf Infopane anzeigen
nl_nl: Clearart tonen in plaats van Clearlogo op infopaneel

# #31200
source: Show Disc-art
de_de: Disc-Art anzeigen
nl_nl: Toon Disc-art

# #31125
source: Show Extended Info Fanarts
de_de: Zeige erweiterte Info-Fanarts
nl_nl: Toon Uitgebreide Info Fanarts

# #31913
source: Show First Unwatched/Currently Watching Episode Info in TV Show's Info
de_de: Informationen zur ersten nicht angesehenen/aktuell angesehenen Folge in den Informationen zur Serie anzeigen
nl_nl: Toon Eerste niet bekeken/actuele aflevering in info van TV-series

# #31985
source: Show Header Title (left) and Time (right)
de_de: Header-Titel (links) und Uhrzeit (rechts) anzeigen
nl_nl: Titel kop (links) en tijd (rechts) weergeven

# #31987
source: Show Header Title (left) and Weather (right)
de_de: Header-Titel (links) und Wetter (rechts) anzeigen
nl_nl: Titel koptekst (links) en Weer (rechts) weergeven

# #31995
source: Show Logo & Weather (left) and Time (right)
de_de: Logo und Wetter (links) und Uhrzeit (rechts) anzeigen
nl_nl: Toon Logo & Weer (links) en Tijd (rechts)

# #31996
source: Show Logo (left) and Profile (right)
de_de: Logo (links) und Profil (rechts) anzeigen
nl_nl: Toon logo (links) en profiel (rechts)

# #31988
source: Show Logo (left) and Time & Weather (right)
de_de: Logo (links) und Time & Weather (rechts) anzeigen
nl_nl: Toon logo (links) en tijd & weer (rechts)

# #31984
source: Show Logo (left) and Time (right)
de_de: Logo (links) und Uhrzeit (rechts) anzeigen
nl_nl: Toon tijd (links) en tijd (rechts)

# #31997
source: Show Logo (left) and Weather (right)
de_de: Logo (links) und Wetter (rechts) anzeigen
nl_nl: Toon logo (links) en weer (rechts)

# #31259
source: Show OSD Infopanel on Pause
de_de: OSD-Infopanel bei Pause anzeigen
nl_nl: OSD-infopaneel tonen bij pauze

# #31009
source: Show Plot when Spotlight Plays Trailer
de_de: Handlung anzeigen, wenn Spotlight den Trailer abspielt
nl_nl: Toon plot wanneer Schijnwerper de trailer afspeelt

# #31998
source: Show Profile (left) and Time (right)
de_de: Profil (links) und Uhrzeit (rechts) anzeigen
nl_nl: Profiel (links) en tijd (rechts) weergeven

# #320167
source: Show TV Show Status on Details Row Home & Bingie Views
de_de: TV-Sendungsstatus in Details Row Home & Bingie Views anzeigen
nl_nl: Toon TV-serie status op detail-rij Thuisbasis & Bingie Views

# #31724
source: Show The Runtime in Minutes Instead of Hours in The Details Section
de_de: Zeige die Laufzeit in Minuten statt in Stunden im Detailbereich
nl_nl: Toon de looptijd in minuten in plaats van uren in het gedeelte Details

# #31990
source: Show Time & Weather (right)
de_de: Uhrzeit und Wetter anzeigen (rechts)
nl_nl: Toon tijd en weer (rechts)

# #31989
source: Show Title (left) and Time & Weather (right)
de_de: Titel (links) und Time & Weather (rechts) anzeigen
nl_nl: Titel weergeven (links) en Tijd &amp; Weer (rechts)

# #31986
source: Show Weather (left) and Time (right)
de_de: Wetter (links) und Uhrzeit (rechts) anzeigen
nl_nl: Weer (links) en tijd (rechts) weergeven

# #31802
source: Show animated art only in details/info (not in lists)
de_de: Zeige animierte Kunst nur in Details/Informationen (nicht in Listen)
nl_nl: Toon geanimeerde kunst alleen in details/info (niet in lijsten)

# #31640
source: Show artist biography on OSD while playing music
de_de: Künstlerbiografie beim Abspielen von Musik auf dem OSD anzeigen
nl_nl: Artiestenbiografie tonen op OSD tijdens het afspelen van muziek

# #31665
source: Show artist logo on fullscreen music playback
de_de: Künstlerlogo bei der Musikwiedergabe im Vollbildmodus anzeigen
nl_nl: Artiestenlogo tonen bij muziek afspelen op volledig scherm

# #31327
source: Show clearlogo (if available)
de_de: Klares Logo anzeigen (falls verfügbar)
nl_nl: Duidelijk logo weergeven (indien beschikbaar)

# #31325
source: Show current weather in the video info & video on-screen displays
de_de: Zeigen Sie das aktuelle Wetter in den Videoinformationen und Videoanzeigen auf dem Bildschirm an
nl_nl: Toon het huidige weer in de video info & video on-screen displays

# #31029
source: Show footer bar in views
de_de: Fußzeilenleiste in Ansichten anzeigen
nl_nl: Toon voettekstbalk in weergaven

# #31749
source: Show info
de_de: Infos einblenden
nl_nl: Toon info

# #31599
source: Show infopanel right
de_de: Infopanel rechts anzeigen
nl_nl: Infopaneel rechts tonen

# #31732
source: Show large scrolling text while music playback
de_de: Während der Musikwiedergabe großen Lauftext anzeigen
nl_nl: Grote scrollende tekst tonen tijdens het afspelen van muziek

# #31114
source: Show large thumbnail
de_de: Großes Vorschaubild anzeigen
nl_nl: Grote miniatuur weergeven

# #31155
source: Show panel background
de_de: Panel-Hintergrund anzeigen
nl_nl: Achtergrond paneel weergeven

# #31133
source: Show plot in video infopanel or onscreen display
de_de: Zeigen Sie die Handlung im Video-Infopanel oder auf dem Bildschirm an.
nl_nl: Plot weergeven in video-infopaneel of schermdisplay

# #31338
source: Show video preview in PVR section
de_de: Videovorschau im PVR-Bereich anzeigen
nl_nl: Videovoorvertoning tonen in PVR-sectie

# #31601
source: Sideblade/options menu panel color
de_de: Farbe des Sideblade-/Optionsmenüfelds
nl_nl: Kleur zijblad/opties menupaneel

# #31602
source: Sideblade/options menu text color
de_de: Farbe des Sideblade-/Optionsmenüs
nl_nl: Tekstkleur zijblad/opties menu

# #320005
source: Similar
de_de: ähnlich
nl_nl: Vergelijkbare

# #31575
source: Similar Movies
de_de: Ähnliche Filme
nl_nl: Vergelijkbare films

# #31576
source: Similar TV Shows
de_de: Ähnliche Serien
nl_nl: Vergelijkbare TV-series

# #31567
source: Simple list (PVR)
de_de: Einfache Liste (PVR)
nl_nl: Eenvoudige lijst (PVR)

# #31435
source: Single Poster
de_de: Einzelnes Poster
nl_nl: Enkele poster

# #31949
source: Single fanart image
de_de: Einzelnes Fanart-Bild
nl_nl: Enkele fanart afbeelding

# #31751
source: Single widget
de_de: Einzelnes Widget
nl_nl: Enkele widget

# #31878
source: Skin Resources Settings
de_de: Einstellungen für Skin-Ressourcen
nl_nl: Instellingen thema-bronnen

# #31450
source: Slim List
de_de: Schmale Liste
nl_nl: Smallere lijst

# #31969
source: Small
de_de: Klein
nl_nl: Klein

# #31936
source: Small Posters
de_de: Kleine Poster
nl_nl: Kleine posters

# #31367
source: Small poster
de_de: Kleines Poster
nl_nl: Kleine poster

# #31531
source: Smart shortcuts
de_de: Intelligente Tastenkürzel
nl_nl: Slimme snelkoppelingen

# #31322
source: Smart shortcuts will enable a background scanner for supported favourites and/or playlists. If you add a smart shortcut to your home menu, you'll get auto rotating tile images and backgrounds for that particular section.
de_de: Intelligente Kurzbefehle ermöglichen einen Hintergrundscanner für unterstützte Favoriten und/oder Playlisten. Wenn du deinem Startmenü einen intelligenten Kurzbefehl hinzufügst, werden dir automatisch rotierende Kachelbilder und Hintergründe für diesen bestimmten Abschnitt angezeigt.
nl_nl: Slimme snelkoppelingen schakelen een achtergrondscanner in voor ondersteunde favorieten en/of afspeellijsten. Als je een slimme snelkoppeling toevoegt aan Thuisbasis, krijg je automatisch roterende tegelafbeeldingen en achtergronden voor die specifieke sectie.

# #320179
source: Snow Animation
de_de: Schnee-Animation
nl_nl: Sneeuw Animatie

# #31082
source: Song titles related to
de_de: Songtitel im Zusammenhang mit
nl_nl: Songtitels gerelateerd aan

# #31176
source: Splash Screen Settings
de_de: Splashscreen-Einstellungen
nl_nl: Instellingen splash-scherm

# #31185
source: Spotlight
nl_nl: Schijnwerper

# #31307
source: Spotlight widget
nl_nl: Schijnwerper-widget

# #31934
source: Square
de_de: Quadratisch
nl_nl: Vierkant

# #31193
source: Stand-Up Comedy
nl_nl: Stand-up komedie

# #320223
source: Starring
de_de: In den Hauptrollen
nl_nl: Met in de hoofdrol

# #31850
source: Starting in
de_de: beginnend in
nl_nl: Start in

# #320235
source: Startup animations
de_de: Startanimationen
nl_nl: Opstartanimaties

# #320097
source: Streaming services
de_de: Streaming-Dienste
nl_nl: Streamingdiensten

# #31632
source: Style for Media/Codec Info
de_de: Stil für Medien-/Codec-Informationen
nl_nl: Stijl voor Media/Codec-info

# #320008
source: Style for media/codec info
de_de: Stil für Medien-/Codec-Informationen
nl_nl: Stijl voor Media/Codec-info

# #31773
source: Submenu heading
de_de: Überschrift des Untermenüs
nl_nl: Submenutitel

# #31696
source: Supported Addons
de_de: Unterstützte Addons
nl_nl: Ondersteunde addons

# #320027
source: Surprise Me
de_de: Überraschen Sie mich
nl_nl: Verras me.

# #31713
source: Swap poster
de_de: Poster austauschen
nl_nl: Ruilposter

# #31839
source: Switch Profiles
de_de: Profile wechseln
nl_nl: Schakelprofielen

# #31195
source: SyFy Series
de_de: SyFy-Serie
nl_nl: SyFy-serie

# #320092
source: TMDB Helper List
de_de: TMDB-Helferliste
nl_nl: TMDB-helperlijst

# #31010
source: TMDB Helper search content
de_de: TMDB Helper sucht nach Inhalten
nl_nl: TMDB Helper zoek content

# #320131
source: TMDB Popular Movies
de_de: TMDB Beliebte Filme
nl_nl: TMDB Populaire Films

# #320132
source: TMDB Popular TV Shows
de_de: TMDB Beliebte Serien
nl_nl: TMDB Populaire TV-series

# #31907
source: TMDB Rating
de_de: TMDB-Bewertung
nl_nl: TMDB-beoordeling

# #320112
source: TMDB Trending Movies
de_de: TMDB Trendfilme
nl_nl: TMDB Trending Films

# #320106
source: TMDB Trending TV Shows
de_de: TMDB-TV-Sendungen im Trend
nl_nl: TMDB Trending TV-series

# #320041
source: TVDB Rating
de_de: TVDB-Bewertung
nl_nl: TVDB-beoordeling

# #320118
source: TV Action & Adventure
de_de: TV-Action und Abenteuer
nl_nl: TV Actie & Avontuur

# #320126
source: TV Animations
de_de: TV-Animationen
nl_nl: TV Animatie

# #320012
source: TV Channels
de_de: TV-Kanäle
nl_nl: TV-kanalen

# #320120
source: TV Comedies
de_de: TV-Komödien
nl_nl: TV Komedies

# #320123
source: TV Crime
de_de: TV-Krimi
nl_nl: TV Misdaad

# #320122
source: TV Documentaries
de_de: TV-Dokumentationen
nl_nl: TV-documentaires

# #320013
source: TV Guide
de_de: TV-Ratgeber
nl_nl: TV Gids

# #320121
source: TV Kids & Family
de_de: TV Kinder & Familie
nl_nl: TV Kinderen & Familie

# #320015
source: TV Recordings
de_de: TV-Aufzeichnungen
nl_nl: TV-opnames

# #320014
source: TV Search
de_de: TV-Suche
nl_nl: TV zoeken

# #320011
source: TV Shows
nl_nl: TV-series

# #320058
source: TV Shows
de_de: Serien
nl_nl: TV-series

# #31864
source: TV Shows Hub
de_de: Hub für Serien
nl_nl: Hub TV-series

# #320125
source: TV War & Politics
de_de: TV-Krieg und Politik
nl_nl: TV Oorlog & politiek

# #31132
source: TV channels
de_de: TV-Kanäle
nl_nl: TV-kanalen

# #320200
source: TV show
de_de: Serie
nl_nl: TV-series

# #31458
source: Textcolor for buttons in the skin
de_de: Schriftfarbe für Buttons im Skin
nl_nl: Tekstkleur voor knoppen in het thema

# #31815
source: Textcolor for focused lyrics
de_de: Textfarbe für fokussierte Texte
nl_nl: Tekstkleur voor centrale songteksten

# #31455
source: Textcolor for footer
de_de: Textfarbe für Fußzeile
nl_nl: Tekstkleur voor voettekst

# #31219
source: Textcolor for header
de_de: Textfarbe für Header
nl_nl: Tekstkleur voor koptekst

# #31814
source: Textcolor for unfocused lyrics
de_de: Textfarbe für unfokussierte Texte
nl_nl: Tekstkleur voor onscherpe teksten
