Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.titan.bingie-2.2.1.91.mod/language/resource.language.*/strings.po
Languages: de_de, nl_nl

# #31388
source: The new Titan skin for Kodi Nexus.[CR]This skin has many different layouts to choose from, let us start with the Titan BINGIE MOD main layout. This layout is designed to simulate Netflix user experience for TV.[CR]In order to get everything running as it should, it's recommended to set the following Kodi options:[CR][CR][COLOR ff41b957] - Disable mouse[CR] - Hide parent folder items[CR] - Auto focus first unwatched episode[CR] - Flatten TV Shows seasons (show all episodes)[CR] - Set media default action to 'Resume'[/COLOR][CR][CR]Note that this settings are global and will be valid for all installed skins.[CR]But no worries, all settings can be reverted in Kodi settings.
de_de: Für diese Kategorie gibt es keine Treffer.
nl_nl: Het nieuwe Titan thema voor Kodi Nexus.[CR]Dit thema heeft veel verschillende layouts om uit te kiezen, laten we beginnen met de Titan BINGIE MOD hoofdlayout. Deze lay-out is ontworpen om de Netflix gebruikerservaring voor TV te simuleren.[CR]Om alles naar behoren te laten werken, is het aan te raden om de volgende Kodi opties in te stellen:[CR][CR][COLOR ff41b957] - Muis uitschakelen[CR] - Bovenliggende map items verbergen[CR] - Automatisch focussen op eerste niet bekeken aflevering[CR] - TV-series seizoenen afvlakken (alle afleveringen tonen)[CR] - Media standaard actie instellen op 'Hervatten'[/COLOR][CR][CR]Merk op dat deze instellingen globaal zijn en geldig zijn voor alle geïnstalleerde thema's.[CR]Maar geen zorgen, alle instellingen kunnen worden teruggedraaid in de Kodi-instellingen.

# #31558
source: There are no matches for this category.
nl_nl: Er zijn geen resultaten voor deze categorie.

# #31578
source: There are no matches for your search.
de_de: Es gibt keine Treffer für Ihre Suche.
nl_nl: Er zijn geen overeenkomsten voor je zoekopdracht.

# #31903
source: This section will take effect only when content is sorted by title.
de_de: Dieser Abschnitt wird nur wirksam, wenn der Inhalt nach Titel sortiert ist.
nl_nl: Dit gedeelte is alleen van kracht als inhoud wordt gesorteerd op titel.

# #31464
source: This skin allows you to customize almost every color in the skin manually. You can also choose to save your customizations to a color theme or use one of the predefined color themes.
de_de: Mit diesem Skin können Sie fast jede Farbe im Skin manuell anpassen. Sie können Ihre Anpassungen auch in einem Farbdesign speichern oder eines der vordefinierten Farbdesigns verwenden.
nl_nl: Met dit thema kun je bijna elke kleur in het thema handmatig aanpassen. Je kunt er ook voor kiezen om je aanpassingen op te slaan in een kleurthema of een van de vooraf gedefinieerde kleurthema's te gebruiken.

# #31168
source: This skin is integrated with the skinshortcuts script to provide you maximized flexibility in how you want to arrange your homescreen menu’s. You’re able to add and delete tiles on the homescreen, change the images, define submenus etc. Click the button below to get started modifying the skin menu’s to your own preferences.
de_de: Dieser Skin ist in das Skinshortcuts-Skript integriert, um Ihnen maximale Flexibilität bei der Anordnung Ihrer Startbildschirmmenüs zu bieten. Sie können Kacheln auf dem Startbildschirm hinzufügen und löschen, die Bilder ändern, Untermenüs definieren usw. Klicken Sie auf die Schaltfläche unten, um mit der Anpassung des Skin-Menüs an Ihre eigenen Einstellungen zu beginnen.
nl_nl: Dit thema is geïntegreerd met het skinshortcuts-script om je maximale flexibiliteit te bieden in hoe je Thuisbasis-menu's wilt indelen. Je kunt tegels op Thuisbasis toevoegen en verwijderen, de afbeeldingen wijzigen, submenu's definiëren, enz. Klik op de knop hieronder om te beginnen met het aanpassen van de thema-menu's aan je eigen voorkeuren.

# #31196
source: Thriller & Suspense Movies
de_de: Thriller- und Suspensefilme
nl_nl: Thriller & Suspense Films

# #31197
source: Thriller & Suspense Series
de_de: Thriller- und Thriller-Reihe
nl_nl: Thriller & Suspense Serie

# #31438
source: Thumbs
de_de: Daumen
nl_nl: Duimpjes

# #31892
source: Thumbs Down Rate Value
de_de: Wert der Daumen-Down-Rate
nl_nl: Duim omlaag Waarde

# #31844
source: Thumbs Up/Down Options
de_de: Optionen für Daumen hoch/runter
nl_nl: Duim omhoog/omlaag opties

# #31891
source: Thumbs Up Rate Value
de_de: Wert der Daumen-Hoch-Rate
nl_nl: Duim omhoog Waarde

# #31439
source: Thumbs details
de_de: Details zu den Daumen
nl_nl: Duimpjes details

# #31296
source: Time to show each fanart image (in seconds)
de_de: Zeit, um jedes Fanart-Bild anzuzeigen (in Sekunden)
nl_nl: Tijd om elke fanart afbeelding te tonen (in seconden)

# #320016
source: Timer Rules
de_de: Timer-Regeln
nl_nl: Regels voor timer

# #31739
source: Title of current (random) background (if available)
de_de: Titel des aktuellen (zufälligen) Hintergrunds (falls verfügbar)
nl_nl: Titel van huidige (willekeurige) achtergrond (indien beschikbaar)

# #31555
source: Titles featuring actor
de_de: Titel mit Schauspieler
nl_nl: Titels met acteur

# #31554
source: Titles from studio
de_de: Titel aus dem Studio
nl_nl: Titels van studio

# #31552
source: Titles in genre
de_de: Titel im Genre
nl_nl: Titels in genre

# #31551
source: Titles related to
de_de: Titel im Zusammenhang mit
nl_nl: Titels gerelateerd aan

# #31553
source: Titles released in year
de_de: Im Jahr veröffentlichte Titel
nl_nl: Titels uitgebracht in jaar

# #320133
source: Top Rated Movies
de_de: Filme mit den besten Bewertungen
nl_nl: Best gewaardeerde films

# #320134
source: Top Rated TV Shows
de_de: Die am besten bewerteten Serien
nl_nl: Best gewaardeerde TV-series

# #31380
source: Total Revenue
de_de: Umsatz insgesamt
nl_nl: Totale inkomsten

# #31597
source: Total duration
de_de: Gesamtdauer
nl_nl: Totale duur

# #320192
source: Trailers & More
de_de: Trailer und mehr
nl_nl: Trailers & Meer

# #31849
source: Trailers Settings
de_de: Trailer-Einstellungen
nl_nl: Trailer Instellingen

# #320220
source: Trakt Manager
nl_nl: Trakt Beheerder

# #320142
source: Trakt Popular Movies
de_de: Trakt Beliebte Filme
nl_nl: Trakt Populaire Films

# #320143
source: Trakt Popular TV Shows
de_de: Trakt Beliebte Serien
nl_nl: Trakt Populaire TV-series

# #320039
source: Trakt Rating
de_de: Trakt-Bewertung
nl_nl: Trakt Beoordeling

# #320140
source: Trakt Trending Movies
de_de: Trakt beliebte Filme
nl_nl: Trakt Trending Films

# #320141
source: Trakt Trending TV Shows
de_de: Trakt beliebte Serien
nl_nl: Trakt Trending TV-series

# #320107
source: Trending This Week Movies
de_de: Die angesagtesten Filme dieser Woche
nl_nl: Trending deze week Films

# #320130
source: Trending This Week TV Shows
de_de: Die beliebtesten Serien dieser Woche
nl_nl: Trending deze week TV-series

# #31394
source: Unlock Hubs now
de_de: Hubs jetzt freischalten
nl_nl: Hubs nu ontgrendelen

# #31925
source: Unlock Hubs to change spotlight content and set widgets inside the hubs.
de_de: Entsperren Sie Hubs, um den Spotlight-Inhalt zu ändern und Widgets in den Hubs zu platzieren.
nl_nl: Ontgrendel hubs om de Schijnwerperinhoud te wijzigen en widgets in de hubs in te stellen.

# #31074
source: Unlock view
de_de: Ansicht entsperren
nl_nl: Weergave ontgrendelen

# #31092
source: Unwatched Episodes
de_de: Ungesehene Folgen
nl_nl: Onbekeken afleveringen

# #31065
source: Up Next
de_de: Als nächstes
nl_nl: Volgende

# #31921
source: Up Next Addon Options
de_de: Als Nächstes: Addon-Optionen
nl_nl: Volgende Addon-opties

# #31238
source: Use 8 rows in EPG timeline instead of 5
de_de: Verwende 8 Zeilen in der EPG-Timeline statt 5
nl_nl: Gebruik 8 rijen in EPG-tijdlijn in plaats van 5

# #31045
source: Use Alternative Splash Image
de_de: Alternatives Splash-Bild verwenden
nl_nl: Alternatieve splash-afbeelding gebruiken

# #31919
source: Use Bingie Info Panel OSD
de_de: Verwenden Sie das Bingie Info Panel OSD
nl_nl: Bingie-infopaneel OSD gebruiken

# #31917
source: Use Bingie OSD Panel
de_de: Verwenden Sie das Bingie OSD Panel
nl_nl: Bingie OSD-paneel gebruiken

# #31378
source: Use Bingie Video Info Dialog
de_de: Verwenden Sie den Bingie-Videoinformationsdialog
nl_nl: Bingie-video-infodialoog gebruiken

# #31511
source: Use Fixed Focus
de_de: Fixfokus verwenden
nl_nl: Vaste scherpstelling gebruiken

# #31350
source: Use GenreType for guide listings (Kodi default)
de_de: Verwenden Sie GenreType für Guide-Angebote (Kodi-Standard)
nl_nl: GenreType gebruiken voor gidsvermeldingen (Kodi-standaard)

# #31349
source: Use Genre for guide listings
de_de: Verwenden Sie Genre für Reiseführerlisten
nl_nl: Gebruik Genre voor gidsvermeldingen

# #31420
source: Use Global Search Add-on
de_de: Verwenden Sie das Global Search Add-on
nl_nl: Add-on Globaal zoeken gebruiken

# #320176
source: Use Netflix user Profile Icon Instead of Default
de_de: Verwenden Sie das Netflix-Benutzerprofilsymbol anstelle des Standardsymbols
nl_nl: Gebruik het pictogram van het gebruikersprofiel van Netflix in plaats van de standaardinstelling

# #31100
source: Use Netflix user picture
de_de: Netflix-Benutzerbild verwenden
nl_nl: Netflix-gebruikersafbeelding gebruiken

# #31476
source: Use Slim OSD Panel
de_de: Verwenden Sie das schlanke OSD-Panel
nl_nl: Slank OSD-paneel gebruiken

# #31239
source: Use alternative EPG progress indicator
de_de: Verwenden Sie eine alternative EPG-Fortschrittsanzeige
nl_nl: Alternatieve EPG-voortgangsindicator gebruiken

# #31803
source: Use animated fanart as background (if available)
de_de: Verwende animierte Fanart als Hintergrund (falls verfügbar)
nl_nl: Gebruik geanimeerde fanart als achtergrond (indien beschikbaar)

# #31671
source: Use compact Header
de_de: Kompakten Header verwenden
nl_nl: Gebruik compacte kop

# #31452
source: Use extended layout
de_de: Erweitertes Layout verwenden
nl_nl: Uitgebreide lay-out gebruiken

# #31451
source: Use extended layout for weather
de_de: Verwenden Sie ein erweitertes Layout für das Wetter
nl_nl: Gebruik uitgebreide lay-out voor het weer

# #31207
source: Use extra fanart
de_de: Benutze zusätzliches Fanart
nl_nl: Gebruik extra fanart

# #31701
source: Use extra large info panel
de_de: Verwenden Sie ein extragroßes Informationsfeld
nl_nl: Gebruik extra groot infopaneel

# #31498
source: Use fake discart when no discart exists for a media item
de_de: Verwenden Sie Fake-Discart, wenn für ein Medienelement kein Discart existiert
nl_nl: Gebruik valse discart als er geen discart bestaat voor een media-item

# #31804
source: Use fanart from widget as background
de_de: Fanart aus dem Widget als Hintergrund verwenden
nl_nl: Gebruik fanart van widget als achtergrond

# #31823
source: Use fixed focus
de_de: Fixfokus verwenden
nl_nl: Vaste focus gebruiken

# #31237
source: Use genre colors in EPG timeline
de_de: Verwende Genrefarben in der EPG-Timeline
nl_nl: Genrekleuren gebruiken in EPG-tijdlijn

# #31598
source: Use large banners
de_de: Verwenden Sie große Banner
nl_nl: Gebruik grote banners

# #31493
source: Use rounded icons in OSD
de_de: Verwenden Sie abgerundete Symbole im OSD
nl_nl: Gebruik afgeronde pictogrammen in OSD

# #31922
source: Use simplified layout (no info, just 2 buttons)
de_de: Verwenden Sie ein vereinfachtes Layout (keine Informationen, nur 2 Tasten)
nl_nl: Gebruik vereenvoudigde lay-out (geen info, alleen 2 knoppen)

# #31697
source: Use slim icons in OSD
de_de: Verwenden Sie schlanke Symbole im OSD
nl_nl: Slanke pictogrammen gebruiken in OSD

# #31453
source: Use slim list
de_de: Verwenden Sie eine schlanke Liste
nl_nl: Smalle lijst gebruiken

# #31720
source: Use small context/sidebar menu
de_de: Verwenden Sie ein kleines Kontext-/Seitenleistenmenü
nl_nl: Klein context-/zijbalkmenu gebruiken

# #31364
source: Use the shortcuts editor to enable rotation for a widget
de_de: Verwenden Sie den Shortcut-Editor, um die Rotation für ein Widget zu aktivieren
nl_nl: Gebruik de sneltoetsen-editor om rotatie in te schakelen voor een widget

# #320009
source: Video Information
de_de: Informationen zum Video
nl_nl: Video-informatie

# #31745
source: Video Playback
de_de: Videowiedergabe
nl_nl: Video afspelen

# #31781
source: Video process information
de_de: Informationen zum Videoprozess
nl_nl: Informatie videoproces

# #31305
source: View
de_de: Ansicht
nl_nl: Bekijk

# #31959
source: Visualizations
de_de: Visualisierungen
nl_nl: Visualisaties

# #31809
source: Volume Display/Change Indicator Style
de_de: Lautstärkeanzeige/Anzeigestil ändern
nl_nl: Volumeweergave/wijzigingsindicator Stijl

# #320203
source: Votes
de_de: Stimmen
nl_nl: Stemmen

# #31066
source: Watch
de_de: Ansehen
nl_nl: Kijk naar

# #31021
source: Watch Credits
de_de: Credits ansehen
nl_nl: Credits bekijken

# #31080
source: Watch It Again
de_de: Schau es dir noch einmal an
nl_nl: Opnieuw kijken

# #31649
source: Watch It Again Movies
de_de: Sieh es dir noch einmal an Filme
nl_nl: Opnieuw kijken films

# #31650
source: Watch It Again TV Shows
de_de: Sieh es dir noch einmal an (Serien)
nl_nl: Opnieuw kijken TV-series

# #31841
source: Watch Now
de_de: Jetzt ansehen
nl_nl: Nu bekijken

# #31070
source: Watch Season
de_de: Staffel
nl_nl: Seizoen kijken

# #31840
source: Watch Season 1 Now
de_de: Jetzt erste Staffel ansehen
nl_nl: Bekijk seizoen 1 nu

# #320221
source: Watchlist
de_de: Beobachtungsliste
nl_nl: Kijklijst

# #320198
source: We think you'll like this
de_de: Wir denken, das wird dir gefallen
nl_nl: We denken dat je dit leuk zult vinden

# #31636
source: Weather Alerts
de_de: Wetterwarnungen
nl_nl: Weeralarmen

# #31288
source: Weekend Forecast
de_de: Wochenend-Prognose
nl_nl: Weekend Voorspelling

# #31858
source: Welcome Back
de_de: Willkommen zurück
nl_nl: Welkom terug

# #320018
source: Welcome to[CR]Titan BINGIE MOD
de_de: Willkommen bei Titan BINGIE MOD
nl_nl: Welkom bij [CR]Titan BINGIE MOD

# #31387
source: Welcome to Titan BINGIE MOD
nl_nl: Welkom bij Titan BINGIE MOD

# #31856
source: Who's watching Netflix?
de_de: Wer scSkin Netflix?
nl_nl: Wie kijkt er naar Netflix?

# #31659
source: Wide
de_de: Breit
nl_nl: Breed

# #31413
source: Wide Box
de_de: Breiter Kasten
nl_nl: Brede doos

# #31851
source: Widget Content
de_de: Widget-Inhalt
nl_nl: Widget-inhoud

# #31679
source: Widget auto rotation interval
de_de: Intervall für automatische Rotation des Widgets
nl_nl: Widget automatisch roteren interval

# #31520
source: Widget loading animation color diffuse
de_de: Widget wird geladen, Animation, Farbe: diffus
nl_nl: Widget laadanimatie kleur diffuus

# #31370
source: Widget loading image
de_de: Widget lädt Bild
nl_nl: Widget laadt afbeelding

# #31750
source: Widget rows
de_de: Widget-Zeilen
nl_nl: Widget rijen

# #31395
source: With Titan BINGIE MOD you can have all of your Kodi and library content in one place, through the use of widgets.[CR][CR]Home widgets can be configured from:[CR][COLOR white] - Skin Settings -> Configure Shortcuts tab -> Edit Menu Shortcuts[/COLOR][CR][CR]There are also Hubs for Movies, TV Shows, New and you can add your own.[CR]Hubs can have their own spotlight and widgets and everything is set from the hub's screen, when the hub is UNLOCKED.[CR][COLOR white] - Skin Settings -> Configure Shortcuts tab -> Tick off the 'Lock Hubs' button[/COLOR][CR]When you're done, don't forget to lock the hubs![CR][CR][COLOR ff41b957]The skin is pre-packed with widgets for Movies & TV Shows.[CR]If you haven't added files to your video library yet, now is a good time![CR]Otherwise, you'd be staring at a blank screen...[/COLOR]
de_de: Autor
nl_nl: Met Titan BINGIE MOD kun je al je Kodi- en bibliotheekcontent op één plek hebben, door het gebruik van widgets.[CR][CR]Thuisbasis widgets kunnen worden geconfigureerd via:[CR][KLEUR WIT] - Thema-instellingen -> Configureer snelkoppelingen tab -> Bewerk menu-snelkoppelingen[/COLOR][CR][CR]Er zijn ook Hubs voor Films, TV-series, Nieuw en je kunt je eigen Hubs toevoegen.CR][CR]Hubs kunnen hun eigen Schijnwerper en widgets hebben en alles wordt ingesteld vanaf het scherm van de hub, wanneer de hub ONVERGRENDELD is.[CR][COLOR white] - Thema-instellingen -> Configureer snelkoppelingen tab -> vink de knop 'Hubs vergrendelen' uit[/COLOR][CR]Als je klaar bent, vergeet dan niet om de hubs te vergrendelen![CR][CR][COLOR ff41b957]Het thema zit boordevol widgets voor Films & TV-series.[CR]Als je nog geen bestanden aan je videobibliotheek hebt toegevoegd, is dit een goed moment![CR]Anders zou je naar een leeg scherm zitten te staren...[/COLOR]

# #320089
source: Writer
nl_nl: Schrijver

# #320072
source: Written by
de_de: geschrieben von
nl_nl: Geschreven door

# #320077
source: Year
de_de: Jahr
nl_nl: Jaar

# #31366
source: You're watching
de_de: Du schaust zu
nl_nl: Je kijkt naar

# #31590
source: You can configure the skin to automatically enable a different theme during day or night time
de_de: Sie können den Skin so konfigurieren, dass bei Tag oder Nacht automatisch ein anderes Theme aktiviert wird.
nl_nl: Je kunt het thema zo instellen dat overdag of 's nachts automatisch een ander thema wordt ingeschakeld.

# #31769
source: You can select which palette is displayed by default when the color picker is called by the skin.
de_de: Sie können auswählen, welche Palette standardmäßig angezeigt wird, wenn der Farbwähler vom Skin aufgerufen wird.
nl_nl: Je kunt kiezen welk palet standaard wordt weergegeven wanneer de kleurenkiezer wordt opgeroepen door het thema.

# #31546
source: You might need to restart Kodi for the changes to take effect
de_de: Möglicherweise müssen Sie Kodi neu starten, damit die Änderungen wirksam werden
nl_nl: Mogelijk moet je Kodi opnieuw opstarten om de wijzigingen door te voeren

# #31408
source: [B]CONFIGURE ADD-ONS[/B][CR][CR]Manage your installed Add-ons · Browse for and install Add-ons from kodi.tv · Modify Add-on settings
de_de: [B]ADD-ONS KONFIGURIEREN[/B][CR][CR]Verwalte deine installierten Add-ons · Suche und installiere Add-ons von kodi.tv · Add-on-Einstellungen ändern
nl_nl: [B]ADD-ONS CONFIGUREREN[/B][CR][CR]Uw geïnstalleerde add-ons beheren - Add-ons zoeken en installeren vanaf kodi.tv - Add-on-instellingen wijzigen

# #31400
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR][CR]Change the skin · Set language and region · Change file listing options · Set up a screensaver
de_de: [B]DARSTELLUNG KONFIGURIEREN[/B][CR][CR]Skin ändern · Sprache und Region festlegen · Optionen für die Dateiliste ändern · Bildschirmschoner einrichten
nl_nl: [B]WEERGAVE INSTELLINGEN CONFIGUREREN[/B][CR][CR]Thema wijzigen - Taal en regio instellen - Opties voor bestandsvermelding wijzigen - Screensaver instellen

# #31403
source: [B]CONFIGURE GAMES SETTINGS[/B][CR][CR]Set gameplay options
de_de: [B]SPIELEINSTELLUNGEN[/B][CR][CR]Spieloptionen festlegen
nl_nl: [B]SPEL-INSTELLINGEN CONFIGUREREN[/B][CR][CR]Spelopties instellen

# #31410
source: [B]CONFIGURE LIVE-TV SETTINGS[/B][CR][CR]Configure PVR settings
de_de: [B]LIVE-TV-EINSTELLUNGEN[CR][/B][CR][CR]PVR-Einstellungen konfigurieren
nl_nl: [B]LIVE-TV INSTELLINGEN CONFIGUREREN[/B][CR][CR]PVR-instellingen configureren

# #31401
source: [B]CONFIGURE MEDIA SETTINGS[/B][CR][CR]Manage your video, music and picture library · Change video, music and picture listing options
de_de: [B]MEDIENEINSTELLUNGEN[/B][CR][CR]Verwalte deine Video-, Musik- und Bildbibliothek · Ändere die Optionen für die Video-, Musik- und Bilderliste
nl_nl: [B]MEDIA-INSTELLINGEN CONFIGUREREN[/B][CR][CR]Uw video-, muziek- en fotobibliotheek beheren - Opties voor video-, muziek- en fotolijsten wijzigen

# #31405
source: [B]CONFIGURE NETWORK SETTINGS[/B][CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing · Set internet access options
de_de: [B]NETZWERKEINSTELLUNGEN[/B][CR][CR]Steuerung von Kodi über UPnP und HTTP einrichten · Filesharing konfigurieren · Internetzugriffsoptionen einrichten
nl_nl: [B]NETWERKINSTELLINGEN CONFIGUREREN[/B][CR][CR]Besturing van Kodi instellen via UPnP en HTTP - Bestandsdeling configureren - Opties voor internettoegang instellen

# #31402
source: [B]CONFIGURE PLAYER SETTINGS[/B][CR][CR]Set video and music playback options · Configure slideshows · Set subtitle fonts
de_de: [B]PLAYER EINSTELLUNGEN[/B][CR][CR]Video- und Musikwiedergabeoptionen festlegen · Diashows konfigurieren · Untertitel-Schriftarten festlegen
nl_nl: [B]AFSPEELINSTELLINGEN CONFIGUREREN[/B][CR][CR]Afspeelopties voor video en muziek instellen - Diavoorstellingen configureren - Lettertypen ondertitels instellen

# #31407
source: [B]CONFIGURE SKIN SETTINGS[/B][CR][CR]Setup Titan Bingie Mod skin · Add and remove home menu items · Change skin backgrounds
de_de: [B]SKIN-EINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Titan Bingie Mod Skin einrichten · Startmenüelemente hinzufügen und entfernen · Skin-Hintergründe ändern
nl_nl: [B]THEMA INSTELLINGEN[/B][CR][CR]Titan Bingie Mod thema instellen - Toevoegen en verwijderen Thuisbasis menu items - Thema-achtergronden wijzigen

# #31406
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR][CR]Setup and calibrate displays · Configure audio output · Set power saving options · Enable debugging
de_de: [B]SYSTEMEINSTELLUNGEN KONFIGURIEREN[/B][CR][CR]Displays einrichten und kalibrieren · Audioausgabe konfigurieren · Energiesparoptionen festlegen · Debugging aktivieren
nl_nl: [B]SYSTEEMINSTELLINGEN CONFIGUREREN[/B][CR][CR]Beeldschermen instellen en kalibreren - Audio-uitgang configureren - Energiebesparingsopties instellen - Debuggen inschakelen

# #31404
source: [B]FILE MANAGER[/B][CR][CR]Browse and organize files
de_de: [B]DATEIMANAGER[/B][CR][CR]Dateien durchsuchen und organisieren
nl_nl: [B]BESTANDSBEHEERDER[/B][CR][CR]Door bestanden bladeren en ze ordenen

# #31549
source: [B]Note[/B] After enabling smart shortcuts for a particular section you must manually add those shortcuts to your menu. Go to [I]configure shortcuts[/I] and press Add, you will see the smart shortcuts listed there.
de_de: [B]Hinweis[/B]Nachdem Sie intelligente Verknüpfungen für einen bestimmten Abschnitt aktiviert haben, müssen Sie diese Verknüpfungen manuell zu Ihrem Menü hinzufügen. Gehen Sie zu [I]Tastenkürzel konfigurieren[/I] und drücken Sie Hinzufügen. Die intelligenten Verknüpfungen werden dort aufgelistet.
nl_nl: [B]Opmerking[/B] Nadat u slimme snelkoppelingen voor een bepaalde sectie hebt ingeschakeld, moet u deze snelkoppelingen handmatig toevoegen aan uw menu. Ga naar [I]configureer snelkoppelingen[/I] en druk op Toevoegen. Daar zie je de slimme snelkoppelingen staan.

# #31421
source: [B]SELECT YOUR KODI USER PROFILE[/B][CR][CR]To login and continue
de_de: [B]WÄHLEN SIE IHR KODI-BENUTZERPROFIL[/B][CR][CR]Um sich anzumelden und fortzufahren
nl_nl: [B]SELECTEER UW KODI GEBRUIKERSPROFIEL[/B][CR][CR]Om in te loggen en verder te gaan

# #31409
source: [B]SYSTEM INFO[/B][CR][CR]Summary · Storage · Network · Video · Hardware
de_de: [B]SYSTEMINFORMATIONEN[/B][CR][CR]Zusammenfassung · Speicher · Netzwerk · Video · Hardware
nl_nl: [B]SYSTEEM INFORMATIE[/B][CR][CR]Samenvatting - Opslag - Netwerk - Video - Hardware

# #31971
source: (delayed)
de_de: (verzögert)
nl_nl: (vertraagd)

# #320056
source: and
de_de: und
nl_nl: en

# #31008
source: color for indicator background
de_de: Farbe für Indikatorhintergrund
nl_nl: kleur voor indicatorachtergrond

# #31517
source: color for indicator background (triangle)
de_de: Farbe für Indikatorhintergrund (Dreieck)
nl_nl: kleur voor indicatorachtergrond (driehoek)

# #31521
source: color for indicator image or text
de_de: Farbe für Indikatorbild oder Text
nl_nl: kleur voor indicatorafbeelding of -tekst

# #31105
source: color for indicator text
de_de: Farbe für Indikatortext
nl_nl: kleur voor indicatietekst

# #31790
source: color for play icon
de_de: Farbe für Play Icon
nl_nl: kleur voor afspeelpictogram

# #31862
source: for
de_de: für
nl_nl: voor

# #31863
source: for You
de_de: Für dich
nl_nl: Voor Jou

# #320193
source: in main roles
de_de: in Hauptrollen
nl_nl: in hoofdrollen
