Repository: taiseer999/taiseer999.github.io
Catalog: repo/plugin.image.flickrexplorer/resources/language/resource.language.*/strings.po
Languages: de_de

# #30202
source: look for update at plugin-start
de_de: neues Update beim Start des Plugins anzeigen

# #30111
source: maximum number of items per page
de_de: maximale Anzahl Objekte pro Seite

# #30200
source: Startup Settings
de_de: Startup-Einstellungen

# #30201
source: Turn debug logging on or off
de_de: Schaltet die Debug-Protokollierung ein oder aus

# #30501
source: Days until deletion
de_de: Löschfrist (Tage)

# #30502
source: max. storage size for slideshows
de_de: max. Speicher auf Datenträger für Slideshows

# #30101
source: Flickr: Username, Mail or User_ID
de_de: Flickr: Benutzername, Mail oder User_ID

# #30102
source: Info 1: for Menu MyFlickr you have to set Username
de_de: Info 1: für das Menu MyFlickr ist ein Benutzername notwendig

# #30103
source: Info 2: Addon displays public content only (no login)
de_de: Info 2: das Addon zeigt nur öffentliche Inhalte (kein Login)

# #30104
source: Info 3: username can be a any Flickr user name
de_de: Info 3: Benutzername kann ein beliebiger Flickr Benutzername sein

# #30105
source: Info: higher values increase the loading time for slideshows
de_de: Info: höhere Werte erhöhen Speicher + Ladezeit für Diashows

# #30112
source: Sort method - only for Search
de_de: Sortiermethode - nur für das Menü Suche

# #30113
source: show videos if available
de_de: Videos zeigen, falls verfügbar

# #30114
source: search term for menu FlickrPeople
de_de: Suchbegriff für das Menü FlickrPeople

# #30115
source: Picture display
de_de: Bildanzeige

# #30116
source: max. width of pictures
de_de: max. Bildgröße
