Repository: taiseer999/taiseer999.github.io
Catalog: repo/service.homatics-leds/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32001
source: Effect color
hu_hu: Ledek színe

# #32002
source: Effect or solid
hu_hu: Effekt vagy egyszerű szín

# #32003
source: Color by name or hex
hu_hu: Szín neve vagy hex kód

# #32004
source: Solid color On
hu_hu: Led színe: box bekapcsolva

# #32005
source: Solid color Off
hu_hu: Led színe: box kikapcsolva

# #32006
source: Solid color Suspend
hu_hu: Led színe: box alvó állapot

# #32007
source: Number of LEDs On
hu_hu: Ledek száma

# #32009
source: Set red Knight Rider effect
hu_hu: Vörös Knight rider effekt beállítása

# #32010
source: Set blue Knight Rider effect
hu_hu: Kék Knight rider effekt

# #32011
source: Set green Knight Rider effect
hu_hu: Zöld Knight rider effekt

# #32012
source: Set purple Knight Rider effect
hu_hu: Lila Knight rider effekt

# #32013
source: Set yellow Knight Rider effect
hu_hu: Sárga Knight rider effekt

# #32014
source: Set deepblue Knight Rider effect
hu_hu: Sötétkék Knight rider effekt

# #32015
source: Set magenta Knight Rider effect
hu_hu: Magenta Knight rider effekt

# #32016
source: Set orange Knight Rider effect
hu_hu: Narancs Knight rider effekt

# #32017
source: Set straight purple color
hu_hu: Állíts be sima lila színt
