Repository: taiseer999/taiseer999.github.io
Catalog: repo/plugin.video.plexkodiconnect/resources/language/resource.language.*/strings.po
Languages: sv_se

# #39208
source: Failed to reset PKC. Try to restart Kodi.
sv_se: Misslyckades att återställa PKC. Försök att starta om Kodi.

# #39209
source: Toggle plex.tv login (sign in or sign out)
sv_se: Växla plex.tv inloggning (logga in eller logga ut)

# #39210
source: Not yet connected to Plex Server
sv_se: Inte ansluten till Plex server än

# #39211
source: Watch later
sv_se: Titta senare

# #39215
source: Enter your Plex Media Server's IP or URL, Examples are:
sv_se: Ange din Plex Media Server IP eller URL, exempelvis:

# #39217
source: Use HTTPS (SSL) connections? Answer should probably be yes.
sv_se: Används HTTPS(SSL)-anslutningar? Svaret bör nog vara ja.

# #39218
source: Error contacting PMS
sv_se: Kunde inte kontakta PMS

# #39219
source: Abort (Yes) or save address anyway (No)?
sv_se: Avbryt (Ja) eller spara adressen ändå (Nej)?

# #39220
source: connected
sv_se: ansluten

# #39221
source: plex.tv toggle successful
sv_se: plex.tv växling lyckades

# #39222
source: Look for missing fanart on FanartTV now
sv_se: Leta efter saknad fanart på FanArtTV nu

# #39223
source: Only look for missing fanart or refresh all fanart? The scan will take quite a while and happen in the background.
sv_se: Leta bara efter saknad fanart eller uppdatera all fanart? Skanningen kan ta lång tid och händer i bakgrunden.

# #39224
source: Refresh all
sv_se: Uppdatera allt

# #39225
source: Missing only
sv_se: Endast saknade

# #39226
source: Not logged in to plex.tv
sv_se: Inte inloggad på plex.tv

# #39227
source: Logged in to plex.tv
sv_se: Inloggad på plex.tv

# #39228
source: Plex admin user
sv_se: Plex administratörsanvändare

# #39229
source: Login failed with plex.tv for user
sv_se: Inloggning på plex.tv misslyckades för användare

# #39230
source: Logged in Plex home user
sv_se: Inloggad som Plex Home användare

# #39231
source: Change logged in Plex home user
sv_se: Ändra inloggad Plex Home användare

# #39250
source: Running the image cache process can take some time. It will happen in the background. Are you sure you want continue?
sv_se: Att köra bildcache processen kan ta lång tid. Det kommer ske i bakgrunden. Vill du fortsätta?

# #39251
source: Reset all existing cache data first?
sv_se: Återställ all existerande cachedata först?

# #39303
source: Problems trying to contact plex.tv. Try again later
sv_se: Kunde inte kontakta plex.tv. Försök igen senare

# #39304
source: Go to https://plex.tv/pin and enter the code:
sv_se: Gå till https://plex.tv/pin och ange koden:

# #39305
source: Could not sign in to plex.tv. Try again later
sv_se: Kunde inte logga in på plex.tv. Försök igen senare

# #39306
source: : Select User
sv_se: : Välj användare

# #39307
source: Enter PIN for user
sv_se: Ange PIN för användare

# #39308
source: Could not log in user
sv_se: Kunde inte logga in användare

# #39309
source: Please try again.
sv_se: Försök igen.

# #39310
source: unknown
sv_se: okänd

# #39311
source: or press No to not sign in.
sv_se: eller klicka på Nej för att inte logga in.

# #39400
source: Library sync thread has crashed. You should restart Kodi now. Please report this on the forum
sv_se: Tråden för bibliotekssynkronisering kraschade. Du bör starta om Kodi nu. Rapportera gärna detta på forumet

# #39401
source: Detected Kodi database needs to be recreated for this version. This might take a while. Proceed?
sv_se: Upptäckte att Kodi-databasen behöver återskapas för denna version. Detta kan ta en stund. Fortsätt?

# #39402
source: may not work correctly until the database is reset.
sv_se: fungerar kanske inte förrän databasen är återställd.

# #39403
source: The current Kodi version is not supported by PKC. Please consult the Plex forum.
sv_se: Den nuvarande Kodi-versionen stöds inte av PKC. Kontrollera Plex forumet.

# #39405
source: Plex playlists/nodes refreshed
sv_se: Plex spellista/noder uppdaterade

# #39406
source: Plex playlists/nodes refresh failed
sv_se: Uppdatering av Plex spellistor/noder misslyckades

# #39408
source: Sync had to skip some items because they could not be processed. Kodi may be instable now!! Please post your Kodi logs to the Plex forum.
sv_se: Synkronisering behövde hoppa över vissa objekt för att de inte kunde hanteras. Kodi kan vara ostabilt nu! Rapportera gärna dina Kodi loggar till Plex forumet.

# #39409
source: The Plex Server did not like you asking for so much data at once and returned ERRORS. Try lowering the number of sync download threads in the settings. Skipped some items for now.
sv_se: Plex Servern gillade inte att du frågade om så mycket data på samma gång och returnerade fel. Försök att minska antalet trådar av synkroniseringsnedladdningar i inställningarna. Skippade några objekt.

# #39410
source: ERROR in library sync
sv_se: FEL i bibliotekssynkroniseringen

# #39501
source: Collections
sv_se: Kollektioner

# #39502
source: PKC On Deck (faster)
sv_se: PKC On Deck (snabbare)

# #39600
source: Are you sure you want to reset your local Kodi database? A re-sync of the Plex data will take time afterwards.
sv_se: Är du säker på att du vill återställa din lokala Kodi databas? En omsynkronisering av Plex-data kan ta lång tid efteråt.

# #39601
source: Could not stop the database from running. Please try again later.
sv_se: Kunde inte stoppa databasen från att köra. Försök igen senare.

# #39603
source: Reset all PlexKodiConnect Addon settings? (this is usually NOT recommended and unnecessary!)
sv_se: Återställ alla PlexKodiConnect-inställningar? (detta är oftast INTE rekommenderat eller nödvändigt!)

# #39700
source: Amazon Alexa (Voice Recognition)
sv_se: Amazon Alexa (Röststyrning)

# #39701
source: Activate Alexa
sv_se: Aktivera Alexa

# #39702
source: Browse by folder
sv_se: Bläddra i mappar

# #39703
source: Native Integration of Plex into Kodi
sv_se: Inbyggd integrering av Plex i Kodi

# #39704
source: Connect Kodi to your Plex Media Server. This plugin assumes that you manage all your videos with Plex (and none with Kodi). You might lose data already stored in the Kodi video and music databases (as this plugin directly changes them). Use at your own risk!
sv_se: Anslut Kodi till din Plex Media Server. Detta tillägg antar att du hanterar alla dina filmer med Plex (och ingen med Kodi). Du kan förlora data redan sparad i Kodis video och musik databaser (eftersom detta tillägg direkt ändrar dem). Använd på egen risk!

# #39705
source: Use at your own risk
sv_se: Använd på egen risk

# #39706
source: Don't burn-in any subtitle
sv_se: Använd inte några inbrända undertexter

# #39707
source: unknown
sv_se: okänd

# #39708
source: Default
sv_se: Förvalt värde

# #39709
source: Forced
sv_se: Tvingad

# #39710
source: burn-in
sv_se: Inbränd

# #39711
source: New Plex music library detected. Sorry, but we need to restart Kodi now due to the changes made.
sv_se: Nytt Plex musikbibliotek hittat. Ledsen men vi måste starta om Kodi för pga ändringar gjorda.

# #39712
source: downloaded
sv_se: nedladdade

# #39713
source: processed
sv_se: bearbetad

# #39714
source: Sync
sv_se: Synka

# #39715
source: Synching playlists
sv_se: Synkroniserar spellistor

# #39716
source: Kodi cannot parse {0}. PKC will not function correctly. Please visit {1} and correct your file!
sv_se: Kodi kan inte analysera {0}. PKC kommer inte att fungera korrekt. Kontrollera {1} och korrigera din fil!

# #39717
source: PKC uses free additional artwork from www.themoviedb.org. Many thanks!
sv_se: PKC använder ytterligare gratis affischer från www.themoviedb.org. Tack så mycket!

# #39718
source: Do you want to replace your custom user ratings with an indicator of how many versions of a media item you posses?
sv_se: Vill du ersätta dina egna användarbetyg med en indikator av hur många versioner av ett mediaobjekt du har?

# #39719
source: Replace user ratings with number of media versions
sv_se: Ersätt användarbetyg med antalet mediaobjekt
