Repository: taiseer999/taiseer999.github.io
Catalog: repo/plugin.video.plexkodiconnect/resources/language/resource.language.*/strings.po
Languages: sv_se

# #30000
source: Server Address (IP)
sv_se: Serverns adress (IP)

# #30001
source: Searching for PMS
sv_se: Söker efter Plex Media Server

# #30002
source: Preferred playback method
sv_se: Föredragen uppspelningsmetod

# #30003
source: Warning: Kodi setting "Play next video automatically" is enabled. This could break PKC. Deactivate?
sv_se: Varning: Kodi-inställningen "Spela nästa video automatiskt" är aktiverad. Detta kan orsaka problem med PKC. Vill du avaktivera?

# #30005
source: Username:
sv_se: Användarnamn:

# #30006
source: Caching %s Plex images
sv_se: Cachelagrar %s Plex-bilder

# #30007
source: Plex image caching done
sv_se: Cachelagring av Plex-bilder utförd

# #30008
source: Enable notifications for image caching
sv_se: Aktivera notifikationer för cachelagring av bilder

# #30009
source: Enable image caching during Kodi playback (restart Kodi!)
sv_se: Aktivera cachelagring av bilder under Kodi-uppspelning (starta om Kodi!)

# #30010
source: Approximate progress
sv_se: Ungefärlig tidsåtgång

# #30011
source: Artwork left to cache:
sv_se: Bildmaterial kvar att cachelagra:

# #30013
source: Never show
sv_se: Visa aldrig

# #30014
source: Connection
sv_se: Anslutning

# #30015
source: Fanart download already running
sv_se: Nedladdning av fanart kör redan

# #30016
source: Device Name
sv_se: Enhetsnamn

# #30017
source: Unauthorized for PMS
sv_se: Obehörig tillgång till PMS

# #30018
source: Checking FanartTV for %s items
sv_se: Söker hos FanartTV efter %s föremål

# #30019
source: FanartTV lookup completed
sv_se: FanartTV-sökning färdig

# #30020
source: Sync Plex playlists (reboot Kodi!)
sv_se: Synka Plex-spellistor (starta om Kodi!)

# #30021
source: Only sync specific Plex playlists to Kodi
sv_se: Synka endast specifika Plex-spellistor till Kodi

# #30022
source: Advanced
sv_se: Avancerad

# #30023
source: Only sync specific Kodi playlists to Plex
sv_se: Synka endast specifika Kodi-spellistor till Plex

# #30024
source: Username
sv_se: Användarnamn

# #30025
source: Display message if PMS goes offline
sv_se: Visa meddelande om PMS tappar anslutningen

# #30026
source: Prefix in Plex playlist name to trigger sync
sv_se: Prefix i Plex-spellistors namn som triggar synkning

# #30027
source: Prefix in Kodi playlist name to trigger sync
sv_se: Prefix i Kodi-spellistors namn som triggar synkning

# #30028
source: PKC-only image caching completed
sv_se: Cachelagring av PKC-bilder färdig

# #30030
source: Port Number
sv_se: Portnummer

# #30031
source: I own this Plex Media Server
sv_se: Jag äger den här Plex Media Servern

# #30042
source: Refresh
sv_se: Uppdatera

# #30043
source: Delete
sv_se: Ta bort

# #30052
source: Deleting
sv_se: Tar bort

# #30069
source: None
sv_se: Ingen

# #30093
source: Mark Watched
sv_se: Markera som sedd

# #30094
source: Mark Unwatched
sv_se: Markera som osedd

# #30095
source: Add to Favorites
sv_se: Lägg till i favoriter

# #30096
source: Remove from Favorites
sv_se: Ta bort från favoriter

# #30114
source: Offer delete after playback
sv_se: Fråga om borttagning efter uppspelning

# #30115
source: For Episodes
sv_se: För avsnitt

# #30116
source: For Movies
sv_se: För filmer

# #30125
source: Done
sv_se: Färdig

# #30128
source: Play Error
sv_se: Uppspelningsfel

# #30132
source: Warning
sv_se: Varning

# #30135
source: Error
sv_se: Fel

# #30138
source: Search
sv_se: Sök

# #30139
source: Enable Theme Music (Requires Restart)
sv_se: Aktivera temamusik (kräver omstart)

# #30143
source: Always transcode if video bitrate is above
sv_se: Omkoda alltid om videons bitrate är över

# #30157
source: Enable Enhanced Images (eg CoverArt)
sv_se: Aktivera förbättrade bilder (t ex omslagsbilder)

# #30160
source: Video Quality if Transcoding necessary
sv_se: Videokvalitet då omkodning krävs

# #30161
source: Auto-adjust transcoding quality (deactivate for Chromecast)
sv_se: Justera automatiskt omkodningskvaliteten (inaktivera för Chromecast)

# #30165
source: Direct Play
sv_se: Direktuppspelning

# #30166
source: Transcoding
sv_se: Omkodning

# #30170
source: Recently Added TV Shows
sv_se: Nyligen tillagda TV-serier

# #30171
source: In Progress TV Shows
sv_se: Pågående TV-serier

# #30173
source: Channels
sv_se: Kanaler

# #30174
source: Recently Added
sv_se: Nyligen tillagda

# #30177
source: In Progress Movies
sv_se: Pågående filmer

# #30178
source: In Progress Episodes
sv_se: Pågående avsnitt

# #30179
source: Next Episodes
sv_se: Kommande avsnitt

# #30180
source: Favorite Movies
sv_se: Favoritfilmer

# #30181
source: Favorite Shows
sv_se: Favoritserier

# #30182
source: Favorite Episodes
sv_se: Favoritavsnitt

# #30189
source: Unwatched Movies
sv_se: Osedda filmer

# #30198
source: Search
sv_se: Sök

# #30200
source: In the following window, enter the server's hostname (or IP) where your Plex media resides. Mind the case!
sv_se: Ange i nästa fönster serverns värdnamn (eller IP) där din Plex media finns. Skiftlägeskänsligt!

# #30201
source: Enter server hostname (or IP)
sv_se: Ange serverns värdnamn (eller IP)

# #30202
source: In the following window, enter the network protocol you would like to use. This is likely 'smb'.
sv_se: Ange i nästa fönster vilket nätverksprotokoll du vill använda. Det är antagligen 'smb'.

# #30203
source: Enter network protocol
sv_se: Ange nätverksprotokoll

# #30204
source: The hostname or IP '{0}' that you entered is not valid.
sv_se: Värdnamnet eller IP adressen '{0}' du angav är inte giltigt.

# #30205
source: The protocol '{0}' that you entered is not supported.
sv_se: Protokollet '{0}' du angav stöds inte.

# #30227
source: Random
sv_se: Slumpmässig

# #30230
source: Recommended
sv_se: Rekommenderade

# #30235
source: Extras
sv_se: Extra

# #30243
source: Enable HTTPS
sv_se: Aktivera HTTPS

# #30251
source: Recently added Home Videos
sv_se: Nyligen tillagda hemmafilmer

# #30252
source: Recently added Photos
sv_se: Nyligen tillagda foton

# #30253
source: Favorite Home Videos
sv_se: Favorit-hemmafilmer

# #30254
source: Favorite Photos
sv_se: Favoritfoton

# #30255
source: Favorite Albums
sv_se: Favoritalbum

# #30256
source: Recently added Music videos
sv_se: Nyligen tillagda musikvideor

# #30257
source: In progress Music videos
sv_se: Pågående musikvideor

# #30258
source: Unwatched Music videos
sv_se: Osedda musikvideor

# #30302
source: Movies
sv_se: Filmer

# #30401
source: Plex options
sv_se: Plex-inställningar

# #30405
source: Add to Plex favorites
sv_se: Lägg till i Plex-favoriter

# #30406
source: Remove from Plex favorites
sv_se: Ta bort från Plex-favoriter

# #30407
source: Set custom song rating
sv_se: Sätt eget låtbetyg

# #30408
source: Plex addon settings
sv_se: Inställningar för Plex-tillägg

# #30409
source: Delete item from server
sv_se: Ta bort föremål från server

# #30410
source: Refresh this item
sv_se: Uppdatera detta föremål

# #30412
source: Force transcode
sv_se: Tvinga omkodning

# #30414
source: Could not delete the Plex item. Is item deletion enabled on the Plex Media Server?
sv_se: Kunde inte radera föremål. Är inställning för tillåten radering av media aktiverad?

# #30415
source: Start playback via PMS
sv_se: Starta uppspelning via PMS

# #30416
source: Settings for the Plex Server
sv_se: Inställningar för Plex-servern

# #30417
source: Could not change the Kodi settings file {0}. PKC might not work correctly. Error: {1}
sv_se: Kunde inte ändra inställningsfilen {0} för Kodi. PKC kommer kanske inte att fungera korrekt. Error: {1}

# #30500
source: Verify Host SSL Certificate (more secure)
sv_se: Verifiera värdens SSL-certifikat (säkrare)

# #30501
source: Client SSL certificate
sv_se: Klientcertifikat

# #30502
source: Sync Plex artwork from the PMS (recommended)
sv_se: Synkronisera Plexbilder från PMS (rekommenderas)

# #30503
source: SSL certificate failed to validate. Please check {0} for solutions.
sv_se: SSL-certifikatet kunde inte valideras. Kontrollera {0} för lösningar.

# #30506
source: Sync Options
sv_se: Synkronisera inställningar

# #30507
source: Show syncing progress
sv_se: Visa synkroniseringsframsteg

# #30508
source: Sync empty TV Shows
sv_se: Synkronisera tomma TV-serier

# #30509
source: Enable Music Library
sv_se: Aktivera musikbibliotek

# #30510
source: Direct stream music library
sv_se: Direktströmma musikbibliotek

# #30511
source: Playback Mode
sv_se: Uppspelningsläge

# #30512
source: Cache all artwork for a smooth Kodi experience
sv_se: Cachelagra allt bildmaterial för en sömlös Kodiupplevelse

# #30513
source: Limit artwork cache threads (recommended for rpi)
sv_se: Begränsa bildcache-trådar (rekommenderas för rpi)

# #30514
source: Show all Plex extras instead of immediately playing trailers
sv_se: Visa allt Plex extramaterial istället för att spela upp trailer direkt

# #30515
source: Maximum items to request from the server at once
sv_se: Max antal föremål att fråga efter på en och samma gång

# #30516
source: Playback
sv_se: Uppspelning

# #30517
source: Set network credentials for Direct Paths and direct play
sv_se: Sätt nätverksuppgifter för Direct Paths och direktuppspelning

# #30518
source: Enable Plex Trailers (Plexpass is needed)
sv_se: Aktivera Plex trailers(Plexpass is needed)

# #30519
source: Ask to play trailers
sv_se: Fråga om uppspelning av trailers.

# #30520
source: Skip PMS delete confirmation (use at your own risk)
sv_se: Hoppa över PMS bekräftelse på att radera data (använd på egen risk)

# #30521
source: Jump back on resume (in seconds)
sv_se: Spola tillbaka vid återuppta (i sekunder)

# #30522
source: Force transcode h265/HEVC
sv_se: Tvinga omkodning av H.265/HEVC

# #30523
source: Also show sync progress for playstate and user data
sv_se: Visa också synkroniseringsframsteg för uppspelning och användardata

# #30524
source: Select Plex libraries to sync
sv_se: Välj Plex-bibliotek att synkronisera

# #30527
source: Ignore specials in next episodes
sv_se: ignorera specialer i nästa episoder

# #30528
source: Permanent users to add to the session
sv_se: Permanenta användare att lägga till i sessionen

# #30529
source: Startup delay (in seconds)
sv_se: Fördröjning vid uppstart (i sekunder)

# #30531
source: Enable new content notification
sv_se: Aktivera notifiering vid nytt innehåll

# #30532
source: Duration of the video library pop up (in seconds)
sv_se: Varaktighet av videobibliotekspopup (i sekunder)

# #30533
source: Duration of the music library pop up (in seconds)
sv_se: Varaktighet av musikbibliotekspopup (i sekunder)

# #30534
source: Server messages
sv_se: Servermeddelanden

# #30535
source: Generate a new unique Plex device Id (e.g. to clone Kodi)
sv_se: Generera ett nytt unikt Plex enhets-id (för att exempelvis klona Kodi)

# #30536
source: Users must log in every time Kodi restarts
sv_se: Användare måste logga in varje gång Kodi startas om

# #30537
source: RESTART KODI IF YOU MAKE ANY CHANGES
sv_se: STARTA OM KODI FALL DU ÄNDRAR NÅGRA INSTÄLLNINGAR

# #30538
source: Manual complete reset of Kodi database necessary, see "Advanced"
sv_se: Fullständig återställning av Kodi-databasen krävs, se "Avancerad"

# #30539
source: Download additional art from FanArtTV
sv_se: Ladda ner extra affischer från FanArtTV

# #30540
source: Download movie set/collection art from FanArtTV
sv_se: Ladda ner film set affischer från FanArtTV

# #30542
source: Always pick best quality for trailers
sv_se: Välj alltid bäst kvalitet på trailers.

# #30543
source: Prefer Kodi artwork for collections/sets
sv_se: Föredra Kodi-bilder för kollektioner

# #30544
source: Artwork
sv_se: Affischer

# #30545
source: Force transcode pictures
sv_se: Tvinga omkodning av bilder

# #33000
source: Welcome
sv_se: Välkommen

# #33001
source: Error connecting
sv_se: Problem att ansluta

# #33002
source: Server is unreachable
sv_se: Server är oåtkomligt

# #33003
source: Server is online
sv_se: Server är online

# #33004
source: PMS enforced transcoding
sv_se: PMS-tvingad omkodning

# #33005
source: PMS enforced direct streaming
sv_se: PMS-tvingad direkt ström

# #33009
source: Invalid username or password
sv_se: Fel användarnamn eller lösenord

# #33010
source: User is unauthorized for server {0}
sv_se: Användaren har inte tillgång till servern {0}

# #33011
source: Plex.tv did not provide us a valid list of Plex users, sorry.
sv_se: Plex.tv skickade inte en lista över giltiga Plex-användare.

# #33013
source: Choose the audio stream
sv_se: Välj ljudström

# #33014
source: Choose the subtitles stream
sv_se: Välj undertext

# #33016
source: Play trailers?
sv_se: Spela upp trailer?

# #33032
source: Failed to generate a new device Id. See your logs for more information.
sv_se: Misslyckades med att generera nytt enhets-id. Kontrollera loggar för mer information.

# #33033
source: Kodi will now restart to apply the changes.
sv_se: Kodi kommer startas om för att applicera förändringarna

# #33041
source: Delete file(s) from Plex Server? This will also delete the file(s) from disk!
sv_se: Radera fil(er) från Plexserver? Fil(er) kommer också raderas från hårddisk!

# #39000
source: - Number of trailers to play before a movie
sv_se: - Antal trailers att spela innan en film

# #39001
source: Boost audio when transcoding
sv_se: Öka ljudet när det omkodas

# #39002
source: Burnt-in subtitle size
sv_se: Storlek på inbränd undertext

# #39003
source: Number of simultaneous download threads
sv_se: Antal samtidiga nedladdningstrådar

# #39004
source: Enable Plex Companion (restart Kodi!)
sv_se: Aktivera Plex Companion (kräver omstart av Kodi!)

# #39005
source: Plex Companion Port (change only if needed)
sv_se: Plex Companion Port (ändra bara om det är nödvändigt)

# #39008
source: Plex Companion: Allows flinging media to Kodi through Plex
sv_se: Plex Companion: tillåt strömmning av media till Kodi från Plex.

# #39009
source: Could not login to plex.tv. Please try signing in again.
sv_se: Kunde inte logga in till plex.tv. Försök logga in igen.

# #39010
source: Problems connecting to plex.tv. Network or internet issue?
sv_se: Problem att ansluta till plex.tv. Nätverks- eller internetproblem?

# #39011
source: Could not find any Plex server in the network. Aborting...
sv_se: Kunde inte hitta Plex-server på nätverket. Avbryter...

# #39012
source: Choose your Plex server
sv_se: Välj din Plex-server

# #39013
source: Not yet authorized for Plex server
sv_se: Ännu inte auktoriserad för Plex-servern

# #39014
source: Please sign in to plex.tv.
sv_se: Vänligen logga in mot plex.tv

# #39015
source: Problems connecting to server. Pick another server?
sv_se: Problem att ansluta till server. Välj en annan server.

# #39016
source: Disable Plex music library? (It is HIGHLY recommended to use Plex music only with direct paths for large music libraries. Kodi might crash otherwise)
sv_se: Inaktivera Plex musikbibliotek? (Det är STARKT rekommenderat att endast använda Direct Path tillsammans med stora musikbibliotek, Kodi kan krasha annars)

# #39017
source: Would you now like to go to the plugin's settings to fine-tune PKC? You will need to RESTART Kodi!
sv_se: Vill du finjustera pkc instälnningar. Måste starta om kodi för att inställningar ska appliceras.

# #39018
source: Repair the Kodi database (force update all content)
sv_se: Reparera databasen för Kodi (tvinga uppdatering för allt innehåll)

# #39019
source: Reset the Kodi database and optionally reset PlexKodiConnect
sv_se: Återställ Kodi-databasen och återställ eventuellt PlexKodiConnect

# #39020
source: Cache all images to Kodi texture cache now
sv_se: Cachelagra alla bilder till Kodi bildcache nu

# #39022
source: local
sv_se: lokal

# #39023
source: Failed to authenticate. Did you login to plex.tv?
sv_se: Misslyckades med autentisering. Har du loggat in på plex.tv?

# #39025
source: Automatically log into plex.tv on startup
sv_se: Logga in automatiskt på plex.tv vid start

# #39026
source: Enable constant background sync
sv_se: Aktivera konstant bakgrundssynkronisering

# #39028
source: CAUTION! If you choose "Native" mode , you might loose access to certain Plex features such as: Plex trailers and transcoding options. ALL Plex shares need to use direct paths (e.g. smb://myNAS/mymovie.mkv or \\myNAS/mymovie.mkv)!
sv_se: VARNING! Om du väljer "Nativt" läge kan du förlora tillgång till vissa Plex-funktioner såsom Plextrailer och omkodningsalternativ. ALLA Plexutdelningar måste använda Direct Path (t.ex smb://myNAS/mymovie.mkv eller \\myNAS\mymovie.mkv)!

# #39029
source: Network credentials
sv_se: Inloggningsuppgifter för nätverk

# #39030
source: Add network credentials to allow Kodi access to your content? Note: Skipping this step may generate a message during the initial scan of your content if Kodi can't locate your content.
sv_se: Lägg till nätverks inloggningsuppgifter så kodi can använda din media? notera: Skippa detta steg kan generera ett meddelande under första sökningen av din media om kodi inte kan hitta din media.

# #39031
source: Kodi cannot locate the file %s. Please verify your PKC settings. Stop syncing?
sv_se: Kodi kan inte hitta filen %s. Verifiera PKC-inställningar. Avsluta synk?

# #39033
source: Transform Plex UNC library paths \\myNas\mymovie.mkv automatically to smb paths, smb://myNas/mymovie.mkv? (recommended)
sv_se: Omvandla Plex UNC-sökvägar \\myNas\mymovie.mkv automatiskt till SMB-sökvägar smb://myNas/mymovie.mkv? (rekommenderas)

# #39034
source: Replace Plex UNC paths \\myNas with smb://myNas
sv_se: Ersätt Plex UNC-sökväg \\myNas med smb://myNas

# #39035
source: Replace Plex paths /volume1/media or \\myserver\media with custom SMB paths smb://NAS/mystuff
sv_se: Ersätt Plex-sökväg /volume1/media eller \\myserver\media med anpassade SMB-sökvägar smb://NAS/mystuff

# #39036
source: Escape special characters in path (e.g. space to %20)
sv_se: Omkoda specialtecken i sökväg (exempelvis mellanslag som %20)

# #39090
source: Safe characters for http(s), dav(s) and (s)ftp urls
sv_se: Säkra karaktärer för http(s), dav(s) och (s)ftp URLer

# #39037
source: Original Plex MOVIE path to replace:
sv_se: Ursprunglig Plex MOVIE-sökväg att ersätta:

# #39038
source: Replace Plex MOVIE with:
sv_se: Ersätt Plex MOVIE med:

# #39039
source: Original Plex TV SHOWS path to replace:
sv_se: Ursprunglig Plex TV SHOWS-sökväg att ersätta:

# #39040
source: Replace Plex TV SHOWS with:
sv_se: Ersätt Plex TV SHOWS med:

# #39041
source: Original Plex MUSIC path to replace:
sv_se: Ursprunglig Plex MUSIC-sökväg att ersätta:

# #39042
source: Replace Plex MUSIC with:
sv_se: Ersätt Plex MUSIC med:

# #39043
source: Go a step further and completely replace all original Plex library paths (/volume1/media) with custom SMB paths (smb://NAS/MyStuff)?
sv_se: Gå ett steg längre och ersätt alla originalsökvägar för Plex-bibliotek (/volume1/media) fullständigt med anpassade SMB sökvägar (smb://NAS/MyStuff)?

# #39044
source: Please enter your custom smb paths in the settings under "Sync Options" and then restart Kodi
sv_se: Ange din anpassade SMB-sökväg i inställningarna under "Synkroniseringsinställningar" och starta om Kodi

# #39045
source: Original Plex PHOTO path to replace:
sv_se: Ursprunglig Plex FOTO-sökväg att ersätta:

# #39046
source: Replace Plex PHOTO with:
sv_se: Ersätt Plex FOTO med:

# #39047
source: On Deck: Append show title to episode
sv_se: On Deck: Lägg till serietitel till avsnitt

# #39048
source: On Deck: Append season- and episode-number SxxExx
sv_se: On Deck: Lägg till säsong- och avsnittsnummer SxxExx

# #39049
source: Nothing works? Try a full reset!
sv_se: Inget fungerar? Prova en fullständig återställning!

# #39050
source: Choose Plex Server from a list
sv_se: Välj en Plex Server från en lista

# #39051
source: Wait before sync new/changed PMS item [s]
sv_se: Vänta före synkronisering av nya/ändrade PMS-objekt

# #39052
source: Background Sync
sv_se: Bakgrundssynkronisering.

# #39053
source: Do a full library sync every x minutes
sv_se: Gör en full synk av biblioteket varje x minuter

# #39054
source: remote
sv_se: ej lokal

# #39055
source: Searching for Plex Server
sv_se: Letar efter Plex Server

# #39056
source: Used by sync and when attempting Direct Paths. Restart Kodi on changes!
sv_se: Används av sync samt vid användning av Direct Paths. Starta om Kodi vid förändringar!

# #39057
source: Customize Paths
sv_se: Anpassa sökvägar

# #39059
source: Recently Added: Append show title to episode
sv_se: Nyligen tillagt: Lägg till serietitel till avsnitt

# #39060
source: Recently Added: Append season- and episode-number SxxExx
sv_se: Nyligen tillagt: Lägg till säsong- och avsnittsnummer SxxExx

# #39061
source: Would you like to download additional artwork from FanArtTV in the background?
sv_se: Vill du ladda ner fler affischer från FanArtTV i bakgrunden?

# #39062
source: Sync when screensaver is deactivated
sv_se: Synkronisera när skärmsläckare är avaktiverat

# #39063
source: Force Transcode Hi10P
sv_se: Tvinga omkodning av Hi10P

# #39064
source: Recently Added: Also show already watched episodes
sv_se: Nyligen tillagt: Visa även redan sedda avsnitt

# #39065
source: Force-refresh Kodi skin on stopping playback
sv_se: Tvinga uppdatering av Kodi-skin vid avslutad uppspelning

# #39066
source: Recently Added: Also show already watched movies
sv_se: Nyligen tillagt: Visa även redan sedda filmer

# #39067
source: Your current Plex Media Server:
sv_se: Din nuvarande Plex Media Server:

# #39068
source: Manually enter Plex Media Server address
sv_se: Ange adress till Plex Media Server manuellt

# #39069
source: Current address:
sv_se: Nuvarande adress:

# #39070
source: Current port:
sv_se: Nuvarande port:

# #39071
source: Current plex.tv status:
sv_se: Nuvarande plex.tv status:

# #39073
source: Appearance Tweaks
sv_se: Visuella ändringar

# #39074
source: TV Shows
sv_se: TV-Serier

# #39076
source: If you use several Plex libraries of one kind, e.g. "Kids Movies" and "Parents Movies", be sure to check the Wiki: https://goo.gl/JFtQV9
sv_se: Om du använder flera Plex bibliotek av samma typ, exempelvis "Barnfilmer" och "Vuxenfilmer", kontrollera Wikin: https://goo.gl/JFtQV9

# #39077
source: Maximum number of videos to show in widgets
sv_se: Maximalt antal filmer att visa i widgets

# #39078
source: Plex Companion Update Port (change only if needed)
sv_se: Plex Companion Update-port (ändra bara vid behov)

# #39079
source: Plex Companion could not open the GDM port. Please change it in the PKC settings.
sv_se: Plex Companion kunde inte öppna GDM-porten. Ändra den i PKC-inställningarna.

# #39080
source: Use Add-on Paths (default, easy) or Direct Paths? Choose Add-on Paths if you're unsure. PKC will not work if your Direct Paths setup is wrong!
sv_se: Använd tilläggssökväg (standard, enkelt) eller Direct Paths? Använd tilläggssökväg om du är osäker. PKC kommer inte fungera om Direct Paths är fel!

# #39081
source: Add-on Paths
sv_se: Tilläggssökväg

# #39083
source: Enter PMS IP or URL
sv_se: Ange PMS IP eller URL

# #39084
source: Enter PMS port
sv_se: Ange PMS port

# #39085
source: Reload Kodi node files to apply all the settings below
sv_se: Ladda om Kodi-nodfiler för att applicera alla inställningar nedan

# #39200
source: Log-out Plex Home User
sv_se: Logga ut Plex Home-användare

# #39201
source: Settings
sv_se: Inställningar

# #39204
source: Perform manual library sync
sv_se: Utför manuell bibliotekssynkronisering

# #39205
source: Unable to run the sync, the add-on is not connected to a Plex server.
sv_se: Kunde inte köra synkronisering, tillägget är inte ansluten till en Plexserver.

# #39206
source: Plex might lock your account if you fail to log in too many times. Proceed anyway?
sv_se: Plex kan låsa ditt konto om du misslyckas att logga in för många gånger. Fortsätt ändå?

# #39207
source: Resetting PMS connections, please wait
sv_se: Återställer anslutningar till PMS, vänligen vänta
