Repository: taiseer999/taiseer999.github.io
Catalog: repo/script.keymap/resources/language/resource.language.*/strings.po
Languages: hr_hr

# Addon Summary
source: An editor for keymap files
hr_hr: Uređivač datoteka s rasporedom tipki

# Addon Description
source: Keymap Editor is a GUI for configuring mappings for remotes, keyboard and other inputs supported by Kodi. Note: existing user defined key mappings will be renamed to .bak.
hr_hr: Uređivač datoteka s rasporedom tipki je grafičko sučelje za podešavanje mapiranja za daljinske upravljače, tipkovnice i ostale ulazne uređaje podržane Kodijem. Napomena: Postojeće korisnički određeno mapiranje će biti preimenovano u .bak.

# #30000
source: Keymap Editor
hr_hr: Uređivač rasporeda tipki

# #30001
source: Failed to remove old keymap file
hr_hr: Neuspjelo uklanjanje stare datoteke rasporeda tipki

# #30002
source: Press the key you want to assign now
hr_hr: Pritisni tipku koju želite dodijeliti odmah

# #30003
source: Edit
hr_hr: Uredi

# #30004
source: Reset to default
hr_hr: Vrati izvorno

# #30005
source: Save
hr_hr: Spremi

# #30006
source: Discard changes?
hr_hr: Odbaci promjene?

# #30007
source: Select Window to manage shortcuts
hr_hr: Odaberi prozor za upravljanje prečacima

# #30008
source: Select action category
hr_hr: Odaberi kategoriju radnje

# #30009
source: Select the action to assign a key
hr_hr: Odaberi radnju za dodjeljivanje tipke

# #30010
source: Timeout in %.0f seconds...
hr_hr: Vrijeme isteka za %.0f sekundi...

# #30011
source: Edit key
hr_hr: Uredi tipku

# #30012
source: Remove
hr_hr: Ukloni

# #30100
source: Global
hr_hr: Globalno

# #30101
source: Fullscreen Video
hr_hr: Cjelozaslonski video

# #30102
source: Fullscreen Live TV
hr_hr: Cjelozaslonski TV uživo

# #30103
source: Fullscreen Radio
hr_hr: Cjelozaslonski Radio

# #30104
source: Fullscreen Game
hr_hr: Cjelozaslonska igra

# #30105
source: Home
hr_hr: Početno

# #30106
source: Programs
hr_hr: Programi

# #30107
source: Videos
hr_hr: Videi

# #30108
source: Music
hr_hr: Glazba

# #30109
source: Pictures
hr_hr: Slike

# #30111
source: Filemanager
hr_hr: Upravitelj datoteka

# #30112
source: Virtual Keyboard
hr_hr: Virtualna tipkovnica

# #30113
source: Player Controls
hr_hr: Upravljanja reproduktora

# #30114
source: Seek bar
hr_hr: Traka premotavanja

# #30115
source: Music OSD
hr_hr: Glazbeni OSD

# #30116
source: Video OSD Settings
hr_hr: Video OSD postavke

# #30117
source: Audio OSD Settings
hr_hr: Zvučne OSD postavke

# #30118
source: Visualisation
hr_hr: Vizualizacija

# #30119
source: Slideshow
hr_hr: Prezentacija

# #30200
source: Move Left
hr_hr: Pomakni lijevo

# #30201
source: Move Right
hr_hr: Pomakni desno

# #30202
source: Move Up
hr_hr: Pomakni gore

# #30203
source: Move Down
hr_hr: Pomakni gore

# #30204
source: Page Up
hr_hr: Stranica gore

# #30205
source: Page Down
hr_hr: Stranica dolje

# #30206
source: Select Item
hr_hr: Odaberi stavku

# #30207
source: Highlight Item
hr_hr: Istakni stavku

# #30208
source: Parent Directory
hr_hr: Sadržani direktorij

# #30209
source: Back
hr_hr: Natrag

# #30210
source: Previous Menu
hr_hr: Prijašnji izbornik

# #30211
source: Show Info
hr_hr: Prikaži informacije

# #30212
source: Context Menu
hr_hr: Sadržajni izbornik

# #30213
source: Menu
hr_hr: Izbornik

# #30214
source: First Page
hr_hr: Prva stranica

# #30215
source: Last Page
hr_hr: Posljednja stranica

# #30216
source: Next Letter
hr_hr: Sljedeće slovo

# #30217
source: Previous Letter
hr_hr: Prijašnje slovo

# #30218
source: Scroll Up
hr_hr: Pomakni gore

# #30219
source: Scroll Down
hr_hr: Pomakni dolje

# #30220
source: Cursor Left
hr_hr: Pokazivač lijevo

# #30221
source: Cursor Right
hr_hr: Pokazivač desno

# #30300
source: Play
hr_hr: Reproduciraj

# #30301
source: Pause
hr_hr: Pauziraj

# #30302
source: Play/Pause
hr_hr: Reprodukcija/Pauza

# #30303
source: Stop
hr_hr: Zaustavi

# #30304
source: Next
hr_hr: Sljedeće

# #30305
source: Previous
hr_hr: Prijašnje

# #30306
source: Fast Forward
hr_hr: Brzo premotavanje unaprijed

# #30307
source: Rewind
hr_hr: Premotavanje unatrag

# #30308
source: Small Step Back
hr_hr: Mali korak natrag

# #30309
source: Step Forward
hr_hr: Korak unaprijed

# #30310
source: Step Back
hr_hr: Korak unatrag

# #30311
source: Big Step Forward
hr_hr: Velik korak unaprijed

# #30312
source: Big Step Back
hr_hr: Velik korak unatrag

# #30313
source: Next Chapter or Big Step Forward
hr_hr: Sljedeće poglavlje ili Velik korak unaprijed

# #30314
source: Previous Chapter or Big Step Back
hr_hr: Prijašnje poglavlje ili Velik korak unatrag

# #30315
source: Show OSD
hr_hr: Prikaži OSD

# #30316
source: Show current play time
hr_hr: Prikaži trenutno vrijeme repodukcije

# #30317
source: Show Playlist
hr_hr: Prikaži popis izvođenja

# #30318
source: Toggle Fullscreen
hr_hr: Uklj/Isklj cjelozaslonski prikaz

# #30319
source: Change Aspect Ratio
hr_hr: Promijeni omjer slike

# #30320
source: Go to DVD Video Menu
hr_hr: Idi u DVD Video izbornik

# #30321
source: Toggle Repeat
hr_hr: Uklj/Isklj ponavljanje

# #30322
source: Repeat One
hr_hr: Ponovi jednom

# #30323
source: Repeat All
hr_hr: Ponovi sve

# #30324
source: Repeat Off
hr_hr: Isključi ponavljanje

# #30325
source: Toggle Random
hr_hr: Uklj/Isklj naizmjenično

# #30326
source: Random On
hr_hr: Naizmjenično uključeno

# #30327
source: Random Off
hr_hr: Naizmjenično isključeno

# #30328
source: Playback Speed Faster
hr_hr: Brža brzina reprodukcije

# #30329
source: Playback Speed Slower
hr_hr: Sporija brzina reprodukcije

# #30330
source: Create Bookmark
hr_hr: Stvori zabilješku

# #30331
source: Create Episode Bookmark
hr_hr: Stvori zabilješku epizode

# #30332
source: Toggle 3D/Stereoscopic mode
hr_hr: Uklj/Isklj 3D/Stereoscopic način

# #30333
source: Switch Player
hr_hr: Zamijni reproduktor

# #30334
source: Play Next
hr_hr: Reproduciraj sljedeće

# #30335
source: Select Program
hr_hr: Odaberi program

# #30336
source: Select Resolution
hr_hr: Odaberi razlučivost

# #30337
source: Shift Video Up
hr_hr: Pomakni video gore

# #30338
source: Shift Video Down
hr_hr: Pomakni video dolje

# #30339
source: Show Time
hr_hr: Prikaži vrijeme

# #30340
source: Next Scene
hr_hr: Sljedeća scena

# #30341
source: Previous Scene
hr_hr: Prijašnja scena

# #30342
source: Next Video Stream
hr_hr: Sljedeće video strujanje

# #30343
source: Toggle HDHR
hr_hr: Uklj/Isklj HDHR

# #30344
source: Cycle 3D Mode
hr_hr: Kruži 3D načinom

# #30345
source: Next 3D Mode
hr_hr: Sljedeći 3D način

# #30346
source: Previous 3D Mode
hr_hr: Prijašnji 3D način

# #30348
source: Tempo Up
hr_hr: Ubrzaj tempo

# #30349
source: Tempo Down
hr_hr: Smanji tempo

# #30400
source: Mute
hr_hr: Utišaj

# #30401
source: Volume Up
hr_hr: Pojačaj glasnoću zvuka

# #30402
source: Volume Down
hr_hr: Smanji glasnoću zvuka

# #30403
source: Next Language
hr_hr: Sljedeći jezik

# #30404
source: Delay
hr_hr: Odgoda

# #30405
source: Delay Minus
hr_hr: Odgoda minus

# #30406
source: Delay Plus
hr_hr: Odgoda plus

# #30407
source: Toggle Digital/Analog
hr_hr: Uklj/Isklj Digitalno/Analogno

# #30408
source: Volume Amp Up
hr_hr: Pojačaj pojačanje glasnoće zvuka

# #30409
source: Volume Amp Down
hr_hr: Smanji pojačanje glasnoće zvuka

# #30410
source: Volume Amplification
hr_hr: Pojačanje glasnoće zvuka

# #30500
source: Next Picture
hr_hr: Sljedeća slika

# #30501
source: Previous Picture
hr_hr: Prijašnja slika

# #30502
source: Rotate Picture
hr_hr: Zakreni sliku

# #30503
source: Rotate Picture CCW
hr_hr: Zakreni sliku CCW

# #30504
source: Zoom Out
hr_hr: Umanji

# #30505
source: Zoom In
hr_hr: Uvećaj

# #30506
source: Zoom level Normal
hr_hr: Razina uvećanja normalna

# #30507
source: Zoom level 1
hr_hr: Razina uvećanja 1

# #30508
source: Zoom level 2
hr_hr: Razina uvećanja 2

# #30509
source: Zoom level 3
hr_hr: Razina uvećanja 3

# #30510
source: Zoom level 4
hr_hr: Razina uvećanja 4

# #30511
source: Zoom level 5
hr_hr: Razina uvećanja 5

# #30512
source: Zoom level 6
hr_hr: Razina uvećanja 6

# #30513
source: Zoom level 7
hr_hr: Razina uvećanja 7

# #30514
source: Zoom level 8
hr_hr: Razina uvećanja 8

# #30515
source: Zoom level 9
hr_hr: Razina uvećanja 9

# #30600
source: Show Subtitles
hr_hr: Prikaži podnaslove

# #30601
source: Next Subtitle
hr_hr: Sljedeći podnaslov

# #30602
source: Browse Subtitle
hr_hr: Potraži podnaslov

# #30603
source: Cycle Subtitle
hr_hr: Kruži podnaslov

# #30604
source: Delay
hr_hr: Odgoda

# #30605
source: Delay Minus
hr_hr: Odgoda minus

# #30606
source: Delay Plus
hr_hr: Odgoda plus

# #30607
source: Align
hr_hr: Poravnanje

# #30608
source: Shift Subtitle Up
hr_hr: Pomakni podnaslov gore

# #30609
source: Shift Subtitle Down
hr_hr: Pomakni podnaslov dolje

# #30700
source: Channel Up
hr_hr: Sljedeći program

# #30701
source: Channel Down
hr_hr: Prijašnji program

# #30702
source: Previous channel group
hr_hr: Prijašnja grupa programa

# #30703
source: Next channel group
hr_hr: Sljedeća grupa programa

# #30704
source: PVR Play
hr_hr: PVR reprodukcija

# #30705
source: PVR Play TV
hr_hr: PVR TV reprodukcija

# #30706
source: PVR Play Radio
hr_hr: PVR Radio reprodukcija

# #30707
source: Record
hr_hr: Snimi

# #30708
source: Toggle Commskip
hr_hr: Uklj/Isklj preskakanje reklama

# #30709
source: PVR Show Timer Rule
hr_hr: PVR prikaži pravila zakazanih snimanja

# #30710
source: Channel Number Separator
hr_hr: Razdjelink broja programa

# #30800
source: Queue item
hr_hr: Stavka na čekanju

# #30801
source: Delete item
hr_hr: Obriši stavku

# #30802
source: Copy item
hr_hr: Kopiraj stavku

# #30803
source: Move item
hr_hr: Pomakni stavku

# #30804
source: Move item up
hr_hr: Pomakni stavku gore

# #30805
source: Move item down
hr_hr: Pomakni stavku dolje

# #30806
source: Rename item
hr_hr: Preimenuj stavku

# #30807
source: Scan item
hr_hr: Pretraži stavku

# #30808
source: Toggle Watched
hr_hr: Uklj/Isklj gledano

# #30809
source: Increase Rating
hr_hr: Povećaj ocjenu

# #30810
source: Decrease Rating
hr_hr: Smanji ocjenu

# #30811
source: Set Rating
hr_hr: Postavi ocjenu

# #30900
source: Toggle Fullscreen
hr_hr: Uklj/Isklj cjelozaslonski prikaz

# #30901
source: Minimise
hr_hr: Smanji

# #30902
source: Shutdown
hr_hr: Isključi

# #30903
source: Reboot
hr_hr: Ponovno pokreni

# #30904
source: Hibernate
hr_hr: Hiberniraj

# #30905
source: Suspend
hr_hr: Suspendiraj

# #30906
source: Restart Kodi
hr_hr: Ponovno pokreni Kodi

# #30907
source: Log off
hr_hr: Odjava

# #30908
source: Quit Kodi
hr_hr: Zatvori Kodi

# #30909
source: Reset Settings
hr_hr: Vrati izvorne postavke

# #30910
source: Change Settings Level
hr_hr: Promijeni razinu postavki

# #30911
source: Toggle Font
hr_hr: Uklj/Isklj slovo

# #31002
source: Symbols
hr_hr: Simboli

# #31014
source: Teletext Red
hr_hr: Teletekst crveno

# #31015
source: Teletext Green
hr_hr: Teletekst zeleno

# #31016
source: Teletext Yellow
hr_hr: Teletekst žuto

# #31017
source: Teletext Blue
hr_hr: Teletekst plavo

# #31100
source: Update Video Library
hr_hr: Nadopuni videoteku

# #31101
source: Update Music Library
hr_hr: Nadopuni fonoteku

# #31102
source: Clean Video Library
hr_hr: Očisti videoteku

# #31103
source: Clean Music Library
hr_hr: Očisti fonoteku

# #31104
source: Player Process Info
hr_hr: Informacije procesa reproduktora

# #31105
source: Player debug
hr_hr: Otklanjanje grešaka reporduktora

# #31106
source: Take screenshot
hr_hr: Uslikaj

# #31107
source: Reload Keymaps
hr_hr: Ponovno učitaj raspored tipki

# #31108
source: Increase PAR
hr_hr: Povećaj PAR

# #31109
source: Decrease PAR
hr_hr: Smanji PAR

# #31110
source: Change resolution
hr_hr: Promijeni razlučivost

# #31111
source: Next calibration
hr_hr: Sljedeća kalibracija

# #31112
source: Reset calibration
hr_hr: Izvorna kalibracija

# #31113
source: Show current visualisation preset
hr_hr: Prikaži predložak trenutne vizualizacije

# #31114
source: Show visualisation preset list
hr_hr: Prikaži popis predložaka vizualizacije

# #31115
source: Next visualisation preset
hr_hr: Sljedeći predložak vizualizacije

# #31116
source: Previous visualisation preset
hr_hr: Prijašnji predložak vizualizacije

# #31117
source: Lock current visualisation preset
hr_hr: Zaključaj trenutni predložak vizualizacije

# #31118
source: Switch to a new random preset
hr_hr: Prebaci na novi naizmjenični predložak

# #31200
source: Settings
hr_hr: Postavke

# #31201
source: Player Settings
hr_hr: Postavke reproduktora

# #31202
source: Programs Settings
hr_hr: Postavke programa

# #31203
source: Information Provider Settings
hr_hr: Postavke pružatelja usluge

# #31204
source: Interface Settings
hr_hr: Postavke sučelja

# #31205
source: System Settings
hr_hr: Postavke sustava

# #31206
source: Media Settings
hr_hr: Postavke medija

# #31207
source: Service Settings
hr_hr: Postavke usluge

# #31208
source: Appearance Settings
hr_hr: Postavke izgleda

# #31209
source: Peripherals Settings
hr_hr: Postavke periferije

# #31210
source: Library Export Settings
hr_hr: Postavke izvoza zbirke

# #31211
source: PVR Settings
hr_hr: PVR postavke

# #31212
source: PVR Recording Settings
hr_hr: Postavke PVR snimanja

# #31213
source: Game Settings
hr_hr: Postavke igre

# #31214
source: Advanced Game Settings
hr_hr: Napredne postavke igre

# #31215
source: Game Controllers
hr_hr: Upravljači igrama

# #31216
source: Game Video Filters
hr_hr: Video filtri igra

# #31217
source: Game Video Rotation
hr_hr: Zakretanje video igra

# #31218
source: Game View Mode
hr_hr: Način prikaza igra

# #31219
source: Skin Settings
hr_hr: Postavke presvlake

# #31220
source: Addon Browser
hr_hr: Dodatak preglednika

# #31221
source: Addon Settings
hr_hr: Postavke dodatka

# #31222
source: Profile Settings
hr_hr: Postavke profila

# #31223
source: Lock Settings
hr_hr: Postavke zaključavanja

# #31224
source: Content Settings
hr_hr: Postavke sadržaja

# #31225
source: Profiles
hr_hr: Profili

# #31226
source: System info
hr_hr: Informacije sustava

# #31227
source: Test Pattern
hr_hr: Uzorak testa

# #31228
source: Screen Calibration
hr_hr: Kalibracija zaslona

# #31229
source: Login Screen
hr_hr: Zaslon prijave

# #31230
source: File Browser
hr_hr: Preglednik datoteka

# #31231
source: Network Setup
hr_hr: Postavljanje mreže

# #31232
source: Access Points
hr_hr: Pristupne točke

# #31233
source: Mediasource Dialog
hr_hr: Dijalog izvora medija

# #31234
source: Start
hr_hr: Pokreni

# #31235
source: Favourites
hr_hr: Omiljeni

# #31236
source: Context Menu
hr_hr: Sadržajni izbornik

# #31237
source: Media filter
hr_hr: Medijski filter

# #31238
source: Visualisation Preset List
hr_hr: Popis predložaka vizualizacije

# #31239
source: Smart Playlist Editor
hr_hr: Pametan uređivač popisa izvođenja

# #31240
source: Smart Playlist Rule
hr_hr: Pravilo pametnog popisa izvođenja

# #31241
source: Shutdown Menu
hr_hr: Izbornik isključivanja

# #31242
source: Fullscreen Info
hr_hr: Cjelozaslonske informacije

# #31243
source: Subtitle Search
hr_hr: Pretraga podnaslova

# #31244
source: Weather
hr_hr: Vrijeme

# #31245
source: Screensaver
hr_hr: Čuvar zaslona

# #31246
source: Picture Info
hr_hr: Informacija slike

# #31247
source: Addon Info
hr_hr: Informacija dodatka

# #31249
source: Music Playlist
hr_hr: Glazbeni popis izvođenja

# #31250
source: Music Playlist Editor
hr_hr: Glazbeni uređivač popisa izvođenja

# #31251
source: Music Info
hr_hr: Glazbene informacije

# #31252
source: Song Info
hr_hr: Informacija pjesme

# #31253
source: Movie Info
hr_hr: Informacija filma

# #31254
source: Player Process Info
hr_hr: Informacija procesa reproduktora

# #31255
source: Video Menu
hr_hr: Video izbornik

# #31257
source: Colour Management Settings
hr_hr: Postavke upravljanja bojom

# #31258
source: Subtitle Settings
hr_hr: Postavke podnaslova

# #31259
source: Video Time Seek
hr_hr: Vremensko pretraživanje videa

# #31260
source: Video Bookmarks
hr_hr: Video zabilješke

# #31261
source: Video Playlist
hr_hr: Video popis izvođenja

# #31262
source: PVR Guide Info
hr_hr: Informacije PVR vodiča

# #31263
source: PVR Recording Info
hr_hr: Informacije PVR snimanja

# #31264
source: PVR Timer Setting
hr_hr: Postavke PVR zakazanih snimanja

# #31265
source: PVR Group Manager
hr_hr: Upravitelj PVR grupa

# #31266
source: PVR Channel Manager
hr_hr: Upravitelj PVR programa

# #31267
source: PVR Guide Search
hr_hr: Pretraga PVR vodiča

# #31268
source: PVR Channel Scan
hr_hr: Pretraživanje PVR programa

# #31269
source: PVR Update Progress
hr_hr: Napredak PVR nadopune

# #31270
source: PVR OSD Channels
hr_hr: PVR OSD programi

# #31271
source: PVR OSD Guide
hr_hr: PVR OSD vodič

# #31272
source: TV Channels
hr_hr: TV programi

# #31273
source: TV Recordings
hr_hr: TV snimke

# #31274
source: TV Guide
hr_hr: TV vodič

# #31275
source: TV Timers
hr_hr: TV zakazana snimanja

# #31276
source: TV Search
hr_hr: TV pretraga

# #31277
source: Radio Channels
hr_hr: Radio programi

# #31278
source: Radio Recordings
hr_hr: Radio snimke

# #31279
source: Radio Guide
hr_hr: Radio vodič

# #31280
source: Radio Timers
hr_hr: Radio zakazana snimanja

# #31281
source: Radio Timer Rules
hr_hr: Radio pravila zakazanih snimanja

# #31282
source: Radio Search
hr_hr: Radio pretraga

# #31283
source: RDS Info
hr_hr: RDS informacije

# #31284
source: Movies
hr_hr: Filmovi

# #31285
source: Movie Titles
hr_hr: Naslovi filma

# #31286
source: TV Shows
hr_hr: TV serije

# #31287
source: TV Show Titles
hr_hr: Naslovi TV serija

# #31288
source: Music Videos
hr_hr: Glazbeni spotovi

# #31289
source: Recently Added Movies
hr_hr: Nedavno dodani filmovi

# #31290
source: Recently Added Episodes
hr_hr: Nedavno dodane epizode

# #31291
source: Recently Added Music Videos
hr_hr: Nedavno dodani glazbeni spotovi

# #31292
source: Games
hr_hr: Igre

# #31293
source: Games OSD
hr_hr: OSD igre

# #31294
source: Game Pad Input
hr_hr: Ulaz za igraću ploču

# #31295
source: Game Volume
hr_hr: Glasnoća zvuka igre
