Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31578
source: Expanded info landscape art
ar_sa: اظهار الصورة
de_de: Erweiterte Informationen zur Landschaftsdarstellung
es_es: Información ampliada sobre imagen apaisada
fi_fi: Näytä pienoiskuva kuvaruutuvalikossa
fr_fr: Illustration paysage pour informations étendues
hu_hu: Bővített infó landscape-al
pt_br: Informação Expandida com arte da paisagem
zh_cn: 扩展信息横向艺术图界面

# #31579
source: Prev
de_de: Zurück
es_es: Anterior
fi_fi: Edellinen
fr_fr: Préc.
hu_hu: Előző
pt_br: Anterior
zh_cn: 上一页

# #31580
source: Combined List
ar_sa: قائمة مجمعة
de_de: Kombinierte Liste
es_es: Lista combinada
fi_fi: Yhdistetty (lista)
fr_fr: Liste combinée
hu_hu: Kombinált lista
pt_br: Lista Combinada
zh_cn: 组合列表

# #31581
source: List Expanded
ar_sa: قائمة موسعة
de_de: Liste - Erweitert
es_es: Lista ampliada
fi_fi: Lista (laajennettu)
fr_fr: Liste étendue
hu_hu: Bővített infó
pt_br: Lista Expandida
zh_cn: 展开列表

# #31582
source: List Information
ar_sa: قائمة معلومات
de_de: Informationen auflisten
es_es: Información de la lista
fi_fi: Lista (tiedot)
fr_fr: Liste Informations
hu_hu: Infó lista
pt_br: Lista de Informações
zh_cn: 列表信息

# #31583
source: Prevent reload
ar_sa: عدم السماح باعادة التحميل
de_de: Neuladen verhindern
es_es: Prevenir recarga
fi_fi: Estä uudelleenlataus
fr_fr: Empêcher le rechargement
hu_hu: Újraindítás megelőzése
pt_br: Impedir o recarregamento
zh_cn: 防止重新加载

# #31584
source: Edit background
ar_sa: تحرير الخلفية
de_de: Hintergrund bearbeiten
es_es: Editar fondo
fi_fi: Muokkaa taustakuvaa
fr_fr: Modifier l'arrière-plan
hu_hu: Háttér beállítás
pt_br: Editar plano de fundo
ru_ru: Изменить фон
zh_cn: 编辑背景

# #31585
source: Overlay
ar_sa: التراكب
de_de: Überlagerung
es_es: Cubrir
fi_fi: Peittokuva
fr_fr: Superposition
hu_hu: Réteg
pt_br: Sobreposição
zh_cn: 覆盖

# #31586
source: Customise shortcuts
ar_sa: تخصيص الاختصارات
de_de: Verknüpfungen anpassen
es_es: Personalizar atajos
fi_fi: Muokkaa valikoita
fr_fr: Personnaliser les raccourcis
hu_hu: Parancsikonok testreszabása
pt_br: Personalizar atalhos
zh_cn: 自定义快捷方式

# #31588
source: Updating ratings
ar_sa: تحديث التقيمات
de_de: Aktualisiere Bewertungen
es_es: Actualización de calificaciones
fr_fr: Mise à jour des notes
hu_hu: Értékelések frissítése
pt_br: Atualizando avaliações
zh_cn: 更新评分

# #31589
source: Apply new settings
ar_sa: تنفيذ التغيرات
de_de: Neue Einstellungen anwenden
hu_hu: Új beállítások alkalmazása
pt_br: Aplicar novas configurações
zh_cn: 应用新设置

# #31590
source: Changes made to settings have not been applied.
ar_sa: لم يتم التنفيذ
de_de: Die Änderungen an den Einstellungen wurden nicht übernommen.
hu_hu: A beállításokon végrehajtott módosítások nem lettek alkalmazva.
pt_br: As alterações feitas nas configurações não foram aplicadas.
zh_cn: 所做的设置更改尚未应用。

# #31591
source: Pressing back again closes the dialog without applying changes.
de_de: Durch erneutes Drücken von Zurück wird das Dialogfeld geschlossen, ohne dass die Änderungen übernommen werden.
hu_hu: A vissza gombra kattintva a változtatások mentése nélkül kilép a párbeszédpanelből.
pt_br: Pressionar voltar novamente fecha a caixa de diálogo sem aplicar alterações.
zh_cn: 再次按下“返回键”将关闭对话框，不应用更改。

# #31592
source: Options menu
ar_sa: قائمة الخيارات
de_de: Optionsmenü
hu_hu: Beállítások menüje
pt_br: Menu de opções
zh_cn: 菜单选项

# #31593
source: Apply your changes?
ar_sa: تنفيذ التغيرات
de_de: Änderungen übernehmen?
hu_hu: Beállítások alkalmazása?
pt_br: Aplicar suas alterações?
zh_cn: 应用您的更改？

# #31594
source: Press down
ar_sa: اضغط لأسفل
de_de: Nach unten drücken
hu_hu: Nyomd lefelé
pt_br: Pressionar para baixo
zh_cn: 按“下键”

# #31595
source: Press right
ar_sa: اضغط على اليمين
de_de: Nach rechts drücken
hu_hu: Nyomd jobbra
pt_br: Pressionar para a direita
zh_cn: 按“右键”

# #31596
source: Additional icons
ar_sa: ايقونات اضافية
de_de: Zusätzliche Symbole
hu_hu: További ikonok
pt_br: Ícones adicionais

# #31597
source: Confirmation
ar_sa: تأكيد
hu_hu: Megerősítés

# #32000
source: Display output mode
hu_hu: Kimeneti felbontás

# #32001
source: Video resolution
hu_hu: Videó felbontás

# #32002
source: Color space
hu_hu: Színtér

# #32004
source: Audio bitrate
hu_hu: Audió bitsebesség

# #32005
source: Video decoder
hu_hu: Videó dekóder

# #32013
source: DV metadata
hu_hu: DV metaadat

# #32014
source: CPU temp & usage
hu_hu: CPU használat

# #32015
source: Version
hu_hu: Verzió

# #32016
source: Dolby Vision profile
hu_hu: Dolby Vision profil

# #32021
source: Enhancement Layer Type
hu_hu: Enhancement Layer típus

# #32022
source: Metadata
hu_hu: Metaadat

# #32023
source: Video output
hu_hu: Videó kimenet

# #32024
source: Aspect ratio
hu_hu: Képarány

# #32027
source: Media source
hu_hu: Média forrás

# #32028
source: Unknown
hu_hu: Ismeretlen

# #32029
source: On
hu_hu: Be

# #32030
source: Off
hu_hu: Ki

# #32032
source: Videoplayer cache
hu_hu: Videó puffer

# #32034
source: Memory usage
hu_hu: Memória használat

# #32035
source: Video color depth
hu_hu: Videó színmélység

# #32036
source: System / AML fps
hu_hu: Rendszer / AML fps

# #32037
source: DV Configuration
hu_hu: DV beállítás

# #32038
source: DV Levels Metadata
hu_hu: DV szintek metaadatai

# #32039
source: HDR Static Metadata
hu_hu: HDR statikus metaadat

# #32046
source: Audio codec
hu_hu: Hang kodek

# #32047
source: Video bitrate
hu_hu: Videó bitsebesség

# #32048
source: VS10 status
hu_hu: VS10 állapot

# #32049
source: Audio sample rate
hu_hu: Audió mintavétel

# #32051
source: Video sample rate
hu_hu: Videó mintavétel

# #32052
source: Audio language
hu_hu: Szinkronnyelv

# #32053
source: Subtitle language
hu_hu: Feliratnyelv

# #32054
source: Video
hu_hu: Videó

# #32055
source: System
hu_hu: Rendszer

# #32056
source: Audio
hu_hu: Hang

# #32057
source: Top left
ar_sa: يسار
hu_hu: Bal oldalon

# #32058
source: Top center
ar_sa: وسط
hu_hu: Középen

# #32059
source: Top right
ar_sa: يمين
hu_hu: Jobb oldalon

# #32060
source: Position of the codec logos in the OSD
ar_sa: موضع شعارات برنامج الترميز في OSD
hu_hu: OSD-vel megjelenített kodek logók helyzete

# #32061
source: Position of the codec logos in the PlayerProcessInfo
ar_sa: موضع شعارات برنامج الترميز في PlayerProcessInfo
hu_hu: PlayerProcessinfóval megjelenített kodek logók helyzete

# #32062
source: Show codec logos at bottom when video starts
ar_sa: عرض شعارات الترميز في الأسفل عند بدء تشغيل الفيديو
hu_hu: Kodek logók mutatása lent a videóindításkor

# #32063
source: Codec logos
ar_sa: شعارات الترميز
hu_hu: Kodek logók beállításai

# #32064
source: Original
ar_sa: أصلي
hu_hu: Eredeti

# #32065
source: Dolby VS10 mode
hu_hu: Dolby VS10 mód

# #32066
source: Audio codec
hu_hu: Hang kodek

# #32067
source: L5 Active Offsets Top-Bottom
hu_hu: L5 aktív vágás Fent-Lent

# #32068
source: L5 Active Offsets Left-Right
hu_hu: L5 aktív vágás Bal-Jobb

# #32069
source: channels
hu_hu: csatorna

# #32070
source: 5 sec
hu_hu: 5 másodperc

# #32071
source: 7 sec
hu_hu: 7 másodperc

# #32072
source: 10 sec
hu_hu: 10 másodperc

# #32073
source: Show codec logos at top when video starts
ar_sa: عرض شعارات الترميز في الأعلى عند بدء الفيديو
hu_hu: Kodek logók mutatása fennt a videóindításkor

# #32074
source: Video OSD extras
ar_sa: إضافات فيديو OSD
hu_hu: Extrák a videó OSD-n

# #32075
source: Network Connected
ar_sa: متصل بالشبكة
hu_hu: Hálózat csatlakoztatva

# #32076
source: Network not connected
ar_sa: الشبكة غير متصلة
hu_hu: Nincs hálózat

# #32077
source: Network connection under the clock
ar_sa: اتصال الشبكة تحت الساعة
hu_hu: Hálózati csatlakozás az óra alatt

# #32078
source: Clearlogo
ar_sa: شعار
hu_hu: Clearlogó

# #32079
source: Coloured
ar_sa: ملون
hu_hu: Színes

# #32080
source: Show Image codec logos
ar_sa: عرض شعارات برنامج ترميز الصور
hu_hu: Kodek logókat mutat

# #32081
source: Clock + Date
ar_sa: الساعة + التاريخ
hu_hu: Óra és dátum

# #32082
source: Weather icon colour
ar_sa: لون ايقونة الطقس
hu_hu: Időjárás ikonok színe

# #32083
source: White
ar_sa: أبيض
hu_hu: Fehér

# #32084
source: Low
ar_sa: الصغرى
hu_hu: Min

# #32085
source: High
ar_sa: العليا
hu_hu: Max

# #32086
source: Current
ar_sa: حالي
hu_hu: Jelenleg

# #32087
source: Show Text codec logos
ar_sa: إظهار شعارات برنامج ترميز النص
hu_hu: Szöveges kodek logók

# #32088
source: Hide filename and path
ar_sa: إخفاء اسم الملف والمسار
hu_hu: Elérési út és fájlnév elrejtése

# #32089
source: Clock + Date and Weather
ar_sa: الساعة + التاريخ والطقس
hu_hu: Óra + dátum és időjárás

# #31000
source: Live TV / PVR
ar_sa: البث المباشر / PVR
es_es: TV en vivo/PVR
fi_fi: TV / PVR
fr_fr: Télévision en direct / PVR
pt_br: TV Ao Vivo / PVR
ru_ru: ТВ / PVR
zh_cn: 直播电视 / PVR

# #31026
source: Hub
ar_sa: قائمة Hub
es_es: Centro
ru_ru: Хаб

# #31054
source: Liked by
ar_sa: تم الاعجاب من
de_de: Geliked von
es_es: Le gusta
fi_fi: Pidetty
fr_fr: Aimé par
pt_br: Curtido por
ru_ru: Понравилось
zh_cn: 喜欢的

# #31055
source: out of
ar_sa: خارج من
de_de: von
es_es: fuera de
fr_fr: sur
pt_br: fora de
ru_ru: из
zh_cn: 由于

# #31057
source: Years Old
ar_sa: العمر
de_de: Jahre alt
es_es: Años
fi_fi: vuotias
fr_fr: ans
pt_br: Anos de Idade
ru_ru: Лет
zh_cn: 年份

# #31104
source: Rebuild XML
ar_sa: إعادة بناء XML
de_de: XML neu erstellen
es_es: Reconstruir XML
fi_fi: Luo XML-tiedostot uudelleen
fr_fr: Reconstruire le XML
pt_br: Reconstruir XML
ru_ru: Перестроить XML
zh_cn: 重建 XML

# #31105
source: Spotlight
ar_sa: تخصيص Spotlight
de_de: Im Rampenlicht
es_es: Foco de atención
pt_br: Destaque
ru_ru: Сцена
zh_cn: 精选推荐

# #31119
source: EOTF and Gamut
ar_sa: EOTF & Gamut
de_de: EOTF und Farbskala
es_es: EOTF y Gamut
fi_fi: EOTF ja Gamut
fr_fr: EOTF et Gamut
pt_br: EOTF e Gama
ru_ru: EOTF и гамма
zh_cn: EOTF 和色域

# #31123
source: On Deck
ar_sa: متوفر
de_de: An Deck
es_es: En cubierta
fi_fi: Pinnalla
fr_fr: À suivre
pt_br: Na Estante
ru_ru: На полке
zh_cn: 续播队列

# #31129
source: Up next in
ar_sa: الحلقة القادمة في غضون
de_de: Als nächstes in
es_es: A continuación en
fi_fi: Seuraavaksi
fr_fr: À suivre dans
pt_br: A seguir
ru_ru: Следующая серия через
zh_cn: 接下来

# #31138
source: Aqua Classic
ar_sa: أكوا كلاسيك
de_de: Klassisches Wasser
es_es: Aqua Clásico
fr_fr: Aqua Classique
pt_br: Aqua Clássico
ru_ru: Аква Классик
zh_cn: 古典水绿色

# #31139
source: Tropical Sunset
ar_sa: غروب الشمس الاستوائي
de_de: Tropischer Sonnenuntergang
es_es: Atardecer tropical
fr_fr: Coucher de soleil tropical
pt_br: Pôr do Sol Tropical
ru_ru: Тропический закат
zh_cn: 热带日落色

# #31140
source: Miami Vaporwave
ar_sa: ألوان وردية متداخلة
de_de: Dampfwelle aus Miami
fr_fr: Vaporwave Miami
pt_br: Vaporwave de Miami
ru_ru: Майами Вейпорвейв
zh_cn: 迈阿密电子风色

# #31146
source: Profile image and logo
ar_sa: صورة وشعار البروفايل
de_de: Profilbild und Logo
es_es: Imagen de perfil y logo
fi_fi: Profiilikuva ja logo
fr_fr: Image de profil et logo
pt_br: Imagem de perfil e logotipo
ru_ru: Изображение профиля и логотип
zh_cn: 用户配置文件图片和徽标

# #31195
source: Light
ar_sa: فاتح light
de_de: Hell
es_es: Luz
fi_fi: Vaalea
fr_fr: Clair
pt_br: Claro
ru_ru: Светлый
zh_cn: 亮

# #31196
source: Up Next
ar_sa: العرض القادم
de_de: Als Nächstes
es_es: A continuación
fi_fi: Seuraavaksi
fr_fr: À suivre
pt_br: A Seguir
ru_ru: Далее
zh_cn: 接下来

# #31220
source: Purple
ar_sa: أرجواني
de_de: Lila
es_es: Púrpura
fi_fi: Violetti
fr_fr: Violet
pt_br: Púrpura
ru_ru: Фиолетовый
zh_cn: 紫色

# #31221
source: Slate
ar_sa: قرميد
de_de: Schiefer
es_es: Pizarra
fi_fi: Tasainen
fr_fr: Ardoise
pt_br: Ardósia
ru_ru: Сланец
zh_cn: 石板灰

# #31222
source: Coal
ar_sa: فحم
de_de: Kohle
es_es: Carbón
fi_fi: Hiili
fr_fr: Charbon
pt_br: Carvão
ru_ru: Угольный
zh_cn: 煤黑色

# #31224
source: Pink
ar_sa: وردي
de_de: Rosa
es_es: Rosa
fi_fi: Vaalenpunainen
fr_fr: Rose
pt_br: Rosa
ru_ru: Розовый
zh_cn: 粉红色

# #31225
source: Chalk
ar_sa: لون الطباشير
de_de: Kreide
es_es: Tiza
fi_fi: Kalkki
fr_fr: Craie
pt_br: Giz
ru_ru: Меловый
zh_cn: 粉笔白

# #31226
source: Blush
ar_sa: احمر
de_de: Errötend
es_es: Colorete
fr_fr: Fard
pt_br: Corar
ru_ru: Румяный
zh_cn: 脂粉色

# #31228
source: Aqua
ar_sa: أكوا
de_de: Wasser
es_es: Agua
fi_fi: Sininen
ru_ru: Аква
zh_cn: 蓝绿色

# #31238
source: Coral
ar_sa: مرجاني
de_de: Koralle
fi_fi: Koralli
fr_fr: Corail
ru_ru: Коралловый
zh_cn: 珊瑚红

# #31240
source: Tropical
ar_sa: لون استوائي
de_de: Tropisch
es_es: Colección
fi_fi: Trooppinen
ru_ru: Тропический
zh_cn: 热带色

# #31242
source: Blue Slate
ar_sa: أزرق - رمادي
de_de: Blauer Schiefer
es_es: Pizarra azul
fi_fi: Sininen
fr_fr: Ardoise bleue
pt_br: Ardósia Azul
ru_ru: Синий сланец
zh_cn: 蓝板岩色

# #31243
source: Midnight Purple
ar_sa: أرجواني غامق
de_de: Mitternächtliches Lila
es_es: Púrpura medianoche
fi_fi: Keskiyön violetti
fr_fr: Violet de minuit
pt_br: Púrpura Meia-Noite
ru_ru: Полуночный пурпурный
zh_cn: 午夜紫色

# #31297
source: Extra fanart
ar_sa: مزيد من صور العمل الفني
es_es: Fanart adicional
fi_fi: Lisäfanitaide
fr_fr: Fanart supplémentaire
pt_br: Fanart extra
ru_ru: Дополнительный фан-арт
zh_cn: 额外同人画

# #31299
source: Crew
ar_sa: فريق العمل

# #31301
source: Press down for crew
ar_sa: اضغط للاسفل لمشاهدة فريق العمل
es_es: Presione hacia abajo para equipo de rodaje
fi_fi: Näytä tuotantoryhmä painamalla alas
fr_fr: Appuyez sur Bas pour l'équipe technique
ru_ru: Нажмите вниз для просмотра cъемочной группы
zh_cn: 按“下键”可获取制作组

# #31312
source: Spinner
ar_sa: ايقونة الانتظار
de_de: Kreisel
es_es: Gira
fr_fr: Indicateur de chargement
pt_br: Girador
ru_ru: Спиннер
zh_cn: 旋转

# #31365
source: Node
ar_sa: قائمة مخصصة Node
de_de: Knoten
es_es: Nodo
fi_fi: Solmu
fr_fr: Nœud
pt_br: Nó
ru_ru: Узел
zh_cn: 节点

# #31446
source: Bump
ar_sa: غير محدد
de_de: Anstoßen
es_es: Tope
fi_fi: Nykäisy
fr_fr: Effet rebond
ru_ru: Бамп
zh_cn: 跳转

# #31473
source: Radar
ar_sa: رادار
fi_fi: Tutka
ru_ru: Радар
zh_cn: 雷达

# #31478
source: by
ar_sa: بواسطة
de_de: von
es_es: por
fi_fi: tekijä
fr_fr: par
pt_br: por
ru_ru: от
zh_cn: 通过

# #31546
source: TBC
ar_sa: موعده لم يحدد بعد
de_de: Unbestätigt
fi_fi: Kerrotaan myöhemmin
fr_fr: À confirmer
ru_ru: Анонсировано
zh_cn: 待确认

# #31558
source: Signpost
ar_sa: صورة مع الوصف
de_de: Wegweiser
es_es: Señalizar
fi_fi: Juliste ja teksti
pt_br: Placa de sinalização
zh_cn: 指引

# #31587
source: Flip
ar_sa: اقلب
de_de: Umdrehen
es_es: Voltear
fi_fi: Käänteinen
fr_fr: Retourner
pt_br: Inverter
zh_cn: 翻转

# #31591
source: Pressing close exits the dialog without applying changes.
ar_sa: لا تغير بالضغط على اغلاق

# #32300
source: switch skin
ar_sa: تغير السكن

# #32301
source: My TV
ar_sa: مسلسلاتي

# #32303
source: My Movies
ar_sa: افلامي

# #32302
source: KDrama
ar_sa: كوري

# #32304
source: Popular
ar_sa: مشهور

# #32305
source: In Progress
ar_sa: قيد المشاهدة

# #32306
source: Codecs / PPI
ar_sa: الترميز ومعلومات المشغل

# #31598
source: Show Image codec logos
ar_sa: عرض شعارات برنامج ترميز الصور

# #52062
source: Show codec logos when video starts
ar_sa: عند بدء تشغيل الفيديو

# #52071
source: Duration of the codec logos when video starts
ar_sa: مدة بقاء شعارات الترميز عند بدء تشغيل الفيديو

# #52072
source: Time for codec logos
ar_sa: وقت شعارات الترميز

# #52073
source: PlayerProcessInfo
ar_sa: معلومات المشغل PPI

# #52074
source: PlayerProcessInfo mode
ar_sa: PPI تصميم معلومات المشغل

# #52076
source: Show file name in PlayerProcessInfo
ar_sa: إظهار اسم الملف في معلومات المشغل

# #52080
source: Version selection
ar_sa: اختيار الإصدار

# #52081
source: Show file name and path in the version selection
ar_sa: عرض اسم الملف والمسار في اختيار الإصدار

# #52084
source: Codecs & PPI
ar_sa: معلومات المشغل PPI والترميز

# #52077
source: Modern
ar_sa: حديث

# #52078
source: Classic
ar_sa: كلاسيكي

# #52079
source: Original
ar_sa: مطور

# #31117
source: RAM
ru_ru: ОЗУ
zh_cn: 内存

# #31216
source: Video decoder
es_es: Decodificador de vídeo
fi_fi: Videodekooderi
fr_fr: Décodeur vidéo
pt_br: Decodificador de Vídeo
ru_ru: Видео декодер
zh_cn: 视频解码器

# #31217
source: Pixel format
es_es: Formato de píxel
fi_fi: Pikselimuoto
fr_fr: Format des pixels
pt_br: Formato do pixel
ru_ru: Формат пикселя
zh_cn: 像素格式

# #31257
source: Memory
de_de: Speicher
es_es: Memoria
fi_fi: Muisti
fr_fr: Mémoire
pt_br: Memória
ru_ru: Память
zh_cn: 内存

# #31258
source: CPU
ru_ru: ЦПУ
zh_cn: 处理器

# #31259
source: FPS
zh_cn: 帧率

# #31260
source: AR
fr_fr: RA
zh_cn: 宽高比

# #31261
source: px
fi_fi: pikseliä
zh_cn: 像素

# #31262
source: Hz
ru_ru: Гц
zh_cn: 赫兹

# #31263
source: bits
fi_fi: bittiä
ru_ru: бит
zh_cn: 位深

# #31273
source: Press down to access scrollbar
es_es: Pulse abajo para acceder a la barra de desplazamiento
fi_fi: Näytä vierityspalkki painamalla alas
fr_fr: Appuyez sur Bas pour accéder à la barre de défilement
ru_ru: Нажмите вниз для доступа к полосе прокрутки
zh_cn: 按”下键“以访问滚动条

# #31282
source: Widget
ru_ru: Виджет
zh_cn: 小部件

# #31293
source: Press down for cast and more info
es_es: Pulse abajo para ver el reparto y más información
fi_fi: Näytä näyttelijätiedot painamalla alas
fr_fr: Appuyez sur Bas pour le casting et plus d'infos
ru_ru: Нажмите вниз для просмотра актеров и дополнительной информации
zh_cn: 按“下键”以获取演员和更多信息

# #31294
source: Press down for bookmarks and chapters
es_es: Pulsa hacia abajo para marcadores y capítulos
fi_fi: Näytä kirjanmerkit ja kappaleet painamalla alas
fr_fr: Appuyez sur Bas pour les marque-pages et chapitres
ru_ru: Нажмите вниз для закладок и глав
zh_cn: 按“下键”可取书签和章节

# #31295
source: Press down for channels
es_es: Pulse hacia abajo para canales
fi_fi: Näytä kanavalista painamalla alas
fr_fr: Appuyez sur Bas pour les chaînes
ru_ru: Нажмите вниз для каналов
zh_cn: 按“下键”可查看频道

# #31296
source: Press down for playlist
es_es: Pulsa abajo para la lista de reproducción
fi_fi: Näytä toistolista painamalla alas
fr_fr: Appuyez sur Bas pour la liste de lecture
ru_ru: Нажмите вниз для плейлиста
zh_cn: 按“下键”可查看播放列表

# #31298
source: Press down for movies and tv shows starring this actor
es_es: Pulsa abajo para ver las películas y series protagonizadas por este actor
fi_fi: Näytä näyttelijän elokuvat ja sarjat painamalla alas
fr_fr: Appuyez sur Bas pour les films et séries avec cet acteur
ru_ru: Нажмите вниз, чтобы посмотреть фильмы и сериалы с участием этого актера
zh_cn: 按“下键”可观看由该演员主演的电影和电视节目

# #31346
source: Press down for more by this artist
es_es: Pulse abajo para ver más de este artista
fi_fi: Näytä artistin muuta tuotantoa painamalla alas
fr_fr: Appuyez sur Bas pour plus d'œuvres de cet artiste
ru_ru: Для просмотра других композиций этого исполнителя нажмите вниз
zh_cn: 按“下键”可查看更多该艺术家的作品

# #31348
source: Press down for channel EPG
es_es: Pulsar abajo para canal EPG
fi_fi: Avaa kanavan ohjelmatiedot painamalla alas
fr_fr: Appuyez sur Bas pour l'EPG de la chaîne
ru_ru: Для просмотра телегида нажмите вниз
zh_cn: 按“下键”可查看频道电子节目指南

# #31357
source: Artwork Overlay
es_es: Superposición de arte
fi_fi: Kuvan päällä
fr_fr: Superposition d'illustration
pt_br: Sobreposição de Artwork
ru_ru: Иллюстрации
zh_cn: 艺术图叠加

# #31463
source: Press down for filter and view options
es_es: Presione hacia abajo para filtrar y ver opciones
fi_fi: Näkymä- ja suodatusasetukset (paina alaspäin)
fr_fr: Appuyez sur Bas pour les options de filtre et de vue
zh_cn: 按“下键”可查看筛选条件和查看选项

# #31464
source: Press right for filter and view options
es_es: Presione hacia la derecha para ver y filtrar opciones
fi_fi: Näkymä- ja suodatusasetukset (paina oikealle)
fr_fr: Appuyez sur Droite pour les options de filtre et de vue
zh_cn: 按“右键”可选择筛选条件和视图选项

# #31338
source: Select + Right Stick
de_de: Select + Rechter Stick
es_es: Seleccionar + Stick derecho
fi_fi: Select + oikea ohjaustikku
fr_fr: Select + Stick droit
pt_br: Select + Direcional Direito

# #31201
source: Seekbar displays title details while seeking
es_es: Seekbar muestra los detalles del título mientras se busca

# #31278
source: Expand info panel
es_es: Ampliar panel de información

# #31280
source: hides left header
es_es: oculta el encabezado izquierdo

# #31336
source: Select + X
es_es: Selección + X

# #31337
source: Select + Start
es_es: Seleccionar + Start
