Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31185
source: Autoscroll
ar_sa: تنقل تلقائي
de_de: Automatisches Scrollen
es_es: Autodesplazamiento
fi_fi: Automaattinen vieritys
fr_fr: Défilement auto
hu_hu: Automatikus görgetés
pt_br: Rolagem automática
ru_ru: Автопрокрутка
zh_cn: 自动滚动

# #31186
source: Behaviour
ar_sa: السلوك
de_de: Verhalten
es_es: Comportamiento
fi_fi: Käyttäytyminen
fr_fr: Comportement
hu_hu: Viselkedés
pt_br: Comportamento
ru_ru: Поведение
zh_cn: 行为

# #31187
source: Autoscroll time interval
ar_sa: الوقت الزمني للتنقل
de_de: Zeitintervall für automatisches Scrollen
es_es: Intervalo de autodesplazamiento
fi_fi: Automaattisen vierityksen aikaväli
fr_fr: Intervalle de défilement auto
hu_hu: Automatikus görgetési idő intervallum
pt_br: Intervalo de tempo da rolagem automática
ru_ru: Интервал автопрокрутки
zh_cn: 自动滚动时间间隔

# #31188
source: Limit
ar_sa: محدد
de_de: Eintragslimit
es_es: Límite
fi_fi: Rajoitus
fr_fr: Limite
hu_hu: Határ
pt_br: Limite
ru_ru: Лимит
zh_cn: 限制

# #31189
source: Autoclose OSD after X seconds
ar_sa: إغلاق تلقائي ل OSD بعد وقت محدد
de_de: OSD automatisch schließen nach
es_es: Autocierre OSD tras X segundos
fi_fi: Sulje kuvaruutuvalikko X sekunnin jälkeen
fr_fr: Fermer l'OSD après X secondes
hu_hu: OSD automatikus bezárása x másodperc múlva
pt_br: Fechamento automático do OSD após X segundos
ru_ru: Закрыть OSD после X секунд
zh_cn: X 秒后自动关闭 OSD

# #31190
source: time
ar_sa: الوقت
de_de: Zeit
es_es: tiempo
fi_fi: aika
fr_fr: temps
hu_hu: idő
pt_br: vez
ru_ru: время
zh_cn: 时间

# #31191
source: Optional details
ar_sa: تفاصيل اختيارية
de_de: Optionale Details
es_es: Detalles opcionales
fi_fi: Lisätiedot
fr_fr: Détails optionnels
hu_hu: Opcionális részletek
pt_br: Detalhes opcionais
ru_ru: Дополнительные сведения
zh_cn: 可选细节

# #31192
source: Ends at time
ar_sa: وقت الإنتهاء
de_de: Endet um
es_es: Finaliza a la hora
fi_fi: Päättyy
fr_fr: Se termine à
hu_hu: Befejezés
pt_br: Termina na hora
ru_ru: Закончится в
zh_cn: 准时结束

# #31193
source: Expanding clock
ar_sa: ساعة موسعة
de_de: Erweiternde Uhr
es_es: Reloj expandible
fi_fi: Laajeneva kello
fr_fr: Horloge extensible
hu_hu: Óra kiterjesztése
pt_br: Relógio em expansão
ru_ru: Расширенные часы
zh_cn: 扩展时钟

# #31194
source: Album duration
ar_sa: وقت تشغيل الألبوم
de_de: Albumlänge
es_es: Duración del álbum
fi_fi: Albumin kesto
fr_fr: Durée de l'album
hu_hu: Album hossza
pt_br: Duração do álbum
ru_ru: Продолжительность альбома
zh_cn: 专辑持续时间

# #31197
source: Skin theme
ar_sa: ثيم المظهر
de_de: Thema des Skins
es_es: Tema de Skin
fi_fi: Ulkoasun teema
fr_fr: Thème du skin
hu_hu: Felszín témája
pt_br: Tema da skin
ru_ru: Тема скина
zh_cn: 皮肤主题

# #31198
source: Track duration
ar_sa: فترة تشغيل المقطع
de_de: Titellänge
es_es: Duración de la pista
fi_fi: Raidan kesto
fr_fr: Durée de la piste
hu_hu: Szám hossza
pt_br: Duração da faixa
ru_ru: Продолжительность трека
zh_cn: 曲目持续时间

# #31199
source: Date and time
ar_sa: الوقت والتاريخ
de_de: Datum und Zeit
es_es: Fecha y hora
fi_fi: Päivämäärä ja aika
fr_fr: Date et heure
hu_hu: Dátum és idő
pt_br: Data e hora
ru_ru: Дата и время
zh_cn: 日期和时间

# #31200
source: Added on
ar_sa: أضيفت بتاريخ
de_de: Hinzugefügt am
es_es: Añadido el
fi_fi: Lisätty
fr_fr: Ajouté le
hu_hu: Hozzáadva
pt_br: Adicionado em
ru_ru: Добавлено
zh_cn: 添加于

# #31201
source: Use a label to differentiate this hub from others.
ar_sa: استخدم مسمى للفئة
de_de: Benutze eine Überschrift um diesen Hub von anderen zu unterscheiden.
fi_fi: Nimeä tämä hubi erottaaksesi sen muista.
fr_fr: Utilisez une étiquette pour différencier ce hub des autres.
hu_hu: Használjon címkét, hogy megkülönböztesse ezt a hubot a többitől.
pt_br: Usar um rótulo para diferenciar este hub dos outros.
zh_cn: 使用标签将此 Hub 与其他 Hub 区分开来。

# #31202
source: Ratings
ar_sa: التقييمات
de_de: Bewertungen
es_es: Clasificaciones
fi_fi: Arviot
fr_fr: Notes
hu_hu: Értékelés
pt_br: Avaliações
ru_ru: Рейтинги
zh_cn: 评级

# #31203
source: Customise
ar_sa: تخصيص
de_de: Anpassen
es_es: Personalice
fi_fi: Muokkaa
fr_fr: Personnaliser
hu_hu: Testreszabás
pt_br: Personalizar
ru_ru: Настроить
zh_cn: 自定义

# #31204
source: Customise dialog background
ar_sa: لون خلفية نافذة القائمة
de_de: Dialoghintergrund anpassen
es_es: Personalizar fondo de diálogo
fi_fi: Valikoiden tausta
fr_fr: Personnaliser l'arrière-plan des boîtes de dialogue
hu_hu: Dialóg háttér testreszabása
pt_br: Personalizar diálogo de fundo
ru_ru: Изменить фон диалогового окна
zh_cn: 自定义弹窗背景

# #31205
source: Codecs and providers
ar_sa: التصنيفات ومزودي الخدمة
de_de: Codecs und Provider
es_es: Códecs y proveedores
fi_fi: Kodekit ja palvelut
fr_fr: Codecs et fournisseurs
hu_hu: Kodekek és szolgáltatók
pt_br: Codecs e provedores
ru_ru: Кодеки и провайдеры
zh_cn: 编解码器和提供商

# #31206
source: Item count
ar_sa: عدد العناصر
de_de: Eintragszähler
es_es: Número de elementos
fi_fi: Nimikkeiden määrä
fr_fr: Nombre d'éléments
hu_hu: Elemek száma
pt_br: Número de itens
ru_ru: Количество элементов
zh_cn: 项目计数

# #31207
source: Codecs
ar_sa: الترميز
es_es: Códecs
fi_fi: Mediatiedot
hu_hu: Kodekek
ru_ru: Кодеки
zh_cn: 编解码器

# #31208
source: Header
ar_sa: الترويس
de_de: Kopfzeile
es_es: Encabezado
fi_fi: Oikea ylänurkka
fr_fr: En-tête
hu_hu: Fejléc
pt_br: Cabeçalho
ru_ru: Шапка
zh_cn: 页眉

# #31209
source: Boxes
ar_sa: داخل إطار
de_de: Boxen
es_es: Cajas
fi_fi: Laatikot
fr_fr: Boîtes
hu_hu: Szövegdobozok
pt_br: Caixas
ru_ru: Коробки
zh_cn: 边框

# #31210
source: Series Premiere
ar_sa: العرض الأول للحلقات
de_de: Serienpremiere
es_es: Estreno de series
fi_fi: Sarjan avausjakso
fr_fr: Première de la série
hu_hu: Rész bemutató
pt_br: Estreia do Seriado
ru_ru: Премьера сериала
zh_cn: 系列首映

# #31211
source: Season Premiere
ar_sa: العرض الأول للجزء
de_de: Staffelpremiere
es_es: Estreno de temporada
fi_fi: Kauden avausjakso
fr_fr: Première de la saison
hu_hu: Szezon bemutató
pt_br: Estreia da Temporada
ru_ru: Премьера сезона
zh_cn: 季首映

# #31212
source: Mid-Season Premiere
ar_sa: العرض الأول لمنتصف الجزء
de_de: Premiere 2. Staffelhälfte
es_es: Estreno de media temporada
fi_fi: Puolivälin aloitusjakso
fr_fr: Première de mi-saison
hu_hu: Közép Szezon bemutató
pt_br: Estreia de Meio da Temporada
ru_ru: Премьера середины сезона
zh_cn: 季中首映

# #31213
source: Visualisation settings
ar_sa: إعدادت المؤثرات
de_de: Einstellungsmenü der Visualisierung
es_es: Ajustes de visualización
fi_fi: Visualisointiasetukset
fr_fr: Paramètres de visualisation
hu_hu: Vizualizáció beállítások
pt_br: Configurações de visualização
ru_ru: Настройки визуализации
zh_cn: 可视化设置

# #31214
source: Series Finale
ar_sa: الحلقة الأخيرة
de_de: Serienfinale
es_es: Fin de la serie
fi_fi: Sarjan päätösjakso
fr_fr: Finale de la série
hu_hu: Sorozat finálé
pt_br: Final do Seriado
ru_ru: Финал
zh_cn: 系列大结局

# #31215
source: Season Finale
ar_sa: نهاية الجزء
de_de: Staffelfinale
es_es: Final de la temporada
fi_fi: Kauden päätösjakso
fr_fr: Finale de la saison
hu_hu: Szezon finálé
pt_br: Final da Temporada
ru_ru: Финал сериала
zh_cn: 季大结局

# #31218
source: Mid-Season Finale
ar_sa: الحلقة الأخيرة لمنتصف الجزء
de_de: Finale 1. Staffelhälfte
es_es: Final de media temporada
fi_fi: Puolivälin päätösjakso
fr_fr: Finale de mi-saison
hu_hu: Közép Szezon finálé
pt_br: Final de Meia Temporada
ru_ru: Финал середины сезона
zh_cn: 季中大结局

# #31219
source: Left header
ar_sa: العنوان الرئيسي الايسر
de_de: Linke Kopfzeile
es_es: Encabezado izquierdo
fi_fi: Vasen otsikkoteksti
fr_fr: En-tête gauche
hu_hu: Bal fejléc
pt_br: Cabeçalho esquerdo
ru_ru: Левая панель шапки
zh_cn: 左标题

# #31223
source: Gridlines
ar_sa: خطوط الشبكة
de_de: Gitterlinien
es_es: Cuadrículas
fi_fi: Ruudukko
fr_fr: Quadrillage
hu_hu: Elválasztók
pt_br: Linhas com Grades
ru_ru: Сетка
zh_cn: 网格线

# #31227
source: Premiere
ar_sa: العرض الآول
es_es: Estreno
fi_fi: Ensiesitys
fr_fr: Première
hu_hu: Bemutató
pt_br: Estreia
ru_ru: Премьера
zh_cn: 首映

# #31229
source: Vaporwave
ar_sa: وردي متداخل
de_de: Dampfwelle
es_es: Onda de vapor
hu_hu: Párafelhő
pt_br: Onda de vapor
ru_ru: Вейпорвейв
zh_cn: 霓虹色

# #31230
source: Calendar
ar_sa: التقويم
de_de: Kalender
es_es: Calendario
fi_fi: Kalenteri
fr_fr: Calendrier
hu_hu: Naptár
pt_br: Onda de vapor
ru_ru: Календарь
zh_cn: 节目表

# #31231
source: Customise highlight colours
ar_sa: لون المؤشر
de_de: Highlight-Farben anpassen
es_es: Personalización de los colores de realce
fi_fi: Korostus
fr_fr: Personnaliser les couleurs de surbrillance
hu_hu: Kiemelőszínek testreszabása
pt_br: Personalizar cores de destaque
ru_ru: Настроить цвета подсветки
zh_cn: 自定义高光颜色

# #31232
source: Gradient
ar_sa: ألوان متدرجة
de_de: Verlaufsfarbe
es_es: Degradado
fi_fi: Liukuväri
fr_fr: Dégradé
hu_hu: Gradiens
pt_br: Gradiente
ru_ru: Градиент
zh_cn: 渐变

# #31233
source: Seek to
ar_sa: تقديم زمن العرض
de_de: Suche bis
es_es: Buscar en
fi_fi: Siirry kohtaan
fr_fr: Aller à
hu_hu: Ugrás ide
pt_br: Procure
ru_ru: Перейти к
zh_cn: 跳转至

# #31234
source: Customise indicators
ar_sa: المؤشرات
de_de: Indikatoren anpassen
es_es: Indicadores personalizados
fi_fi: Muokkaa merkintöjä
fr_fr: Personnaliser les indicateurs
hu_hu: Indikátorok testreszabása
pt_br: Personalizar indicadores
ru_ru: Редактировать индикаторы
zh_cn: 自定义指示器

# #31235
source: Indicators
ar_sa: المؤشرات
de_de: Indikatoren
es_es: Indicadores
fi_fi: Merkinnät
fr_fr: Indicateurs
hu_hu: Indikátorok
pt_br: Indicadores
ru_ru: Индикаторы
zh_cn: 指示器

# #31236
source: Collection
ar_sa: تجميعات
de_de: Kollektion
fi_fi: Kokoelma
hu_hu: Gyűjtemény
pt_br: Coleção
ru_ru: Коллекции
zh_cn: 合集

# #31237
source: Progress
ar_sa: التقدم
de_de: Fortschritt
fi_fi: Edistyminen
fr_fr: Progression
hu_hu: Folyamatban
pt_br: Progresso
ru_ru: Прогресс
zh_cn: 进度

# #31239
source: Footer
ar_sa: التذييل
de_de: Fußzeile
fi_fi: Oikea alanurkka
fr_fr: Pied de page
hu_hu: Lábléc
pt_br: Rodapé
ru_ru: Футер
zh_cn: 页脚

# #31241
source: Colour scheme
ar_sa: ثيم الألوان
de_de: Farbschema
es_es: Combinación de colores
fi_fi: Väriteema
fr_fr: Palette de couleurs
hu_hu: Színséma
pt_br: Esquema de cores
ru_ru: Цветовая схема
zh_cn: 配色方案

# #31244
source: Now playing
ar_sa: يعرض الان
de_de: Läuft gerade
es_es: Reproduciendo
fi_fi: Nyt toistetaan
fr_fr: Lecture en cours
hu_hu: Most játszott
pt_br: Reproduzindo Agora
ru_ru: Сейчас играет
zh_cn: 正在播放

# #31245
source: Autoscroll labels
ar_sa: تحريك تلقائي للعناوين
de_de: Labels automatisch scrollen
es_es: Etiquetas Autoscroll
fi_fi: Tekstirivin automaattinen vieritys
fr_fr: Défilement auto des étiquettes
hu_hu: Címkék automatikus görgetése
pt_br: Rótulos de rolagem automática
ru_ru: Автопрокрутка меток
zh_cn: 自动滚动标签

# #31246
source: Autoscroll textboxes
ar_sa: تحريك تلقائي للوصف
de_de: Textboxen automatisch scrollen
es_es: Cajas de texto de desplazamiento automático
fi_fi: Tekstikappaleen automaattinen vieritys
fr_fr: Défilement auto des zones de texte
hu_hu: Szövegdobozok automatikus görgetése
pt_br: Caixas de texto de rolagem automática
ru_ru: Автопрокрутка текстовых полей
zh_cn: 自动滚动文本框

# #31247
source: Colour highlight
ar_sa: لون المؤشر
de_de: Highlight Einfärben
es_es: Color destacado
fi_fi: Värillinen korostus
fr_fr: Surbrillance de couleur
hu_hu: Kiemelt szín
pt_br: Cor do destaque
ru_ru: Цвет подсветки
zh_cn: 颜色高亮

# #31248
source: Building includes
ar_sa: البناء يحوي
de_de: Erstelle Inhalte
es_es: La construcción incluye
fi_fi: Käsitellään includes-tiedostoa
fr_fr: Construction des Includes
hu_hu: Függőségek felépítése
pt_br: Construção incluí
ru_ru: Сборка includes
zh_cn: 构建包含

# #31249
source: Waiting for PVR
de_de: Warte auf PVR
es_es: En espera de PVR
fi_fi: Odotetaan PVR-palvelua
fr_fr: En attente du PVR
hu_hu: Várakozás a PVR-re
pt_br: Aguardando pelo PVR
ru_ru: Ожидание PVR
zh_cn: 等待 PVR

# #31250
source: Highlight
ar_sa: التركيز
es_es: Resaltar
fi_fi: Korostus
fr_fr: Surbrillance
hu_hu: Kiemelt
pt_br: Destacar
ru_ru: Подсветка
zh_cn: 高亮

# #31251
source: Analog clock
ar_sa: ساعة بعقارب
de_de: Analoguhr
es_es: Reloj analógico
fi_fi: Analoginen kello
fr_fr: Horloge analogique
hu_hu: Anlalóg óra
pt_br: Relógio analógico
ru_ru: Аналоговые часы
zh_cn: 模拟时钟

# #31252
source: Catch-up
ar_sa: متابعة المشاهدة
de_de: Aufholen
es_es: Recuperar
fi_fi: Arkisto
fr_fr: Replay
hu_hu: Felzárkóztatás
pt_br: Recuperar
ru_ru: Архив
zh_cn: 追剧

# #31253
source: Move between widget groups
ar_sa: الاستمرار في التنقل بين مجموعات الwidgets القادمة والسابقة دون الرجوع للقائمة
de_de: Zwischen Widget-Gruppen bewegen
es_es: Desplazarse entre grupos de widgets
fi_fi: Siirry widget-ryhmien välillä
fr_fr: Se déplacer entre les groupes de widgets
hu_hu: Widget csoportok közti navigálás
pt_br: Mover-se entre grupos de widgets
ru_ru: Перемещение между группами виджетов
zh_cn: 在小部件组之间移动

# #31254
source: Performance
ar_sa: الأداء
de_de: Leistung
es_es: Rendimiento
fi_fi: Suorituskyky
hu_hu: Teljesítmény
pt_br: Desempenho
ru_ru: Производительность
zh_cn: 性能

# #31255
source: Customise startup image
ar_sa: تخصيص صورة البدء
de_de: Startbild anpassen
es_es: Personalizar la imagen de inicio
fi_fi: Käynnistysruudun taustakuva
fr_fr: Personnaliser l'image de démarrage
hu_hu: Indító kép beállítása
pt_br: Personalizar imagem de inicialização
ru_ru: Изменить стартовое изображение
zh_cn: 自定义启动图像

# #31256
source: Resource Usage
de_de: Resourcenverwendung
es_es: Utilización de recursos
fi_fi: Resurssien käyttö
fr_fr: Utilisation des ressources
hu_hu: Forrás használat
pt_br: Uso de Recursos
ru_ru: Использование ресурсов
zh_cn: 资源使用

# #31264
source: Revenue
ar_sa: الدخل
de_de: Einnahmen
es_es: Ingresos
fi_fi: Lipputulot
fr_fr: Recettes
hu_hu: Bevétel
pt_br: Receita
ru_ru: Выручка
zh_cn: 收益

# #31265
source: Budget
ar_sa: الميزانية
es_es: Presupuesto
fi_fi: Budjetti
hu_hu: Költségek
pt_br: Orçamento
ru_ru: Бюджет
zh_cn: 预算

# #31266
source: Menu expands to display labels
ar_sa: فتح القائمة لإظهار العناوين
de_de: Menü für Labels expandieren
es_es: El menú se amplía para mostrar etiquetas
fi_fi: Näyttää kuvakkeiden nimet valikossa
fr_fr: Le menu s'agrandit pour afficher les étiquettes
hu_hu: A menü kibővítése a címkék megjelenítéséhez
pt_br: O menu se expande para exibir rótulos
ru_ru: Расширить меню для отображения надписей
zh_cn: 菜单展开以显示标签

# #31267
source: Quality
ar_sa: الجودة
de_de: Qualität
es_es: Calidad
fi_fi: Laatu
fr_fr: Qualité
hu_hu: Minőség
pt_br: Qualidade
ru_ru: Качество
zh_cn: 质量

# #31268
source: Fake
ar_sa: زائف
es_es: Falso
fi_fi: Epäaito
fr_fr: Faux
hu_hu: Hamis
pt_br: Falso
ru_ru: Фейк
zh_cn: 仿冒

# #31269
source: Real
ar_sa: حقيقي
fi_fi: Aito
fr_fr: Vrai
hu_hu: Valódi
ru_ru: Настоящий
zh_cn: 真实

# #31270
source: Single image
ar_sa: صورة مفردة
de_de: Einzelnes Bild
es_es: Imagen única
fi_fi: Kuva
fr_fr: Image unique
hu_hu: Egy kép
pt_br: Imagem única
ru_ru: Одно изображение
zh_cn: 单一图像

# #31271
source: Image folder
ar_sa: ملف الصور
de_de: Ordner mit Bildern
es_es: Carpeta de imágenes
fi_fi: Kuvakansio
fr_fr: Dossier d'images
hu_hu: Képek mappa
pt_br: Pasta de imagens
ru_ru: Папка изображений
zh_cn: 图像文件夹

# #31272
source: Searching
ar_sa: جاري البحث
de_de: Suche
es_es: Buscando
fi_fi: Etsitään
fr_fr: Recherche en cours
hu_hu: Keresés
pt_br: Procurando
ru_ru: Поиск
zh_cn: 搜索

# #31273
source: Access scrollbar
ar_sa: شريط التمرير
de_de: Scrollbalken aufrufen
hu_hu: Görgetősáv megjelenítése
pt_br: Barra de rolagem de acesso

# #31274
source: Icon
ar_sa: أيقونة
es_es: Icono
fi_fi: Kuva
fr_fr: Icône
hu_hu: Ikon
pt_br: Ícone
ru_ru: Иконка
zh_cn: 图标

# #31275
source: Customise search
ar_sa: البحث
de_de: Suche anpassen
es_es: Búsqueda personalizada
fi_fi: Muokkaa hakua
fr_fr: Personnaliser la recherche
hu_hu: Keresés beállítása
pt_br: Personalizar pesquisa
ru_ru: Настроить поиск
zh_cn: 自定义搜索

# #31276
source: Widgets mode sets navigation to loop on left and right.
ar_sa: لن تستطيع الانتقال الى الصفحات بهذا الخيار
de_de: Im Widget-Modus navigiert man links und rechts in einer Schleife.
es_es: El modo de widgets configura la navegación en bucle hacia la izquierda y a la derecha.
fi_fi: Widgetit-tilassa navigointi jatkuu silmukassa vasemmalle ja oikealle.
fr_fr: Le mode Widgets configure la navigation pour boucler à gauche et à droite.
hu_hu: A Widget mód, a navigációt bal és jobb oldalra állítja.
pt_br: O modo Widgets define a navegação para fazer um loop à esquerda e à direita.
ru_ru: В режиме виджетов навигация зацикливается слева и справа.
zh_cn: 小部件模式将导航设置为左右循环。

# #31277
source: Ensure that your device has an alternative mode of accessing the menu and settings before selecting this option.
ar_sa: تاكد من وجود طريقة للوصول للقوائم والاعدادات قبل اختيارك
de_de: Bitte vor Auswahl dieser Option eine alternative Zugangsmöglichkeit zu Menü und Einstellungen sicherstellen.
es_es: Asegúrese de que su dispositivo tenga un modo alternativo para acceder al menú y la configuración antes de seleccionar esta opción.
fi_fi: Päävalikon ja asetusvalikon avaaminen on tehtävä jollain vaihtoehtoisella tavalla.
fr_fr: Assurez-vous que votre appareil dispose d'un autre moyen d'accéder au menu et aux paramètres avant de sélectionner cette option.
hu_hu: Mielőtt kiválasztaná ezt az opciót, győződjön meg arról, hogy eszköze rendelkezik a menü és a beállítások alternatív elérési módjával.
pt_br: Certifique-se de que seu dispositivo tenha um modo alternativo de acesso ao menu e às configurações antes de selecionar esta opção.
ru_ru: Выбирая эту опцию убедитесь что на устройстве предусмотрен альтернативный режим доступа к меню и настройкам.
zh_cn: 在选择此选项之前，请确保您的设备具有访问菜单和设置的替代模式。

# #31278
source: Switch the hub from a basic widgets-only layout to more advanced modes with additional features.
ar_sa: تحويل الصفحة/الفئة الي خصائص متطورة
de_de: Wechsle von einem einfachen Widget-Layout zu fortgeschrittenen Hubs mit zusätzlichen Funktionen.
fi_fi: Vaihda hub yksinkertaisesta widget-tilasta edistyneempään tilaan jossa on enemmän ominaisuuksia.
fr_fr: Basculez le hub d'une disposition basique avec uniquement des widgets à des modes plus avancés avec des fonctionnalités supplémentaires.
hu_hu: Váltsa át a hubot az alap, csak widgeteket tartalmazó elrendezésről, a további funkciókkal rendelkező fejlettebb módokra.
pt_br: Mude o hub de um layout básico apenas de widgets para modos mais avançados com recursos adicionais.
zh_cn: 将 Hub 从仅有小部件的基本布局切换到具有更多功能的高级模式。

# #31279
source: Studio icons
ar_sa: أيقونات استديوهات الانتاج
es_es: Iconos del estudio
fi_fi: Studiokuvakkeet
fr_fr: Icônes de studio
hu_hu: Stúdió logók
pt_br: Ícones dos estúdios
ru_ru: Иконки киностудий
zh_cn: 工作室图标

# #31280
source: Basic is a simple widgets-only mode.
ar_sa: الودجتس بسيطة
de_de: Einfach ist ein simpler Modus mit nur Widgets.
fi_fi: Perus tarkoittaa yksinkertaista widget-tyyliä.
fr_fr: Le mode Basique est un mode simple avec uniquement des widgets.
hu_hu: A Basic egy egyszerű, "csak widgetek" üzemmód.
pt_br: Básico é um modo simples apenas de widgets.
zh_cn: Basic 是一种简单的小部件专用模式。

# #31281
source: Welcome
ar_sa: مرحبا
de_de: Willkommen
es_es: Bienvenido
fi_fi: Tervetuloa
fr_fr: Bienvenue
hu_hu: Üdvözlet
pt_br: Bem-vindo
ru_ru: Добро пожаловать
zh_cn: 欢迎

# #31283
source: Played
ar_sa: عُرض
de_de: Gespielt
es_es: Reproducido
fi_fi: Katsottu
fr_fr: Lu
hu_hu: Megnézett
pt_br: Reproduzido
ru_ru: Просмотрено
zh_cn: 已播放

# #31284
source: Discover movies and tvshows on TMDb.
ar_sa: اكتشف الافلام والمسلسلات في TMDb
de_de: Entdecke Filme und Serien bei TMDb.
es_es: Descubre películas y series en TMDb.
fi_fi: Löydä elokuvia ja sarjoja TMDb:stä.
fr_fr: Découvrez des films et des séries sur TMDb.
hu_hu: Fedezzen fel filmeket és sorozatokat a TMDb-n.
pt_br: Descobrir filmes e seriados no TMDb.
ru_ru: Поиск фильмов и сериалов в TMDb.
zh_cn: 在 TMDb 上发现电影和电视节目。

# #31285
source: Classification (MPAA)
ar_sa: نظام التقيم العمري MPAA
de_de: Einstufung (MPAA)
es_es: Clasificación (MPAA)
fi_fi: Ikäraja (MPAA)
hu_hu: Minősítés (MPAA)
pt_br: Classificação (MPAA)
ru_ru: Рейтинг (MPAA)
zh_cn: 类别（MPAA）

# #31286
source: Won
ar_sa: فاز
de_de: Gewonnen
es_es: Ganó
fi_fi: Voittanut
fr_fr: Gagné
hu_hu: Győztes
pt_br: Vencedor
ru_ru: Получил
zh_cn: 获奖

# #31287
source: Nominated for
ar_sa: مرشح ل
de_de: Nominiert für
es_es: Nominado para
fi_fi: Ehdotettu
fr_fr: Nominé pour
hu_hu: Jelölés
pt_br: Indicado por
ru_ru: Номинирован на
zh_cn: 提名为

# #31288
source: Explore now.
ar_sa: اكتشف الان
de_de: Jetzt Erkunden.
es_es: Explora ahora.
fi_fi: Löydä jotain uutta.
fr_fr: Explorer maintenant.
hu_hu: Felfedezés.
pt_br: Explorar agora.
ru_ru: Исследуйте сейчас.
zh_cn: 立即探索。

# #31289
source: Touch mode
ar_sa: وضعية اللمس
de_de: Touch-Modus
es_es: Modo táctil
fi_fi: Kosketusnäyttötila
fr_fr: Mode tactile
hu_hu: Érintős mód
pt_br: Modo toque
ru_ru: Сенсорный режим
zh_cn: 触摸模式

# #31290
source: Attribution
ar_sa: الإسناد
de_de: Zuschreibung
es_es: Atribución
fi_fi: Attribuutio
hu_hu: Attribútum
pt_br: Atribuição
ru_ru: Авторство
zh_cn: 归属

# #31291
source: Search for movies$COMMA tvshows$COMMA and more.
ar_sa: ابحث عن الافلام والمسلسلات والمزيد
de_de: Suche nach Filmen$COMMA Serien$COMMA und mehr.
es_es: Buscar peliculas$COMMA series$COMMA y más.
fi_fi: Etsi elokuvia, sarjoja ynnä muuta.
fr_fr: Rechercher des films, des séries et plus encore.
hu_hu: Keressen a filmek$COMMA sorozatokk$COMMA és egyebek között.
pt_br: Pesquisar filmes$COMMA seriados$COMMA e muito mais.
ru_ru: Поиск фильмов$COMMA, сериалов$COMMA и многого другого.
zh_cn: 搜索电影 $COMMA 电视节目 $COMMA 等。

# #31292
source: Text labels
ar_sa: عناوين نصية
es_es: Etiquetas de texto
fi_fi: Tekstirivit
fr_fr: Étiquettes de texte
hu_hu: Szövegcímkék
pt_br: Rótulos de texto
ru_ru: Текстовые метки
zh_cn: 文本标签

# #31293
source: Cast and more info
ar_sa: طاقم العمل ومعلومات اخرى
de_de: Darsteller und weitere Informationen
hu_hu: Szereplők és infók megjelenítése
pt_br: Elenco e mais informações

# #31294
source: Bookmarks and chapters
ar_sa: الفصول والاجزاء المفضلة
de_de: Lesezeichen und Kapitel
hu_hu: Könyvjelzők és fejezetek megjelenítése
pt_br: Marcadores e capítulos

# #31295
source: Channels
ar_sa: القنوات
de_de: Kanäle
hu_hu: Csatornák
pt_br: Canais

# #31296
source: Playlist
ar_sa: قوائم التشغيل
hu_hu: Lejátszási lista
pt_br: Lista de reprodução

# #31298
source: Movies and tv shows starring this actor
ar_sa: افلام او مسلسلات لنفس الممثل
de_de: Filme und Serien des Darstellers
hu_hu: Színész főszereplésével készült filmek és sorozatok megjelenítése
pt_br: Filmes e séries estrelando esse ator

# #31299
source: Information is loading
de_de: Information wird geladen
es_es: Se está cargando información
fi_fi: Tietoja ladataan
fr_fr: Chargement des informations
hu_hu: Az információk betöltése
pt_br: As informações estão sendo carregadas
ru_ru: Информация загружается
zh_cn: 信息正在加载

# #31300
source: Customise window background
ar_sa: لون خلفية نافذة الحوار
de_de: Fensterhintergrund anpassen
es_es: Personalizar fondo de ventana
fi_fi: Ikkunoiden tausta
fr_fr: Personnaliser l'arrière-plan de la fenêtre
hu_hu: Ablak háttér beállítása
pt_br: Personalizar fundo da janela
ru_ru: Настроить фон окна
zh_cn: 自定义窗口背景

# #31301
source: Crew
hu_hu: Stáb
pt_br: Equipe

# #31302
source: Management options
ar_sa: تفعيل
de_de: Verwaltungsoptionen
es_es: Gestión de las opciones
fi_fi: Hallinta-asetukset
fr_fr: Options de gestion
hu_hu: Kezelési lehetőségek
pt_br: Opções de gerenciamento
ru_ru: Управление приложениями
zh_cn: 管理选项

# #31303
source: Customise fallback image folder
ar_sa: المجلد المخصص لصور الخلفيات
de_de: Fallback-Bildordner anpassen
es_es: Personalizar la carpeta de imágenes de reserva
fi_fi: Taustakuvakansio
fr_fr: Personnaliser le dossier d'images de secours
hu_hu: Háttérkép mappa beállítása
pt_br: Pasta de imagem substituta personalizada
ru_ru: Изменить папку для резервных изображений
zh_cn: 自定义回退图像文件夹

# #31304
source: lists
ar_sa: قوائم
de_de: Listen
es_es: listados
fi_fi: listat
fr_fr: listes
hu_hu: listák
pt_br: listas
ru_ru: списки
zh_cn: 列表
