Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31305
source: Detailed adds an information panel.
ar_sa: لاضافة معلومات مفصلة لشريط المعلومات
de_de: Detailliert fügt ein Infopanel hinzu.
es_es: Detallado añade un panel de información.
fi_fi: Yksityiskohtainen tila lisää infopaneelin.
fr_fr: Le mode Détaillé ajoute un panneau d'informations.
hu_hu: Részletes addon és információs panel
pt_br: Detalhado adiciona um painel de informações.
zh_cn: 详情添加信息面板。

# #31306
source: Advanced adds categories and spotlights.
ar_sa: spotlightsلاضافة فئات و
de_de: Fortgeschritten fügt Kategorien und Rampenlicht-Widgets hinzu.
es_es: Avanzado añade categorías y focos.
fi_fi: Edistynyt tila lisää kategoriat ja spotlightin.
fr_fr: Le mode Avancé ajoute des catégories et des Spotlights.
hu_hu: Haladó addon kategóriák és Spotlightok
pt_br: Avançado adiciona categorias e destaques.
zh_cn: 高级模式增加了类别和“精选推荐”。

# #31307
source: Instrument
ar_sa: اداة
es_es: Instrumento
fi_fi: Instrumentti
hu_hu: Hangszer
pt_br: Instrumento
ru_ru: Инструмент
zh_cn: 乐器

# #31308
source: Mood
ar_sa: الوضعية
de_de: Stimmung
es_es: Humor
fi_fi: Tunnelma
fr_fr: Ambiance
hu_hu: Hangulat
pt_br: Humor
ru_ru: Настроение
zh_cn: 气氛

# #31309
source: Glass
ar_sa: زجاجي
de_de: Glas
es_es: Cristal
fi_fi: Lasi
fr_fr: Verre
hu_hu: Üveg
pt_br: Vidro
ru_ru: Стекло
zh_cn: 玻璃

# #31310
source: Expand
ar_sa: توسعة
de_de: Ausklappen
es_es: Ampliar
fi_fi: Laajenna
fr_fr: Agrandir
hu_hu: Kiterjesztés
pt_br: Expandir
ru_ru: Расширить
zh_cn: 扩大

# #31311
source: Weekly
ar_sa: اسبوعي
de_de: Wöchentlich
es_es: Semanal
fi_fi: Viikoittain
fr_fr: Hebdomadaire
hu_hu: Heti
pt_br: Semanalmente
ru_ru: Еженедельный
zh_cn: 每周

# #31313
source: Always visible
ar_sa: ظاهر دوما
de_de: Immer sichtbar
es_es: Siempre visible
fi_fi: Aina näkyvissä
fr_fr: Toujours visible
hu_hu: Mindig látható
pt_br: Sempre visível
ru_ru: Показывать всегда
zh_cn: 总是可见的

# #31314
source: Advanced mode is only available in horizontal hub windows.
ar_sa: فقط متوفر في نوافذ الصفحات الافقية
de_de: Fortgeschritten ist nur in horizontalen Hubfenstern verfügbar.
es_es: El modo avanzado sólo está disponible en las ventanas centrales horizontales.
fi_fi: Edistynyt tila on käytössä vain vaakasuuntaisissa hubeissa.
fr_fr: Le mode Avancé n'est disponible que dans les fenêtres de hub horizontales.
hu_hu: A speciális mód csak vízszintes hub ablakokban érhető el.
pt_br: O modo avançado está disponível apenas em janelas de hub horizontais.
zh_cn: 高级模式仅适用于水平的 Hub 窗口。

# #31315
source: Hub windows other than classic home may not have access to the settings window in their default configuration.
ar_sa: تتوفر الاعدادات لنوافذ الصفحات فقط لخيار الكلاسيك
de_de: Andere Hubfenster als das klassische Hauptmenü haben möglicherweise standardmäßig keinen Zugriff auf die Einstellungen.
es_es: Es posible que las ventanas Hub que no sean classic home no tengan acceso a la ventana de ajustes en su configuración por defecto.
fi_fi: Hubeista ei ole vakioasetuksilla pääsyä asetusvalikkoon.
fr_fr: Les fenêtres de hub autres que l'accueil classique peuvent ne pas avoir accès à la fenêtre des paramètres dans leur configuration par défaut.
hu_hu: Előfordulhat, hogy a klasszikus főoldaltól eltérő hub-ablakok alapértelmezett konfigurációban nem férnek hozzá a beállítások ablakhoz.
pt_br: As janelas do hub que não sejam a página inicial clássica podem não ter acesso à janela de configurações em sua configuração padrão.
zh_cn: 除经典主页之外的 Hub 窗口，在其默认配置下可能无法访问设置窗口。

# #31316
source: Dark glass
ar_sa: زجاجي غامق
de_de: Dunkles Glas
es_es: Cristal oscuro
fi_fi: Tumma lasi
fr_fr: Verre sombre
hu_hu: Fekete áttetsző
pt_br: Vidro escuro
ru_ru: Темное стекло
zh_cn: 深色玻璃

# #31317
source: Ribbon
ar_sa: شريط
de_de: Band
es_es: Cinta
fi_fi: Nauha
fr_fr: Ruban
hu_hu: Szalag
pt_br: Fita
zh_cn: 色带

# #31318
source: Combined Circle
ar_sa: صورة دائرية في جدارية combined
de_de: Kreis (Kombiniert)
es_es: Círculo combinado
fi_fi: Yhdistetty (ympyrä)
fr_fr: Combiné Cercle
hu_hu: Kombinált kör
pt_br: Círculo Combinado
ru_ru: Комбинированный круг
zh_cn: 圆形组合

# #31319
source: View
ar_sa: شاهد
de_de: Ansicht
es_es: Ver
fi_fi: Näkymä
fr_fr: Vue
hu_hu: Nézet
pt_br: Exibir
ru_ru: Вид
zh_cn: 视图

# #31320
source: Square
ar_sa: مربع
de_de: Quadratisch
es_es: Cuadrado
fi_fi: Neliö
fr_fr: Carré
hu_hu: Négyzetes
pt_br: Quadrado
ru_ru: Квадрат
zh_cn: 方形行

# #31321
source: Select viewtypes
ar_sa: ضبط طريقة عرض القوائم
de_de: Ansichtstypen auswählen
es_es: Seleccionar tipos de vista
fi_fi: Valitse näkymätyypit
fr_fr: Sélectionner les types de vue
hu_hu: Nézettípus beállítása
pt_br: Selecionar tipos de exibição
zh_cn: 选择视图类型

# #31322
source: Age
ar_sa: العمر
de_de: Alter
es_es: Edad
fi_fi: Ikä
fr_fr: Âge
hu_hu: Kor
pt_br: Idade
ru_ru: Возраст
zh_cn: 年龄

# #31323
source: Combined Card
ar_sa: صورة مربعة في جدارية combined
de_de: Karte (Kombiniert)
es_es: Tarjeta Combinada
fi_fi: Yhdistetty (kortti)
fr_fr: Combiné Carte
hu_hu: Kombinált kártya
pt_br: Cartão Combinado
zh_cn: 卡片组合

# #31324
source: Content
ar_sa: باستخدام
de_de: Inhalt
es_es: Contenido
fi_fi: Sisältö
fr_fr: Contenu
hu_hu: Tartalom
pt_br: Conteúdo
ru_ru: Содержание
zh_cn: 内容

# #31325
source: Combined Board
ar_sa: جدارية صورة افقية كبيرة combined
de_de: Tafel (Kombiniert)
es_es: Tablero combinado
fi_fi: Yhdistetty (leveä)
fr_fr: Combiné Tableau
hu_hu: Kombinált tábla
pt_br: Painel Combinado
zh_cn: 板块组合

# #31326
source: Quad Row
ar_sa: صف مربعات كبيرة
de_de: Quad (Reihe)
es_es: Fila cuádruple
fi_fi: Rivi (iso neliö)
fr_fr: Rangée Quad
hu_hu: Négyzetes sor
pt_br: Linha com Quadrangular
zh_cn: 四边形行

# #31327
source: Choose category spotlight
ar_sa: اختار spotlight للفئة
de_de: Rampenlicht-Inhalt für Kategorien auswählen
es_es: Elija la categoría foco
fi_fi: Valitse kategorian spotlight
fr_fr: Choisir le Spotlight de la catégorie
hu_hu: Spotlight kategória beállítása
pt_br: Escolher o destaque da categoria
ru_ru: Выберите категорию
zh_cn: 选择类别“精选推荐”

# #31328
source: Edit widgets
ar_sa: تحرير الودجتس
de_de: Widgets anpassen
es_es: Editar widgets
fi_fi: Widgetin muokkaus
fr_fr: Modifier les widgets
hu_hu: Widgetek beállítása
pt_br: Editar widgets
ru_ru: Редактировать виджеты
zh_cn: 编辑小部件

# #31329
source: Text
ar_sa: كتابي
es_es: Texto
fi_fi: Teksti
fr_fr: Texte
hu_hu: Szöveg
pt_br: Texto
ru_ru: Текст
zh_cn: 文本

# #31330
source: Crop
ar_sa: Clearlogo - مصغر
de_de: Beschneiden
es_es: Recortar
fr_fr: Rogner
hu_hu: Vágott
pt_br: Cortado
ru_ru: Обрезать
zh_cn: 剪裁

# #31331
source: Background style
ar_sa: نمط صور الافلام والفيديو
de_de: Hintergrund-Stil
es_es: Estilo de fondo
fi_fi: Taustakuvan tyyli
fr_fr: Style de l'arrière-plan
hu_hu: Háttér stílusa
pt_br: Estilo de fundo
ru_ru: Стиль фона
zh_cn: 背景风格

# #31332
source: New search
ar_sa: بحث جديد
de_de: Neue Suche
es_es: Nueva búsqueda
fi_fi: Uusi haku
fr_fr: Nouvelle recherche
hu_hu: Új keresés
pt_br: Nova pesquisa
ru_ru: Новый поиск
zh_cn: 新的搜索

# #31333
source: Quad
ar_sa: مربع كبير
es_es: Cuádruple
fi_fi: Iso neliö
hu_hu: Négyzetes
pt_br: Quadrangular
ru_ru: Квад
zh_cn: 四边形

# #31334
source: Comments
ar_sa: التعليقات
de_de: Kommentare
es_es: Comentarios
fi_fi: Kommentit
fr_fr: Commentaires
hu_hu: Kommentek
pt_br: Comentários
ru_ru: Комментарии
zh_cn: 评论

# #31335
source: Game menu
de_de: Spiele-Menü
es_es: Menú de juegos
fi_fi: Pelivalikko
fr_fr: Menu du jeu
hu_hu: Játék menü
pt_br: Menu de Game
ru_ru: Игровое меню
zh_cn: 游戏菜单

# #31339
source: Wall Quad
de_de: Quad (Wand)
es_es: Muro Cuadruple
fi_fi: Seinä (iso neliö)
fr_fr: Mur Quad
hu_hu: Négyzetes
pt_br: Parede com Quadrangulares
zh_cn: 四边形墙

# #31340
source: Reset skin to defaults
ar_sa: إعادة المظهر للإعداد الاصلي
de_de: Skin auf Standard zurücksetzen
es_es: Restablecer el skin por defecto
fi_fi: Palauta ulkoasun oletusasetukset
fr_fr: Réinitialiser le skin aux valeurs par défaut
hu_hu: Felszín alapállapotba állítása
pt_br: Redefinir skin para o padrão
ru_ru: Сбросить настройки темы
zh_cn: 将皮肤重置为默认值

# #31341
source: Combined Quad
ar_sa: Combined مربع كبير
de_de: Quad (Kombiniert)
es_es: Cuadruple Combinado
fi_fi: Yhdistety (iso neliö)
fr_fr: Combiné Quad
hu_hu: Kombinált négyzetes
pt_br: Quadrangulares Combinados
zh_cn: 四边形组合

# #31342
source: Disc Row
ar_sa: صف اقراص
de_de: Disk (Reihe)
es_es: Fila de discos
fi_fi: Rivi (levy)
fr_fr: Rangée Disque
hu_hu: Lemez sor
pt_br: Linha com Discos
ru_ru: Ряд дисков
zh_cn: 光盘封面行

# #31343
source: Wall Disc
ar_sa: جدارية اقراص
de_de: Disk (Wand)
es_es: Muro de discos
fi_fi: Seinä (levy)
fr_fr: Mur Disque
hu_hu: Lemez
pt_br: Parede com Discos
ru_ru: Стена дисков
zh_cn: 光盘封面墙

# #31344
source: Combined Disc
ar_sa: قرص Combined
de_de: Disk (Kombiniert)
es_es: Discos combinado
fi_fi: Yhdistetty (levy)
fr_fr: Combiné Disque
hu_hu: Kombinált lemez
pt_br: Discos Combinados
ru_ru: Комбинированный диск
zh_cn: 光盘封面组合

# #31345
source: Advanced mode applies a horizontal category layout.
ar_sa: الوضع المتقدم يغير الترتيب الى افقي
de_de: Im erweiterten Modus wird ein horizontales Kategorielayout verwendet.
es_es: El modo avanzado aplica un diseño de categoría horizontal.
fi_fi: Edistynyt-tila siirtää päävalikon ruudun yläreunaan.
fr_fr: Le mode Avancé applique une disposition de catégories horizontale.
hu_hu: A Speciális mód vízszintes kategóriaelrendezést alkalmaz.
pt_br: O modo avançado aplica um layout de categoria horizontal.
zh_cn: 高级模式应用水平类别布局。

# #31346
source: More by this artist
ar_sa: اضغط للأسفل لرؤية مزيدا من أعمال الممثل
de_de: Mehr von diesem Interpreten
hu_hu: Több erről az előadóról
pt_br: Mais deste artista

# #31347
source: Photography
ar_sa: التصوير
de_de: Fotografie
es_es: Fotografía
fi_fi: Kuvaus
fr_fr: Photographie
hu_hu: Fényképek
pt_br: Fotografia
zh_cn: 摄影

# #31348
source: Channel EPG
de_de: Kanal-EPG
hu_hu: Csatorna EPG-hez
pt_br: EPG do Canal

# #31349
source: Up
ar_sa: للاعلي
de_de: Hoch
es_es: Arriba
fi_fi: Ylös
fr_fr: Haut
hu_hu: Fel
pt_br: Para cima
ru_ru: Вверх
zh_cn: 上

# #31350
source: Thanks
ar_sa: شكر خاص
de_de: Danke
es_es: Gracias
fi_fi: Kiitokset
fr_fr: Remerciements
hu_hu: Köszönet
pt_br: Agradecimentos
ru_ru: Спасибо
zh_cn: 感谢

# #31351
source: Kodi forces content to refresh on playback start and stop.
ar_sa: عند التشغيل والتوقف سيقوم كودي باجبار المحتوى على اعادة التحميل
de_de: Kodi erzwingt eine Aktualisierung der Inhalte beim Starten und Stoppen der Wiedergabe.
es_es: Kodi fuerza la actualización del contenido al iniciar y detener la reproducción.
fi_fi: Kodi päivittää widgetien sisällön aina toiston alkaessa ja loppuessa.
fr_fr: Kodi force l'actualisation du contenu au début et à la fin de la lecture.
hu_hu: A Kodi a tartalom frissítés kényszerítése a lejátszás indításakor és leállításakor.
pt_br: Kodi força a atualização do conteúdo no início e na parada da reprodução.
ru_ru: Kodi принудительно обновляет контент при запуске и остановке воспроизведения.
zh_cn: Kodi 会在播放开始和停止时强制刷新内容。

# #31352
source: Autoplaying trailers will trigger frequent plugin reloading.
ar_sa: التشغيل التلقائي لإعلان الفيلم سسيؤدي لاعادة تحميل الاضافات
de_de: Die automatische Wiedergabe von Trailern führt zu einem häufigen Nachladen des Plugins.
es_es: La reproducción automática de avances provocará la recarga frecuente de complementos.
fi_fi: Automaattiset trailerit aiheuttavat saman päivityksen.
fr_fr: La lecture automatique des bandes-annonces déclenchera un rechargement fréquent des plugins.
hu_hu: Az automatikus lejátszású előzetesek, a beépülő modulok gyakori újratöltését váltják ki.
pt_br: A reprodução automática de trailers acionará o recarregamento frequente do plugin.
ru_ru: Автоматическое воспроизведение трейлеров приведет к частой перезагрузке плагина.
zh_cn: 自动播放预告片会导致插件频繁重新加载。

# #31353
source: Elapsed
ar_sa: انقضى من الزمن
de_de: Vergangen
es_es: Transcurrido
fi_fi: Kulunut
fr_fr: Écoulé
hu_hu: Eltelt
pt_br: Decorrido
ru_ru: Прошло
zh_cn: 已播时长

# #31354
source: Remaining
ar_sa: المتبقي
de_de: Verbleibend
es_es: Restante
fi_fi: Jäljellä
fr_fr: Restant
hu_hu: Hátralevő
pt_br: Restando
ru_ru: Осталось
zh_cn: 剩余时长

# #31355
source: Seekbar time display
ar_sa: ما يظهر شريط العرض
de_de: Zeitanzeige der Suchleiste
es_es: Visualización de la hora en la barra
fi_fi: Hakupalkin ajan näyttö
fr_fr: Affichage du temps sur la barre de recherche
hu_hu: Keresősávnál megjelenő idő
pt_br: Exibição do tempo da barra de progresso
ru_ru: Формат времени в панели воспроизведения
zh_cn: 进度条时间显示

# #31356
source: Use online cast
ar_sa: استخدم معلومات الممثلين من النت
de_de: Online-Cast verwenden
es_es: Usar transmisión en línea
fi_fi: Käytä netin näyttelijätietoja
fr_fr: Utiliser le casting en ligne
hu_hu: Online szereplőlista
pt_br: Usar elenco online
zh_cn: 使用在线演员

# #31358
source: Waiting for plugins
ar_sa: جاري تشغيل الاضافات
de_de: Warte auf Plugins
es_es: En espera de plugins
fi_fi: Odotetaan plugineja
fr_fr: En attente des plugins
hu_hu: Várakozás a pluginokra
pt_br: Esperando por plugins
ru_ru: Загрузка плагинов
zh_cn: 等待插件

# #31359
source: Switch user
ar_sa: تغير المستخدم
de_de: Benutzer wechseln
es_es: Cambiar de usuario
fi_fi: Vaihda käyttäjää
fr_fr: Changer d'utilisateur
hu_hu: Felhasználóváltás
pt_br: Trocar de usuário
ru_ru: Сменить пользователя
zh_cn: 切换用户

# #31360
source: No support is provided. Use at your own risk.
ar_sa: استخدم هذه الميزة علي مسؤوليك الخاصة
de_de: Es wird kein Support angeboten. Die Verwendung erfolgt auf eigene Gefahr.
es_es: No se proporciona soporte. Úselo bajo su propio riesgo.
fi_fi: Tominto ei ole virallisesti tuettu. Käytä sitä omalla vastuullasi.
fr_fr: Aucun support n'est fourni. À utiliser à vos propres risques.
hu_hu: Támogatás nem biztosított. Használd saját felelősségre.
pt_br: Nenhum suporte é fornecido. Use por sua conta e risco.
ru_ru: Поддержка не предоставляется. Используйте на свой страх и риск.
zh_cn: 不提供任何支持。使用风险自负。

# #31361
source: Do NOT report issues while this setting is enabled.
ar_sa: لا دعم لتلك الميزة من المطور
de_de: Melden Sie KEINE Probleme, wenn diese Einstellung aktiviert ist.
es_es: NO informe problemas mientras esta configuración esté habilitada.
fi_fi: ÄLÄ lähetä ongelmaraportteja, jos asetus on käytössä.
fr_fr: Ne signalez PAS de problèmes lorsque ce paramètre est activé.
hu_hu: NE jelentsen problémákat, ha ez a beállítás engedélyezve van.
pt_br: NÃO relate problemas enquanto esta configuração estiver habilitada.
ru_ru: НЕ сообщайте о проблемах, пока этот параметр включен.
zh_cn: 启用此设置时不报告问题。

# #31362
source: Side items
ar_sa: العناصر الجانبية
de_de: Seitliche Einträge
es_es: Elementos laterales
fi_fi: Sivuvalikon nimikkeet
fr_fr: Éléments latéraux
hu_hu: Oldal elemek
pt_br: Itens laterais
ru_ru: Боковые элементы
zh_cn: 辅助项目

# #31363
source: Menu items
ar_sa: عناصر القائمة
de_de: Menü-Einträge
es_es: Elementos del menú
fi_fi: Valikon kohteet
fr_fr: Éléments de menu
hu_hu: Menü elemek
pt_br: Itens do menu
ru_ru: Элементы меню
zh_cn: 菜单项目

# #31364
source: Reload
ar_sa: اعد التحميل
de_de: Neu Laden
es_es: Recarga
fi_fi: Lataa uudelleen
fr_fr: Recharger
hu_hu: Újratöltés
pt_br: Recarregar
ru_ru: Перезагрузить
zh_cn: 重载

# #31366
source: Uncropped
ar_sa: صورة كاملة
de_de: Unbeschnitten
es_es: Sin recorte
fi_fi: Leikkaamaton
fr_fr: Non rogné
hu_hu: Vágatlan
pt_br: Não cortado
ru_ru: Необрезанный
zh_cn: 未剪裁的

# #31367
source: This feature is experimental and may cause degraded system performance or other issues.
ar_sa: هذا الخيار تجريبي وقد يؤدي الى تقليل اداء النظام او مشاكل اخرى
de_de: Diese Funktion ist experimentell und kann zu einer verminderten Systemleistung oder anderen Problemen führen.
es_es: Esta función es experimental y puede provocar un rendimiento degradado del sistema u otros problemas.
fi_fi: Tämä on kokeellinen toiminto, joka voi vaikuttaa järjestelmän suorituskykyyn tai vakauteen.
fr_fr: Cette fonctionnalité est expérimentale et peut dégrader les performances ou causer d'autres problèmes.
hu_hu: Ez a funkció kísérleti jellegű, és a rendszer teljesítményének romlását vagy egyéb problémákat okozhat.
pt_br: Este recurso é experimental e pode causar degradação do desempenho do sistema ou outros problemas.
ru_ru: Эта функция является экспериментальной и может привести к снижению производительности системы или другим проблемам.
zh_cn: 此功能是实验性的，可能会导致系统性能下降或其他问题。

# #31368
source: Searching for
ar_sa: بحث عن
de_de: Suche nach
es_es: Búsqueda de
fi_fi: Etsitään
fr_fr: Recherche de
hu_hu: Keresés
pt_br: Pesquisando por
ru_ru: Поиск
zh_cn: 搜索

# #31369
source: Video file
ar_sa: ملف الفيديو
de_de: Video-Datei
es_es: Archivo de vídeo
fi_fi: Videotiedosto
fr_fr: Fichier vidéo
hu_hu: Videó fájl
pt_br: Arquivo de vídeo
ru_ru: Видео файл
zh_cn: 视频文件

# #31370
source: Switch profile
ar_sa: تبديل الملف الشخصي
de_de: Profil wechseln
es_es: Perfil de conmutador
fi_fi: Vaihda profiilia
fr_fr: Changer de profil
hu_hu: Profilváltás
pt_br: Trocar de perfil
ru_ru: Сменить профиль
zh_cn: 开关配置文件

# #31371
source: Sorted by
ar_sa: طريقة تصنيف
de_de: Sortiert nach
es_es: Ordenado por
fi_fi: Järjestys
fr_fr: Trié par
hu_hu: Rendezés
pt_br: Ordenado por
ru_ru: Сортировать по
zh_cn: 排序方式

# #31372
source: Options tray
ar_sa: خيارات قائمة الشريط السفلى
es_es: Bandeja de opciones
fi_fi: Alaosan pikakuvakkeet
fr_fr: Plateau d'options
hu_hu: Tálca opciók
pt_br: Opções de bandeja
ru_ru: Панель параметров
zh_cn: 选项托盘

# #31373
source: from
ar_sa: من
de_de: von
es_es: desde
fr_fr: depuis
hu_hu: tól
pt_br: de
zh_cn: 来自

# #31374
source: Reset skin settings to defaults
ar_sa: فورمات المظهر
de_de: Skin auf Standard zurücksetzen
es_es: Restablecer la configuración predeterminada del skin
fi_fi: Palauta ulkoasun oletusasetukset
fr_fr: Réinitialiser les paramètres du skin par défaut
hu_hu: Felszín beállítások visszaállítása alapállapotba
pt_br: Redefinir para as configurações padrões
ru_ru: Сбросить настройки темы
zh_cn: 将皮肤设置重置为默认值

# #31375
source: Install zip
ar_sa: تثبيت من zip
de_de: ZIP Installieren
es_es: Instalar zip
fi_fi: Asenna zip-tiedostosta
fr_fr: Installer un zip
hu_hu: Telepítés zip-ből
pt_br: Instalar zip
ru_ru: Установить zip
zh_cn: 安装 zip

# #31376
source: Reset discover search history
ar_sa: مسح سجل البحث
de_de: Suchverlauf (Entdecken) löschen
es_es: Restablecer el historial de búsqueda de Discover
fi_fi: Tyhjennä hakuhistoria
fr_fr: Réinitialiser l'historique de recherche Découverte
hu_hu: A keresési előzmények visszaállítása
pt_br: Redefinir histórico de pesquisa de descoberta
ru_ru: Сбросить историю поиска
zh_cn: 重置“发现”和“搜索”历史记录

# #31377
source: Next window
ar_sa: النافذة القادمة
de_de: Nächstes Fenster
es_es: Siguiente ventana
fi_fi: Seuraava ikkuna
fr_fr: Fenêtre suivante
hu_hu: Következő ablak
pt_br: Próxima janela
ru_ru: Следующее окно
zh_cn: 下一界面

# #31378
source: Foreign
ar_sa: اجنبي
de_de: Ausländisch
es_es: Exterior
fi_fi: Ulkomainen
fr_fr: Étranger
hu_hu: Idegennyelvű
pt_br: Estrangeiro
ru_ru: Зарубежный
zh_cn: 外语

# #31379
source: Edit categories
ar_sa: تحرير الفئات
de_de: Kategorien anpassen
es_es: Editar categorías
fi_fi: Muokkaa kategorioita
fr_fr: Modifier les catégories
hu_hu: Kategóriák testreszabása
pt_br: Editar categorias
ru_ru: Редактировать категории
zh_cn: 编辑分类

# #31380
source: Forecast
ar_sa: متوقع
de_de: Vorhersage
es_es: Previsión
fi_fi: Ennuste
fr_fr: Prévisions
hu_hu: Időjárás
pt_br: Previsão
ru_ru: Прогноз погоды
zh_cn: 天气预报

# #31381
source: Returning
ar_sa: موسم جديد
de_de: Wiederkehrend
es_es: Recurrente
fi_fi: Tulossa
fr_fr: De retour
hu_hu: Visszatérő
pt_br: Retornando
ru_ru: Возвращение
zh_cn: 返回

# #31382
source: All items
ar_sa: جميع العناصر
de_de: Alle Einträge
es_es: Todos los objetos
fi_fi: Kaikki nimikkeet
fr_fr: Tout
hu_hu: Minden elem
pt_br: Todos os itens
ru_ru: Все элементы
zh_cn: 所有项目

# #31383
source: Production
ar_sa: انتاج
de_de: Produktion
es_es: Producción
fi_fi: Tuotanto
hu_hu: Produkció
pt_br: Produção
ru_ru: Продакшн
zh_cn: 产品

# #31384
source: Tray labels
ar_sa: وضع مسميات لاختصارات القائمة السفلية
es_es: Etiquetas de bandeja
fi_fi: Alareunan tekstit
fr_fr: Étiquettes du plateau
hu_hu: Tálcacímkék
pt_br: Rótulos na bandeja
ru_ru: Подписи ярлыков трея
zh_cn: 快捷面板标签

# #31385
source: Secondary
ar_sa: ثانوي
de_de: Sekundär
es_es: Secundario
fi_fi: Toissijainen
fr_fr: Secondaire
hu_hu: Másodlagos
pt_br: Secundário
ru_ru: Второстепенное
zh_cn: 次要

# #31386
source: Primary
ar_sa: اساسي
de_de: Primär
es_es: Principal
fi_fi: Pääasiallinen
fr_fr: Primaire
hu_hu: Elsődleges
pt_br: Primário
ru_ru: Основное
zh_cn: 主要

# #31387
source: Contextual
ar_sa: بذرة
de_de: Kontextabhängig
fi_fi: Konteksti
fr_fr: Contextuel
hu_hu: Szövegfüggő
ru_ru: Контекстуальный
zh_cn: 上下文的

# #31388
source: Seed
de_de: Auswahlquelle
es_es: Semilla
fi_fi: Siemen
fr_fr: Source
hu_hu: Seedelés
pt_br: Semente
ru_ru: Сид
zh_cn: 随机推荐偏好库

# #31389
source: Parent widget
ar_sa: widget الام ال
de_de: Übergeordnetes Widget
es_es: Widget principal
fi_fi: Ylempi widget
fr_fr: Widget parent
hu_hu: Szülő widget
pt_br: Widget superior
ru_ru: Родительский виджет
zh_cn: 父级小部件

# #31390
source: Release Year
ar_sa: سنة الصدور
de_de: Erscheinungsjahr
es_es: Año de lanzamiento
fi_fi: Julkaisuvuosi
fr_fr: Année de sortie
hu_hu: Bemutató éve
pt_br: Ano de Lançamento
ru_ru: Год релиза
zh_cn: 发布年份

# #31391
source: Minimal
ar_sa: مصغر
es_es: Minimalista
fi_fi: Minimaalinen
hu_hu: Minimális
pt_br: Mínimo
ru_ru: Минимальный
zh_cn: 最小的

# #31392
source: Explore Widgets
ar_sa: اكتشف الودجتس
de_de: Erkundungs-Widgets
es_es: Explorar widgets
fi_fi: Tutki widgetejä
fr_fr: Explorer les widgets
hu_hu: Widgetek böngészése
pt_br: Explorar Widgets
ru_ru: Обзор виджетов
zh_cn: “探索”小部件

# #31393
source: Trailer
ar_sa: فيدوهات دعائية
fi_fi: Traileri
fr_fr: Bande-annonce
hu_hu: Bemutató
ru_ru: Трейлер
zh_cn: 预告片

# #31394
source: Picture-in-picture video
de_de: Bild-in-Bild-Video
es_es: Vídeo de imagen en imagen
fi_fi: Kuva kuvassa -toiminto
fr_fr: Vidéo en incrustation (PiP)
hu_hu: Kép a képben videó
pt_br: Vídeo imagem em imagem
ru_ru: "Картинка в картинке" видео
zh_cn: 画中画视频

# #31395
source: Choose prebuilt widget configuration
ar_sa: اختيار اعداد ودجتس مجّهز مسبقا
de_de: Vorgefertigte Widget-Konfiguration auswählen
es_es: Elija la configuración del widget prediseñado
fi_fi: Valitse widgetien tyyli
fr_fr: Choisir une configuration de widget prédéfinie
hu_hu: Válasszd ki az előre beállított widget konfigurációt
pt_br: Escolha a configuração do widget pré-construído
zh_cn: 选择预置小部件配置

# #31396
source: Recent Movies
ar_sa: آخر اصدارات الآفلام
de_de: Neueste Filme
es_es: Películas recientes
fi_fi: Viimeksi katsotut elokuvat
fr_fr: Films récents
hu_hu: Legutóbbi filmek
pt_br: Filmes Recentes
ru_ru: Недавние фильмы
zh_cn: 近期电影

# #31397
source: Recent Tv Shows
ar_sa: آخر اصدارات المسلسلات
de_de: Neueste Serien
es_es: Series recientes
fi_fi: Viimeksi katsotut sarjat
fr_fr: Séries récentes
hu_hu: Legutóbbi sorozatok
pt_br: Seriados Recentes
ru_ru: Недавние сериалы
zh_cn: 近期电视节目

# #31398
source: New Movies
ar_sa: أفلام جديدة
de_de: Neue Filme
es_es: Películas nuevas
fi_fi: Uudet elokuvat
fr_fr: Nouveaux films
hu_hu: Új filmek
pt_br: Filmes Novos
ru_ru: Новые фильмы
zh_cn: 新电影

# #31399
source: New TV Shows
ar_sa: مسلسلات جديدة
de_de: Neue Serien
es_es: Nuevas Series
fi_fi: Uudet sarjat
fr_fr: Nouvelles séries
hu_hu: Új sorozatok
pt_br: Seriados Novos
ru_ru: Новые сериалы
zh_cn: 新电视节目

# #31400
source: New Episodes
ar_sa: حلقات جديدة
de_de: Neue Episoden
es_es: Nuevos Episodios
fi_fi: Uudet jaksot
fr_fr: Nouveaux épisodes
hu_hu: Új részek
pt_br: Novos Episódios
ru_ru: Новые серии
zh_cn: 新剧集

# #31401
source: New Artists
ar_sa: ممثل جديد
de_de: Neue Interpreten
es_es: Nuevos Artistas
fi_fi: Uudet artistit
fr_fr: Nouveaux artistes
hu_hu: Új előadók
pt_br: Novos Artistas
ru_ru: Новые исполнители
zh_cn: 新艺术家

# #31402
source: New Albums
ar_sa: البوم جديد
de_de: Neue Alben
es_es: Nuevos Albumes
fi_fi: Uudet albumit
fr_fr: Nouveaux albums
hu_hu: Új albumok
pt_br: Novos Álbuns
ru_ru: Новые альбомы
zh_cn: 新专辑
