Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31001
source: In-Progress Episodes
ar_sa: متابعة الحلقات
de_de: Angefangene Episoden
es_es: Episodios en progreso
fi_fi: Keskeneräiset jaksot
fr_fr: Épisodes en cours
hu_hu: Folyamatban levő epizódok
pt_br: Episódios em Andamento
ru_ru: Продолжить просмотр (серии)
zh_cn: 正在进行的剧集

# #31002
source: Hub window selector
ar_sa: Hub اختيار
de_de: Hubfenster-Selektor
es_es: Selector de ventana central
fi_fi: Hubin valinta
fr_fr: Sélecteur de fenêtre du hub
hu_hu: Hub ablak választó
pt_br: Seletor de janela do hub
ru_ru: Селектор окна хаба
zh_cn: Hub 窗口选择器

# #31003
source: Submenu list
ar_sa: القائمة فرعية
de_de: Untermenü-Liste
es_es: Lista de submenú
fi_fi: Alavalikon lista
fr_fr: Liste des sous-menus
hu_hu: Almenü lista
pt_br: Lista de submenus
ru_ru: Список подменю
zh_cn: 子菜单列表

# #31004
source: Sets the current hub to be used as the default home window.
ar_sa: استخدم كصفحة رئسية
de_de: Legt den aktuellen Hub als Startseite fest.
es_es: Establece el centro actual que se utilizará como ventana de inicio predeterminada.
fi_fi: Asettaa valitun hubin kotivalikon vakionäkymäksi.
fr_fr: Définit le hub actuel comme fenêtre d'accueil par défaut.
hu_hu: Beállítja, hogy az aktuális hub legyen az alapértelmezett kezdőablak.
pt_br: Define o hub atual a ser usado como janela inicial padrão.
ru_ru: Установить текущий хаб в качестве стартового окна.
zh_cn: 将当前 Hub 设置为默认主窗口。

# #31005
source: Choose global spotlight
ar_sa: اختيار spotlight عام
de_de: Globales Rampenlicht-Widget wählen
es_es: Elija foco global
fi_fi: Valitse globaali spotlight
fr_fr: Choisir le Spotlight global
hu_hu: Globális spotlight kiválasztása
pt_br: Escolha o destaque global
ru_ru: Выбрать глобальную сцену
zh_cn: 选择全局“精选推荐”

# #31006
source: Location
ar_sa: الموقع
de_de: Standort
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Emplacement
hu_hu: Helyszín
pt_br: Localização
ru_ru: Расположение
zh_cn: 位置

# #31007
source: Changes the header label shown at the top of the hub window.
ar_sa: اختار تسمية للعنوان الرئيسي في نافذة الhub
de_de: Ändert die angezeigte Überschrift des Hubfensters.
es_es: Cambia la etiqueta del encabezado que se muestra en la parte superior de la ventana central.
fi_fi: Määrittää hubin ylänurkassa näkyvän otsikkotekstin.
fr_fr: Modifie le libellé de l'en-tête affiché en haut de la fenêtre du hub.
hu_hu: Módosítja a hub ablakának tetején látható fejléccímkét.
pt_br: Altera o rótulo do cabeçalho mostrado na parte superior da janela do hub.
ru_ru: Изменяет заголовок, отображаемый в верхней части окна хаба.
zh_cn: 更改 Hub 窗口顶部显示的标题标签。

# #31008
source: Switches the hub between a classic widget-only layout and a complex layout of widget categories and spotlights.
ar_sa: classic و complex للتنقل بين الاوضاع
de_de: Wechselt das Hub-Layout (Klassisches Nur-Widgets-Layout <> Komplexes Layout mit Widget-Kategorien und Rampenlicht-Eintrag).
es_es: Cambia el centro entre un diseño clásico solo de widgets y un diseño complejo de categorías de widgets y focos.
fi_fi: Vaihtaa hubin tyyliä perinteisen widget-tyylin ja monipuolisemman kategoria- ja spotlight-tyylin välillä.
fr_fr: Bascule le hub entre une disposition classique avec uniquement des widgets et une disposition complexe avec des catégories de widgets et des Spotlights.
hu_hu: Átkapcsolja a hubot a klasszikus, csak widgeteket tartalmazó elrendezés és a widgetkategóriák és spotlight összetett elrendezése között.
pt_br: Alterna o hub entre um layout clássico somente de widget e um layout complexo de categorias de widgets e destaques.
ru_ru: Переключает хаб между классической компоновкой, состоящей только из виджетов, и сложной компоновкой категорий виджетов и сцен.
zh_cn: 在经典的小部件布局和小部件类别和“精选推荐”的复杂布局之间切换 Hub。

# #31009
source: Widget Customisation
ar_sa: تخصيص Widget
de_de: Widget-Anpassung
es_es: Personalización de widgets
fi_fi: Widgetin muokkaus
fr_fr: Personnalisation des widgets
hu_hu: Widget testreszabás
pt_br: Personalização de Widgets
ru_ru: Настройка виджетов
zh_cn: 小部件自定义

# #31010
source: Welcome to the Arctic Fuse widget customisation screen!
ar_sa: Arctic Fuse2 مرحبا بك في شاشة إعداد
de_de: Willkommen im Arctic Fuse Widget-Anpassungsbildschirm!
es_es: ¡Bienvenido a la pantalla de personalización de widgets Arctic Fuse!
fi_fi: Tervetuloa muokkaamaan Arctic Fusen widgetejä!
fr_fr: Bienvenue sur l'écran de personnalisation des widgets d'Arctic Fuse !
hu_hu: Üdvözlünk az Arctic Fuse 2 , widget testreszabási képernyőjén!
pt_br: Bem-vindo à tela de personalização do widget Arctic Fuse!
ru_ru: Добро пожаловать на экран настройки виджета Arctic Fuse!
zh_cn: 欢迎来到 Arctic Fuse 小部件自定义界面！

# #31011
source: Edit menu
ar_sa: تحرير القائمة
de_de: Menü anpassen
es_es: Editar menú
fi_fi: Muokkaa valikkoa
fr_fr: Modifier le menu
hu_hu: Menü testreszabása
pt_br: Editar menu
ru_ru: Редактировать меню
zh_cn: 编辑菜单

# #31012
source: Use the hub window selector to change which window is being customised.
ar_sa: اختار hub لتخصيصه
de_de: Verwende den Hubfenster-Selektor um das anzupassende Fenster zu ändern.
es_es: Utilice el selector de ventanas del centro para cambiar qué ventana se está personalizando.
fi_fi: Valitse muokattava hubi nuolinappeja käyttämällä.
fr_fr: Utilisez le sélecteur de fenêtre du hub pour choisir la fenêtre à personnaliser.
hu_hu: Használja a hub ablakválasztót, a kiválasztott ablak módosításához.
pt_br: Use o seletor de janela do hub para alterar qual janela está sendo personalizada.
ru_ru: Используйте селектор окна хаба, чтобы выбрать настраиваемое окно.
zh_cn: 使用 hub 窗口选择器更改正在自定义的窗口。

# #31013
source: Your changes are automatically saved.
ar_sa: ملاحظة: التعديلات تُحفظ تلقائيا
de_de: Änderungen werden automatisch gespeichert.
es_es: Sus cambios se guardan automáticamente.
fi_fi: Muutokset tallennetaan automaattisesti.
fr_fr: Vos modifications sont enregistrées automatiquement.
hu_hu: A változtatások automatikusan mentésre kerülnek
pt_br: Suas alterações são salvas automaticamente.
ru_ru: Ваши изменения будут автоматически сохранены.
zh_cn: 您的更改将自动保存。

# #31014
source: Prebuilt default widget sets are available from the "Prebuilt" icon.
ar_sa: إضغط على "بناء مسبق" للعودة للإعداد الافتراضي
de_de: Standard-Widgetsätze sind über das "Vorgefertigt"-Icon verfügbar.
es_es: Los conjuntos de widgets predeterminados prediseñados están disponibles en el icono "Prediseñado".
fi_fi: Vakio-widgetit ovat valittavissa "Esiasetus"-kuvakkeesta ruudun alareunasta.
fr_fr: Des ensembles de widgets prédéfinis sont disponibles via l'icône "Prédéfini".
hu_hu: Az előre elkészített alapértelmezett widgetkészletek az "alapértelmezett" ikonról érhetők el.
pt_br: Conjuntos de widgets padrão pré-construídos estão disponíveis no ícone "Prebuilt".
ru_ru: Нажмите на иконку "Шаблоны", для просмотра стандартных виджетов.
zh_cn: 预构建默认小部件集可从“预构建”图标获得。

# #31015
source: Order
ar_sa: الترتيب
de_de: Reihenfolge
es_es: Orden
fi_fi: Järjestys
fr_fr: Ordre
hu_hu: Sorrend
pt_br: Ordem
ru_ru: Порядок
zh_cn: 顺序

# #31016
source: Sort by
ar_sa: رتب حسب
de_de: Sortierung
es_es: Ordenar por
fi_fi: Järjestystapa
fr_fr: Trier par
hu_hu: Rendezés
pt_br: Ordenar por
ru_ru: Сортировать по
zh_cn: 排序

# #31017
source: Widget Groups
ar_sa: Widget مجموعة
de_de: Widget-Gruppen
es_es: Grupos de widgets
fi_fi: Widget-ryhmät
fr_fr: Groupes de widgets
hu_hu: Widget csoportok
pt_br: Grupos de widgets
ru_ru: Группы виджетов
zh_cn: 小部件组

# #31018
source: Recommendations
ar_sa: التوصيات
de_de: Empfehlungen
es_es: Recomendaciones
fi_fi: Suositukset
fr_fr: Recommandations
hu_hu: Ajánlások
pt_br: Recomendações
ru_ru: Рекомендации
zh_cn: 建议

# #31019
source: Next Aired Trakt
ar_sa: العرض القادم من Trakt
de_de: Nächste Ausstrahlung (Trakt)
es_es: Próximo Emision Trakt
fi_fi: Tulossa seuraavaksi (Trakt)
fr_fr: Prochaine diffusion (Trakt)
hu_hu: Következő sugárzott Trakt
pt_br: Exibido A Seguir no Trakt
ru_ru: Следующие серии (Trakt)
zh_cn: Trakt 的下次播出内容

# #31020
source: Next Aired Library
de_de: Nächste Ausstrahlung (Bibliothek)
es_es: Próxima Biblioteca Emitida
fi_fi: Tulossa seuraavaksi (Mediakirjasto)
fr_fr: Prochaine diffusion (Médiathèque)
hu_hu: Következő sugárzott konyvtár
pt_br: Exibido A Seguir na Biblioteca
ru_ru: Следующие серии
zh_cn: 媒体库的下次播出内容

# #31021
source: Repositories
ar_sa: مستودعات الاضافات
de_de: Paketquellen
es_es: Repositorios
fi_fi: Ohjelmavarastot
fr_fr: Dépôts
hu_hu: Tárolók
pt_br: Repositórios
ru_ru: Репозитории
zh_cn: 存储库

# #31022
source: items
ar_sa: العناصر
de_de: Einträge
es_es: elementos
fi_fi: kohdetta
fr_fr: éléments
hu_hu: elemek
pt_br: itens
ru_ru: элементы
zh_cn: 项目

# #31023
source: Loading
ar_sa: جارٍ التحميل
de_de: Lade
es_es: Cargando
fi_fi: Ladataan
fr_fr: Chargement
hu_hu: Betöltés
pt_br: Carregando
ru_ru: Загрузка
zh_cn: 加载

# #31024
source: Critics Consensus
ar_sa: إجماع النقاد
de_de: Kritiker-Konsens
es_es: Consenso de críticas
fi_fi: Kriitikoiden näkemys
fr_fr: Consensus des critiques
hu_hu: Kritikai megegyezések
pt_br: Consenso dos Críticos
ru_ru: Заключение критиков
zh_cn: 影评人综合评分

# #31025
source: Item
ar_sa: عنصر
de_de: Eintrag
es_es: Elemento
fi_fi: Kohde
fr_fr: Élément
hu_hu: Elem
ru_ru: Элемент
zh_cn: 项目

# #31027
source: Edit the widgets used in the search window.
ar_sa: قم بتحرير الودجتس المستخدمة في نافذة البحث
de_de: Editiere die Widgets des Suchfensters.
es_es: Edite los widgets utilizados en la ventana de búsqueda.
fi_fi: Määritä hakuvalikossa käytettävät widgetit.
fr_fr: Modifier les widgets utilisés dans la fenêtre de recherche.
hu_hu: Szerkeszd a keresőablakban használt widgeteket.
pt_br: Editar os widgets usados na janela de pesquisa.
ru_ru: Редактирование виджетов в окне поиска.
zh_cn: 编辑搜索窗口中使用的小部件。

# #31028
source: Outline
ar_sa: الوصف
de_de: Handlung
es_es: Sinopsis
fi_fi: Juoni
fr_fr: Synopsis
hu_hu: Vázlat
pt_br: Contorno
ru_ru: Описание
zh_cn: 概述

# #31029
source: Images
ar_sa: صور
de_de: Bilder
es_es: Imágenes
fi_fi: Kuvat
hu_hu: Képek
pt_br: Imagens
ru_ru: Изображения
zh_cn: 图像

# #31030
source: Critics
ar_sa: النقاد
de_de: Kritiken
es_es: Críticas
fi_fi: Kriitikot
fr_fr: Critiques
hu_hu: Kritikák
pt_br: Críticos
ru_ru: Рецензии
zh_cn: 影评人

# #31031
source: Edit the options and power menu.
ar_sa: قم بتحرير الخيارات وقائمة power
de_de: Editiere die Optionen und das Powermenü.
es_es: Edite las opciones y el menú de encendido.
fi_fi: Määritä virta- ja asetusvalikon toiminnot.
fr_fr: Modifier les options et le menu d'alimentation.
hu_hu: Beállítások és a kikapcsoló menü szerkesztése.
pt_br: Edite as opções e o menu de energia.
ru_ru: Редактирование параметров и меню питания.
zh_cn: 编辑选项和电源菜单。

# #31032
source: Apply
ar_sa: تنفيذ
de_de: Anwenden
es_es: Aplicar
fi_fi: Käytä
fr_fr: Appliquer
hu_hu: Alkalmaz
pt_br: Aplicar
ru_ru: Применить
zh_cn: 应用

# #31033
source: People
ar_sa: الاشخاص
de_de: Personen
es_es: Gente
fi_fi: Ihmiset
fr_fr: Personnes
hu_hu: Emberek
pt_br: Pessoas
ru_ru: Актёры
zh_cn: 人员

# #31034
source: Cast member
ar_sa: طاقم التمثيل
de_de: Darsteller
es_es: Miembros del reparto
fi_fi: Näyttelijä
fr_fr: Membre du casting
hu_hu: Szereplő
pt_br: Membro do elenco
ru_ru: Актёрский состав
zh_cn: 演职人员

# #31035
source: Crew member
ar_sa: طاقم العمل
de_de: Crewmitglied
es_es: Miembros del Equipo
fi_fi: Tuotantoryhmän jäsen
fr_fr: Membre de l'équipe
hu_hu: Stábtag
pt_br: Membro da equipe
ru_ru: Съёмочная группа
zh_cn: 制作人员

# #31036
source: Mouse-friendly widgets
ar_sa: الودجتس مناسبة للفأرة
de_de: Mausfreundliche Widgets
es_es: Widgets compatibles con el mouse
fi_fi: Hiiriystävälliset widgetit
fr_fr: Widgets adaptés à la souris
hu_hu: Egér-barát widgetek
pt_br: Widgets amigáveis ao mouse
ru_ru: Виджеты, удобные для мыши
zh_cn: 对鼠标友好的小部件

# #31037
source: Complex
ar_sa: Complex متقدم
de_de: Komplex
es_es: Complejo
fi_fi: Monipuolinen
fr_fr: Complexe
hu_hu: Bonyolult
pt_br: Complexo
ru_ru: Расширенный
zh_cn: 复杂

# #31038
source: Directing
ar_sa: إخراج
de_de: Regieführung
es_es: Direccion
fi_fi: Ohjaus
fr_fr: Réalisation
hu_hu: Rendezés
pt_br: Direção
ru_ru: Режиссёр
zh_cn: 引导中

# #31039
source: Writing
ar_sa: تأليف
de_de: Drehbuch
es_es: Guión
fi_fi: Käsikirjoitus
fr_fr: Scénario
hu_hu: Író
pt_br: Roteiro
ru_ru: Сценарий
zh_cn: 写入中

# #31040
source: Use as widget
ar_sa: استخدم ك Widget
de_de: Als Widget verwenden
es_es: Utilizar como widget
fi_fi: Käytä widgetinä
fr_fr: Utiliser comme widget
hu_hu: Widgetként használ
pt_br: Usar como widget
ru_ru: Использовать как виджет
zh_cn: 用作小部件

# #31041
source: Similar
ar_sa: مشابه
de_de: Ähnlich
fi_fi: Samanlaisia
fr_fr: Similaire
hu_hu: Hasonló
ru_ru: Похожие
zh_cn: 类似

# #31042
source: Clock
ar_sa: الساعة
de_de: Uhr
es_es: Reloj
fi_fi: Kello
fr_fr: Horloge
hu_hu: Óra
pt_br: Relógio
ru_ru: Часы
zh_cn: 时钟

# #31043
source: Flat (No Gradient)
ar_sa: لون واحد
de_de: Flach (Ohne Farbverlauf)
es_es: Plano (sin degradado)
fi_fi: Tasainen (ei liukuväriä)
fr_fr: Plat (sans dégradé)
hu_hu: Egyszerű (nincs színátmenet)
pt_br: Plano (Sem Grandiente)
ru_ru: Плоский (без градиента)
zh_cn: 平坦 (无渐变)

# #31044
source: Viewtypes
ar_sa: طريقة عرض القوائم
de_de: Ansichtstypen
es_es: Tipos de vista
fi_fi: Näkymät
fr_fr: Types de vue
hu_hu: Nézettípusok
pt_br: Tipos de Exibição
ru_ru: Виды
zh_cn: 视图类型

# #31045
source: Landscape
ar_sa: صورة افقية
de_de: Landschaft
es_es: Panorama
fi_fi: Vaakakuva
fr_fr: Paysage
hu_hu: Tájkép
pt_br: Paisagem
ru_ru: Ландшафт
zh_cn: 横向展示模式

# #31046
source: No Results
ar_sa: لا يوجد نتائج
de_de: Keine Ergebnisse
es_es: Sin resultados
fi_fi: Ei hakutuloksia
fr_fr: Aucun résultat
hu_hu: Nincs találat
pt_br: Sem Resultados
ru_ru: Ничего не найдено
zh_cn: 暂无结果

# #31047
source: Popularity
ar_sa: الشعبية
de_de: Berühmtheit
es_es: Popularidad
fi_fi: Suosio
fr_fr: Popularité
hu_hu: Népszerűség
pt_br: Popularidade
ru_ru: Популярность
zh_cn: 流行程度

# #31048
source: Sort
ar_sa: تصنيف
de_de: Sortieren
es_es: Ordenar
fi_fi: Järjestä
fr_fr: Trier
hu_hu: Rendezés
pt_br: Ordenar
ru_ru: Сортировка
zh_cn: 排序

# #31049
source: Default Widgets
ar_sa: الودجتس الافتراضية
de_de: Standard-Widgets
es_es: Widgets por defecto
fi_fi: Oletus-widgetit
fr_fr: Widgets par défaut
hu_hu: Alap widgetek
pt_br: Widgets Padrões
ru_ru: Стандартные виджеты
zh_cn: 默认小部件

# #31050
source: Crew
ar_sa: طاقم العمل
es_es: Equipo
fi_fi: Tuotantoryhmä
fr_fr: Équipe technique
hu_hu: Stáb
pt_br: Equipe
ru_ru: Съёмочная группа
zh_cn: 制作组

# #31051
source: Person
ar_sa: شخص
es_es: Persona
fi_fi: Henkilö
fr_fr: Personne
hu_hu: Személy
pt_br: Pessoal
ru_ru: Актёр
zh_cn: 人员

# #31052
source: Sound
ar_sa: الصوت
de_de: Ton
es_es: Sonido
fi_fi: Ääni
fr_fr: Son
hu_hu: Hang
pt_br: Som
ru_ru: Звук
zh_cn: 音效

# #31053
source: Profile
ar_sa: الملف الشخصي
de_de: Profil
es_es: Perfil
fi_fi: Profiili
fr_fr: Profil
hu_hu: Profil
pt_br: Perfil
ru_ru: Профиль
zh_cn: 简介

# #31056
source: critics
ar_sa: النقاد
de_de: Kritiken
es_es: críticas
fi_fi: kriitikosta
fr_fr: critiques
hu_hu: kritika
pt_br: críticos
ru_ru: критикам
zh_cn: 影评人

# #31058
source: Wall Ring
ar_sa: جدارية دائرية
de_de: Wand - Ring
es_es: Anillo mural
fi_fi: Seinä (pieni ympyrä)
fr_fr: Mur Anneau
hu_hu: Egészoldalas kis-kör
pt_br: Parede com Anéis
ru_ru: Стена колец
zh_cn: 环形墙

# #31059
source: Vertical
ar_sa: عمودي
de_de: Vertikal
fi_fi: Pysty
hu_hu: Függőleges
ru_ru: Вертикальный
zh_cn: 纵向

# #31060
source: Horizontal
ar_sa: افقي
fi_fi: Vaaka
hu_hu: Vízszintes
ru_ru: Горизонтальный
zh_cn: 横向

# #31061
source: User rating
ar_sa: تقيم المستخدم
de_de: Nutzerbewertung
es_es: Calificación del usuario
fi_fi: Käyttäjän arvio
fr_fr: Note utilisateur
hu_hu: Felhasználói értékelés
pt_br: Avaliação do usuário
ru_ru: Пользовательский рейтинг
zh_cn: 用户评级

# #31062
source: Playlist order
ar_sa: ترتيب قائمة التشغيل
de_de: Playlist-Reihenfolge
es_es: Orden de reproducción
fi_fi: Toistolistan järjestys
fr_fr: Ordre de la liste de lecture
hu_hu: Lejátszólista rendezése
pt_br: Ordem da lista de reprodução
ru_ru: Порядок плейлиста
zh_cn: 播放列表顺序

# #31063
source: Watched episodes
ar_sa: حلقات تم مشاهدتها
de_de: Angesehene Episoden
es_es: Episodios vistos
fi_fi: Katsottua jaksoa
fr_fr: Épisodes vus
hu_hu: Megnézett epizódok
pt_br: Episódios assistidos
ru_ru: Просмотренные серии
zh_cn: 已观看剧集

# #31064
source: Awards
ar_sa: الجوائز
de_de: Auszeichnungen
es_es: Premios
fi_fi: Palkintoa
fr_fr: Récompenses
hu_hu: Díjak
pt_br: Prêmios
ru_ru: Награды
zh_cn: 奖项

# #31065
source: Creator
ar_sa: المؤلف
de_de: Schöpfer
es_es: Autor
fi_fi: Luoja
fr_fr: Créateur
hu_hu: Készítő
pt_br: Criador
ru_ru: Автор
zh_cn: 创作者

# #31066
source: Discover
ar_sa: إكتشف
de_de: Entdecken
es_es: Descubrir
fi_fi: Löydä
fr_fr: Découvrir
hu_hu: Felfedezés
pt_br: Descobrir
ru_ru: Обзор
zh_cn: 发现

# #31067
source: Cinematography
ar_sa: التصوير السينمائي
de_de: Kameraführung
es_es: Fotografia
fi_fi: Kuvaus
fr_fr: Direction de la photographie
hu_hu: Filmművészet
pt_br: Cinematografia
ru_ru: Операторская работа
zh_cn: 电影摄制

# #31068
source: Experimental
ar_sa: تجريبي
de_de: Experimentell
fi_fi: Kokeellinen
fr_fr: Expérimental
hu_hu: Kísérleti
ru_ru: Экспериментальные
zh_cn: 实验性

# #31069
source: Background video
ar_sa: تشغيل الفيديو بالخلفية
de_de: Video im Hintergrund
es_es: Vídeo de fondo
fi_fi: Taustavideo
fr_fr: Vidéo d'arrière-plan
hu_hu: Háttér videó
pt_br: Vídeo de fundo
ru_ru: Фоновое воспроизведение видео
zh_cn: 视频在后台持续播放

# #31070
source: Fixed aspect ratio
ar_sa: نسبة العرض الى الآرتفاع ثابتة
de_de: Festes Bildseitenverhältnis
es_es: Relación de aspecto fija
fi_fi: Kiinteä kuvasuhde
fr_fr: Rapport hauteur/largeur fixe
hu_hu: Fix képarány
pt_br: Proporção fixa
ru_ru: Фиксированный формат изображения
zh_cn: 固定长宽比

# #31071
source: Playback Speed
ar_sa: سرعة تشغيل الفيديو
de_de: Wiedergabegeschwindigkeit
es_es: Velocidad de reproducción
fi_fi: Toistonopeus
fr_fr: Vitesse de lecture
hu_hu: Lejátszási sebesség
pt_br: Velocidade de Reprodução
ru_ru: Скорость воспроизведения
zh_cn: 播放速度

# #31072
source: Art Department
ar_sa: الأعمال الفنية
de_de: Künstlerische Leitung
es_es: Departamento artístico
fi_fi: Taideosasto
fr_fr: Direction artistique
hu_hu: Művészeti Osztály
pt_br: Departamento de Arte
ru_ru: Художественный отдел
zh_cn: 美术部

# #31073
source: mins
ar_sa: دقائق
de_de: Min
fi_fi: min
fr_fr: min
hu_hu: perc
ru_ru: мин
zh_cn: 分钟

# #31074
source: hr
ar_sa: ساعة
de_de: Std
fi_fi: h
fr_fr: h
hu_hu: óra
ru_ru: ч
zh_cn: 小时

# #31075
source: Editing
ar_sa: تحرير
de_de: Bearbeitung
es_es: Edición
fi_fi: Editointi
fr_fr: Montage
hu_hu: Beállítás
pt_br: Edição
ru_ru: Монтаж
zh_cn: 编辑

# #31076
source: Starring
ar_sa: من بطولة
de_de: Filme mit
es_es: Protagonizada por
fi_fi: Pääosissa
fr_fr: Avec
hu_hu: Főszereplő
pt_br: Estrelando
ru_ru: В ролях
zh_cn: 主演

# #31077
source: More Information
ar_sa: معلومات اضافية
de_de: Mehr Informationen
es_es: Más información
fi_fi: Lisätietoja
fr_fr: Plus d'informations
hu_hu: Még több információ
pt_br: Mais Informações
ru_ru: Детали
zh_cn: 更多信息

# #31078
source: The prebuilt icon provides options to install various different default widget and menu sets.
ar_sa: البناء المسبق لارجاع المظهر الى الودجتس (وقوائم) معدة مسبقاً
de_de: Das Voreingestellt-Icon stellt verschiedene Widget- und Menü-Sets zur Installation bereit.
es_es: El icono predefinido ofrece opciones para instalar distintos conjuntos de widgets y menús predeterminados.
fi_fi: Esiasetus-kuvake tarjoaa valikoiman erilaisia valmiita widgetejä ja valikoita.
fr_fr: L'icône Prédéfini offre des options pour installer divers ensembles de widgets et de menus par défaut.
hu_hu: Az előre telepített ikon különféle alapértelmezett widgetek és menükészletek telepítéséhez kínál lehetőséget.
pt_br: O ícone pré-construído oferece opções para instalar vários conjuntos de widgets e menus padrão diferentes.
ru_ru: Шаблоны позволяют устанавливать всевозможные готовые наборы стандартных виджетов и меню.
zh_cn: 预构建的图标提供了安装各种不同默认小部件和菜单集的选项。

# #31079
source: Using this option will override parts of your existing configuration.
ar_sa: تحذير: عند استخدام هذه الخاصية سيتم استبدال إعداداتك
de_de: Diese Option überschreibt Teile deiner aktuellen Konfiguration.
es_es: El uso de esta opción anulará partes de la configuración existente.
fi_fi: Tämä asetus korvaa osan tekemistäsi muutoksista.
fr_fr: L'utilisation de cette option écrasera certaines parties de votre configuration existante.
hu_hu: Ezzel az opcióval felülírja a meglévő konfiguráció egyes részeit.
pt_br: Usar esta opção substituirá partes da sua configuração existente.
ru_ru: Эта опция изменит часть ваших текущих настроек.
zh_cn: 使用此选项将覆盖您现有配置的部分内容。

# #31080
source: Rebuilding forces Skin Variables to generate the skin XML files for your current configuration.
ar_sa: تستخدم للحفظ الاجباري لإعدادتك وسيتم عمل ملفات جديدة للإعداد الجديد في مجلد xml
de_de: Eine Neuerstellung erzwingt die Erzeugung der XML-Dateien des Skins für deine aktuelle Konfiguration.
es_es: La reconstrucción obliga a Skin Variables a generar los archivos XML de skin para su configuración actual.
fi_fi: Uudelleenluonti pakottaa Skin Variables -lisäosan luomaan uudelleen ulkoasun muokkaukseen liittyvät XML-tiedostot.
fr_fr: La reconstruction force les variables du skin à générer les fichiers XML du skin pour votre configuration actuelle.
hu_hu: Az újjáépítés arra kényszeríti a Skin Variable-t, hogy létrehozza a felszín XML fájlokat az aktuális konfigurációhoz.
pt_br: A reconstrução força as variáveis de skin a gerar os arquivos XML de skin para sua configuração atual.
ru_ru: Перестройка заставляет Skin Variables создать новый XML-файл вашей текущей конфигурации.
zh_cn: 重建迫使皮肤变量为您的当前配置生成皮肤 XML 文件。

# #31081
source: Rebuilding is required to make your changes visible in the skin.
ar_sa: إعادة البناء مهمة لكتابة التغيرات
de_de: Die Neuerstellung wird benötigt um die Änderungen im Skin sichtbar zu machen.
es_es: Es necesario reconstruir para que los cambios sean visibles en la skin.
fi_fi: Uudelleenluonti vaaditaan, jotta tekemäsi muutokset tulevat näkyviin.
fr_fr: La reconstruction est nécessaire pour rendre vos modifications visibles dans le skin.
hu_hu: Újjáépítésre van szükség ahhoz, hogy a változtatások láthatóak legyenek a felszínben.
pt_br: A reconstrução é necessária para tornar suas alterações visíveis na pele.
ru_ru: Чтобы изменения стали видны в обложке необходимо выполнить перестройку.
zh_cn: 重建需要让你的变化在皮肤上可见。

# #31082
source: Wall orientation
ar_sa: تغير اتجاه الجدارية
de_de: Wand-Orientierung
es_es: Orientación del muro
fi_fi: Seinämän suunta
fr_fr: Orientation du mur
hu_hu: Fekvő orientáció
pt_br: Orientação da parede
ru_ru: Направление стены
zh_cn: 墙方向

# #31083
source: Combined
ar_sa: مجمع
de_de: Kombiniert
es_es: Combinado
fi_fi: Yhdistetty
fr_fr: Combiné
hu_hu: Kombinált
pt_br: Combinado
ru_ru: Комбинированные
zh_cn: 组合

# #31084
source: Categories using a submenu to select widgets will not use global widgets because submenu widgets disable the widget stack.
de_de: Kategorien mit Untermenüs benutzen keine globalen Widgets weil die Untermenü-Widgets den Widget-Stapel deaktivieren.
es_es: Las categorías que utilizan un submenú para seleccionar widgets no utilizarán widgets globales porque los widgets de submenú desactivan la pila de widgets.
fi_fi: Globaalit widgetit eivät ole käytössä kategorioissa, jotka käyttävät alavalikkoa widgetin valintaan.
fr_fr: Les catégories utilisant un sous-menu pour sélectionner les widgets n'utiliseront pas les widgets globaux, car les widgets de sous-menu désactivent la pile de widgets.
hu_hu: A widgetek kiválasztásához almenüt használó kategóriák nem használnak globális widgeteket, mert az almenü widgetek letiltják a widget sort.
pt_br: Categorias que usam um submenu para selecionar widgets não usarão widgets globais porque os widgets de submenu desativam a pilha de widgets.
ru_ru: Категории, использующие подменю для выбора виджетов, не будут использовать глобальные виджеты, поскольку виджеты подменю отключают стек виджетов.
zh_cn: 使用子菜单选择小部件的类别不会使用全局小部件，因为子菜单小部件会禁用小部件堆栈。
