Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31085
source: Live TV
ar_sa: بث مباشر
es_es: TV en directo
fi_fi: TV-lähetys
fr_fr: TV en direct
hu_hu: Élő TV
pt_br: TV Ao Vivo
ru_ru: ТВ
zh_cn: 电视直播

# #31086
source: Customise options
ar_sa: قائمة الخيارات
de_de: Optionen anpassen
es_es: Personalizar opciones
fi_fi: Muokkaa asetuksia
fr_fr: Personnaliser les options
hu_hu: Testreszabási beállítások
pt_br: Personalizar opções
ru_ru: Настроить параметры
zh_cn: 自定义选项

# #31087
source: Global widgets are displayed for all categories at the end of the widget stack.
de_de: Globale Widgets werden für alle Kategorien am Ende des Widget-Stapels angezeigt.
es_es: Los widgets globales se muestran para todas las categorías al final de la pila de widgets.
fi_fi: Globaalit widgetit näkyvät jokaisessa kategoriassa muiden widgetien jälkeen.
fr_fr: Les widgets globaux sont affichés pour toutes les catégories à la fin de la pile de widgets.
hu_hu: A globális widgetek minden kategóriánál megjelennek a widgetsor végén.
pt_br: Os widgets globais são exibidos para todas as categorias no final da pilha de widgets.
ru_ru: Глобальные виджеты отображаются для всех категорий в конце стека виджетов.
zh_cn: 全局小部件在小部件堆栈的末尾显示所有类别。

# #31088
source: No bookmarks
ar_sa: لا يوجد محفوظات مفضلة
de_de: Keine Lesezeichen
es_es: Sin marcadores
fi_fi: Ei kirjanmerkkejä
fr_fr: Aucun marque-page
hu_hu: Nincsenek könyvjelzők
pt_br: Sem marcadores
ru_ru: Нет закладок
zh_cn: 无书签

# #31089
source: Add a bookmark here
ar_sa: اضف المفضلة هنا
de_de: Lesezeichen hier hinzufügen
es_es: Añadir un marcador aquí
fi_fi: Lisää kirjanmerkki tähän kohtaan
fr_fr: Ajouter un marque-page ici
hu_hu: Könyvjelző hozzáadás ide
pt_br: Adicionar um marcador aqui
ru_ru: Добавить закладку здесь
zh_cn: 在这里添加书签

# #31090
source: In-Progress
ar_sa: إكمال المشاهدة
de_de: Angefangen
es_es: En progreso
fi_fi: Kesken
fr_fr: En cours
hu_hu: Folyamatban
pt_br: Em Andamento
ru_ru: Продолжить просмотр
zh_cn: 进行中

# #31091
source: Add a "more items" folder to widgets with item limits
ar_sa: اضف مجلد more items الودجتس بعدد محدود
de_de: Hinzufügen eines Ordners "Weitere Artikel" zu Widgets mit Artikelgrenzen
es_es: Agregar a "más elementos"carpeta para widgets con límites de elementos
fi_fi: Näytä "Lisää"-painike rajoitetuissa widgeteissä
fr_fr: Ajouter un dossier "plus d'éléments" aux widgets avec des limites d'éléments
hu_hu: Adjon hozzá egy "további elemek" mappát a limitált modulokhoz
pt_br: Adicione uma pasta "mais itens" aos widgets com limites de itens
zh_cn: 为有项目限制的小部件添加 "更多项目 "文件夹

# #31092
source: Detailed information
ar_sa: معلومات مفصلة
de_de: Detaillierte Informationen
es_es: Información detallada
fi_fi: Yksityiskohtaiset tiedot
fr_fr: Informations détaillées
hu_hu: Részletes információk
pt_br: Informações detalhadas
ru_ru: Подробная информация
zh_cn: 详细信息

# #31093
source: Border style
ar_sa: نمط الاطار
de_de: Kantenoptik
es_es: Estilo del borde
fi_fi: Reunan tyyli
fr_fr: Style de bordure
hu_hu: Keret stílusa
pt_br: Estilo de borda
ru_ru: Стиль рамки
zh_cn: 边框样式

# #31094
source: Mouse pointer size
ar_sa: حجم مؤشر الفأرة
de_de: Größe des Mauszeigers
es_es: Tamaño del puntero
fi_fi: Hiiren kursorin koko
fr_fr: Taille du pointeur de la souris
hu_hu: Egérmutató mérete
pt_br: Tamanho do ponteiro do mouse
ru_ru: Размер курсора
zh_cn: 鼠标指针大小

# #31095
source: Translations
ar_sa: الترجمات
de_de: Übersetzungen
es_es: Traducciones
fi_fi: Käännökset
fr_fr: Traductions
hu_hu: Fordítások
pt_br: Traduções
ru_ru: Переводы
zh_cn: 翻译

# #31096
source: Use spotlight
ar_sa: استخدم spotlight
de_de: Rampenlicht-Widget verwenden
es_es: Utilizar foco
fi_fi: Spotlight käytössä
fr_fr: Utiliser le Spotlight
hu_hu: Spotlight használata
pt_br: Usar destaques
ru_ru: Использовать сцену
zh_cn: 使用“精选推荐”

# #31097
source: Customise ratings
ar_sa: تخصيص تقيمات
de_de: Bewertungen anpassen
es_es: Personalizar calificaciones
fi_fi: Muokkaa arvioita
fr_fr: Personnaliser les notes
hu_hu: Értékelések testreszabása
pt_br: Personalizar avaliações
ru_ru: Настроить рейтинги
zh_cn: 自定义评分

# #31098
source: Gallery
ar_sa: الصور
de_de: Galerie
es_es: Galería
fi_fi: Galleria
fr_fr: Galerie
hu_hu: Galéria
pt_br: Galeria
ru_ru: Галерея
zh_cn: 图库

# #31099
source: Last aired
ar_sa: آخر بث
de_de: Letzte Ausstrahlung
es_es: Última emisión
fi_fi: Viimeksi esitetty
fr_fr: Dernière diffusion
hu_hu: Utoljára sugárzott
pt_br: Última exibição
ru_ru: Последний выпуск
zh_cn: 上次播出

# #31100
source: Board Row
de_de: Reihe - Tafel
es_es: Fila del tablero
fi_fi: Rivi (leveä)
fr_fr: Rangée Tableau
hu_hu: Tábla sor
pt_br: Linha com Painéis
ru_ru: Ряд панелей
zh_cn: 板块行

# #31101
source: Wall Board
de_de: Wand - Tafel
es_es: Tablero mural
fi_fi: Seinä (leveä)
fr_fr: Mur Tableau
hu_hu: Tábla duplasor
pt_br: Parede com Painéis
ru_ru: Стена панелей
zh_cn: 板块墙

# #31102
source: Prebuilt Configuration
ar_sa: إعداد مسبق
de_de: Voreingestellte Konfiguration
es_es: Configuración predefinida
fi_fi: Valmiit esiasetukset
fr_fr: Configuration prédéfinie
hu_hu: Előre telepített konfiguráció
pt_br: Configuração pré-construída
ru_ru: Шаблоны
zh_cn: 预构建配置

# #31103
source: Widgets
ar_sa: الودجتس
fi_fi: Widgetit
hu_hu: Widgetek
ru_ru: Виджеты
zh_cn: 小部件

# #31106
source: Viewmode
ar_sa: طريقة العرض
de_de: Ansichtsmodus
es_es: Modo de vista
fi_fi: Näkymä
fr_fr: Mode de vue
hu_hu: Nézetmód
pt_br: Modo de Exibição
ru_ru: Режим просмотра
zh_cn: 视图模式

# #31107
source: Combine widgets
ar_sa: جمع الودجتس
de_de: Kombiniere Widgets
es_es: Combinar widgets
fi_fi: Yhdistä widgetit
fr_fr: Combiner les widgets
hu_hu: Widgetek kombinálása
pt_br: Combinar widgets
ru_ru: Объединить виджеты
zh_cn: 组合小部件

# #31108
source: Collections
ar_sa: المجموعات
de_de: Kollektionen
es_es: Colecciones
fi_fi: Kokoelmat
hu_hu: Gyűjtemények
pt_br: Coleções
ru_ru: Коллекции
zh_cn: 合集

# #31109
source: Viewline
ar_sa: تحديد ما يظهر فوق عناوين الودجتس
de_de: Sichtlinie
es_es: Línea de visión
fi_fi: Alaotsikkorivi
fr_fr: Ligne de vue
hu_hu: Nézet
pt_br: Linha de exibição
ru_ru: Линия просмотра
zh_cn: 界面布局标签

# #31110
source: Use combined list
ar_sa: استخدم قوائم مجمعة
de_de: Kombinierte Liste verwenden
es_es: Utilizar la lista combinada
fi_fi: Käytä yhdistettyä listaa
fr_fr: Utiliser la liste combinée
hu_hu: Kombinált lista használata
pt_br: Usar lista combinada
ru_ru: Использовать объединенный список
zh_cn: 使用组合列表

# #31111
source: Poster Row
ar_sa: بوستر-أفقية
de_de: Reihe - Poster
es_es: Fila de carteles
fi_fi: Juliste (rivi)
fr_fr: Rangée Affiche
hu_hu: Poszter sor
pt_br: Linha com Pôsteres
ru_ru: Ряд постеров
zh_cn: 海报行

# #31112
source: Landscape Row
ar_sa: اسطر-أفقية
de_de: Reihe - Breitbild
es_es: Fila Paisaje
fi_fi: Vaakakuva (rivi)
fr_fr: Rangée Paysage
hu_hu: Tájkép sor
pt_br: Linha com Paisagens
ru_ru: Ряд ландшафтов
zh_cn: 横向展示行

# #31113
source: Square Row
ar_sa: مربعة-أفقية
de_de: Reihe - Quadratisch
es_es: Fila cuadrada
fi_fi: Neliö (rivi)
fr_fr: Rangée Carré
hu_hu: Négyzetes sor
pt_br: Linha com Quadrados
ru_ru: Ряд квадратов
zh_cn: 方形行

# #31114
source: Hubs
ar_sa: الصفحات
es_es: Ejes
fi_fi: Hubit
hu_hu: Hubok
ru_ru: Хабы

# #31115
source: Australian summer
ar_sa: الصيف الأسترالي
de_de: Australischer Sommer
es_es: Verano australiano
fi_fi: Kesä Australiassa
fr_fr: Été australien
hu_hu: Ausztrál nyár
pt_br: Verão australiano
ru_ru: Австралийское лето
zh_cn: 澳大利亚夏季

# #31116
source: Winter frost
ar_sa: صقيع الشتاء
es_es: Helada invernal
fi_fi: Talven kuura
fr_fr: Givre d'hiver
hu_hu: Téli fagy
pt_br: Geada de inverno
ru_ru: Зимний мороз
zh_cn: 冬季霜冻

# #31118
source: Expanded
ar_sa: موسع
de_de: Ausgedehnt
es_es: Ampliado
fi_fi: Laajennettu
fr_fr: Étendu
hu_hu: Kiterjesztett
pt_br: Expandido
ru_ru: Расширенный
zh_cn: 已扩展

# #31120
source: List Basic
ar_sa: قائمة مبسطة
de_de: Liste - Einfach
es_es: Lista básica
fi_fi: Lista (yksinkertainen)
fr_fr: Liste simple
hu_hu: Alap lista
pt_br: Lista Básica
ru_ru: Базовый список
zh_cn: 基本列表

# #31121
source: Square List
ar_sa: قائمة مربعة
de_de: Liste - Quadratisch
es_es: Lista cuadrada
fi_fi: Lista (neliö)
fr_fr: Liste Carré
hu_hu: Négyzetes lista
pt_br: Lista com Quadrados
ru_ru: Список квадратов
zh_cn: 方形列表

# #31122
source: Watchlist
ar_sa: قائمة المشاهدة
de_de: Watchliste
es_es: Lista de seguimiento
fi_fi: Katselulista
fr_fr: Liste de suivi
hu_hu: Lejátszási lista
pt_br: Lista para Assistir
ru_ru: Список просмотренного
zh_cn: 观看列表

# #31124
source: Indicator
ar_sa: المؤشر
de_de: Indikator
es_es: Indicador
fi_fi: Merkki
fr_fr: Indicateur
hu_hu: Jelző
pt_br: Indicador
ru_ru: Индикатор
zh_cn: 状态标识

# #31125
source: Invert Text Colour
ar_sa: عكس لون النص
de_de: Textfarbe invertieren
es_es: Invertir color del texto
fi_fi: Käänteinen tekstiväri
fr_fr: Inverser la couleur du texte
hu_hu: Szövegszín felcserélése
pt_br: Inverter Cor do Texto
ru_ru: Инвертировать цвет текста
zh_cn: 反转文本颜色

# #31126
source: Options menu
ar_sa: قائمة الخيارات
de_de: Optionsmenü
es_es: Menú de opciones
fi_fi: Asetusvalikko
fr_fr: Menu des options
hu_hu: Opciók menü
pt_br: Menu de opções
ru_ru: Меню опций
zh_cn: 菜单选项

# #31127
source: Left footer
ar_sa: التذييل الأيسر
de_de: Linke Fußzeile
es_es: Pie de página izquierdo
fi_fi: Vasemman alanurkan teksti
fr_fr: Pied de page gauche
hu_hu: Bal lábléc
pt_br: Rodapé esquerdo
ru_ru: Левый футер
zh_cn: 左页脚

# #31128
source: Trending
ar_sa: شائع
de_de: Im Trend
es_es: Tendencia
fi_fi: Trendaavat
fr_fr: Tendances
hu_hu: Trendi
pt_br: Em Alta
ru_ru: Трендовые
zh_cn: 趋势

# #31130
source: seconds
ar_sa: ثواني
de_de: Sekunden
es_es: segundos
fi_fi: sekuntia
fr_fr: secondes
hu_hu: másodperc
pt_br: segundos
ru_ru: секунд
zh_cn: 秒

# #31131
source: Continue watching in
ar_sa: اكمل المشاهدة في
de_de: Weiter Ansehen in
es_es: Seguir viendo en
fi_fi: Jatka katsomista
fr_fr: Reprendre la lecture dans
hu_hu: Folytatás
pt_br: Continue assistindo em
ru_ru: Продолжить просмотр в
zh_cn: 继续观看

# #31132
source: History
ar_sa: السجل
de_de: Verlauf
es_es: Historia
fi_fi: Historia
fr_fr: Historique
hu_hu: Történet
pt_br: Histórico
ru_ru: История
zh_cn: 历史

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
de_de: Bestimme Typ und Regeln um eine smarte Playliste zu erzeugen. Diese Playlisten sind dynamisch und beinhalten alle Medien der Datenbank die den ausgewählten Regel entsprechen.
es_es: Defina el tipo y añada reglas para crear una lista de reproducción inteligente. Estas listas de reproducción son dinámicas e incluyen todos los elementos multimedia de su base de datos que se aplican a las reglas elegidas.
fi_fi: Aseta toistolistan tyyppi ja ehdot. Toistolista on dynaaminen ja se sisältää kaikki mediakirjaston nimikkeet, jotka täyttävät asetetut ehdot.
fr_fr: Définissez le type et ajoutez des règles pour créer une liste de lecture intelligente. Ces listes sont dynamiques et incluent tous les médias de votre base de données qui correspondent aux règles choisies.
hu_hu: Állítsa be a típust és adjon hozzá szabályokat az intelligens lejátszási lista létrehozásához. Ezek a lejátszási listák dinamikusak, és tartalmazzák az adatbázisból származó összes olyan médiaelemet, amely a kiválasztott szabályokra vonatkozik.
pt_br: Defina o tipo e adicione regras para criar uma lista de reprodução inteligente. Essas listas de reprodução são dinâmicas e incluem todos os itens de mídia do seu banco de dados que se aplicam às regras escolhidas.
ru_ru: Чтобы создать смарт-плейлист, выберите тип и добавьте правила. Эти плейлисты динамичны и включают все медиа-элементы из вашей базы данных, которые вносятся вашими правилами..
zh_cn: 设置类型并添加规则来创建智能播放列表。这些播放列表是动态的，包括数据库中适用于您选择的规则的所有媒体项目。

# #31134
source: Playing
ar_sa: العرض جاري
de_de: Es läuft
es_es: Reproduciendo
fi_fi: Toistetaan
fr_fr: En lecture
hu_hu: Lejátszás
pt_br: Reproduzindo
ru_ru: Воспроизведение
zh_cn: 播放中

# #31135
source: Page
ar_sa: صفحة
de_de: Seite
es_es: Página
fi_fi: Sivu
hu_hu: Oldal
pt_br: Página
ru_ru: Страница
zh_cn: 页面

# #31136
source: Slide
ar_sa: شريحة
de_de: Gleiten
es_es: Deslice
fi_fi: Liuku
fr_fr: Diapositive
hu_hu: Csúszó
pt_br: Deslizar
ru_ru: Слайд
zh_cn: 幻灯片

# #31137
source: Detailed
ar_sa: مفصل
de_de: Detailliert
es_es: Detallado
fi_fi: Yksityiskohtainen
fr_fr: Détaillé
hu_hu: Részletes
pt_br: Detalhado
ru_ru: Детальный
zh_cn: 详情

# #31141
source: Plain Monochrome
ar_sa: غير ملون
de_de: Schlichtes Monochrom
es_es: Monocromo liso
fr_fr: Monochrome uni
hu_hu: Sima monokróm
pt_br: Simples Monocromático
ru_ru: Простой монохромный
zh_cn: 纯单色

# #31142
source: Total Duration
ar_sa: الوقت المستغرق
de_de: Laufzeit
es_es: Duración total
fi_fi: Kokonaiskesto
fr_fr: Durée totale
hu_hu: Teljes hossz
pt_br: Duração Total
ru_ru: Продолжительность
zh_cn: 总时长

# #31143
source: Classic
ar_sa: كلاسيكي
de_de: Klassisch
es_es: Clásico
fi_fi: Perinteinen
fr_fr: Classique
hu_hu: Klasszikus
pt_br: Clássico
ru_ru: Классический
zh_cn: 经典

# #31144
source: Initial focus
ar_sa: مكان المؤشر عند بداية التشغيل على
de_de: Ausgangsfokus
es_es: Foco inicial
fi_fi: Valittuna alussa
fr_fr: Focus initial
hu_hu: Kezdeti fókusz
pt_br: Foco inicial
ru_ru: Первоначальный фокус
zh_cn: 初始焦点

# #31145
source: Initialising Skin
ar_sa: جارِ التجهيز
de_de: Initialisiere Skin
es_es: Inicializando Skin
fi_fi: Ladataan ulkoasua
fr_fr: Initialisation du skin
hu_hu: A felszín inicializálása
pt_br: Inicializando a skin
ru_ru: Инициализация обложки
zh_cn: 初始化皮肤

# #31146
source: CoreELEC logo and CPU temp
hu_hu: CoreELEC logó és CPU hőmérséklet

# #31147
source: More
de_de: Mehr
es_es: Más
fi_fi: Lisää
fr_fr: Plus
hu_hu: Még több
pt_br: Mais
ru_ru: Больше
zh_cn: 更多

# #31148
source: Explore
ar_sa: إكتشف
de_de: Erkunden
es_es: Explora
fi_fi: Löydä
fr_fr: Explorer
hu_hu: Felfedezés
pt_br: Explorar
ru_ru: Осмотреть
zh_cn: 探索

# #31149
source: Edit spotlight
de_de: Rampenlicht-Widget anpassen
es_es: Editar foco
fi_fi: Spotlightin muokkaus
fr_fr: Modifier le Spotlight
hu_hu: Spotlight beállítása
pt_br: Editar destaque
ru_ru: Редактировать сцену
zh_cn: 编辑“精选推荐”

# #31150
source: Categories
ar_sa: الفئات
de_de: Kategorien
es_es: Categorías
fi_fi: Kategoriat
fr_fr: Catégories
hu_hu: Kategóriák
pt_br: Categorias
ru_ru: Категории
zh_cn: 类别

# #31151
source: Search and options
ar_sa: تفعيل البحث في
de_de: Suche und Optionen
es_es: Búsqueda y opciones
fi_fi: Haku ja asetukset
fr_fr: Recherche et options
hu_hu: Keresés és opciók
pt_br: Pesquisa e opções
ru_ru: Поиск и параметры
zh_cn: 搜索和选项

# #31152
source: Combined Square
ar_sa: Combined مربعة
de_de: Kombiniert - Quadratisch
es_es: Cuadrado combinado
fi_fi: Yhdistetty (neliö)
fr_fr: Combiné Carré
hu_hu: Kombinált négyzetes
pt_br: Quadrado Combinado
ru_ru: Комбинированный квадрат
zh_cn: 方形组合

# #31153
source: Combined Landscape
ar_sa: Combined افقية
de_de: Kombiniert - Landschaft
es_es: Paisaje combinado
fi_fi: Yhdistetty (vaaka)
fr_fr: Combiné Paysage
hu_hu: Kombinált tájkép
pt_br: Paisagem Combinada
ru_ru: Комбинированный ландшафт
zh_cn: 横向展示组合

# #31154
source: Misc options
ar_sa: خيارات متنوعة
de_de: Diverse Optionen
es_es: Varias opciones
fi_fi: Sekalaiset asetukset
fr_fr: Options diverses
hu_hu: Egyéb opciók
pt_br: Opções diversas
ru_ru: Разное
zh_cn: 其他选项

# #31155
source: Combined Poster
ar_sa: Combined صور افقية
de_de: Kombiniert - Poster
es_es: Cartel combinado
fi_fi: Yhdistetty (juliste)
fr_fr: Combiné Affiche
hu_hu: Kombinált poszter
pt_br: Pôster Combinado
ru_ru: Комбинированный постер
zh_cn: 海报组合

# #31156
source: Edit categories and widgets
ar_sa: تحرير الاصناف والودجتس
de_de: Kategorien und Widgets anpassen
es_es: Editar categorías y widgets
fi_fi: Kategorian ja widgetin muokkaus
fr_fr: Modifier les catégories et widgets
hu_hu: Kategóriák és widgetek beállítása
pt_br: Editar categorias e widgets
ru_ru: Редактировать категории и виджеты
zh_cn: 编辑类别和小部件

# #31157
source: Category items appear as a vertical menu at the left of the home screen.
de_de: Kategorie-Einträge erscheinen als vertikales Menü auf der Startseite links.
es_es: Los elementos de categoría aparecen como un menú vertical a la izquierda de la pantalla de inicio.
fi_fi: Kategoriat näkyvät pystysuuntaisessa valikossa kotiruudun vasemmassa reunassa.
fr_fr: Les éléments de catégorie apparaissent comme un menu vertical à gauche de l'écran d'accueil.
hu_hu: A kategóriaelemek függőleges menüként jelennek meg a kezdőképernyő bal oldalán.
pt_br: Os itens da categoria aparecem como um menu vertical à esquerda da tela inicial.
ru_ru: Элементы категорий отображаются в виде вертикального меню в левой части главного экрана.
zh_cn: 类别项目以垂直菜单的形式显示在主屏幕左侧。

# #31158
source: Layout
ar_sa: تنسيق المحتوى
es_es: Disposición
fi_fi: Asettelu
fr_fr: Disposition
hu_hu: Elrendezés
ru_ru: Разметка
zh_cn: 布局

# #31159
source: Version
ar_sa: الإصدار
fi_fi: Versio
hu_hu: Verzió
pt_br: Versão
ru_ru: Версия
zh_cn: 版本

# #31160
source: REC
ar_sa: تسجيل
fi_fi: TALLENNA
fr_fr: ENR
hu_hu: Felvétel
pt_br: Gravar
ru_ru: Запись
zh_cn: 录制

# #31161
source: Edit the widgets shown in the hub.
de_de: Editiere die angezeigten Widgets des Hubs.
es_es: Edite los widgets que se muestran en el centro.
fi_fi: Määritä hubissa käytetyt widgetit.
fr_fr: Modifier les widgets affichés dans le hub.
hu_hu: Widgetek megjelenése a hubokban
pt_br: Editar os widgets mostrados no hub.
ru_ru: Отредактируйте виджеты, отображаемые в хабе.
zh_cn: 编辑 Hub 显示的小部件。

# #31162
source: Hide
ar_sa: إخفاء
de_de: Ausblenden
es_es: Ocultar
fi_fi: Piilota
fr_fr: Masquer
hu_hu: Elrejtés
pt_br: Ocultar
ru_ru: Скрыть
zh_cn: 隐藏

# #31163
source: Customise hubs
ar_sa: تخصيص الفئات
de_de: Hubs anpassen
es_es: Personalizar centros
fi_fi: Muokkaa hubeja
fr_fr: Personnaliser les hubs
hu_hu: Hubok testreszabása
pt_br: Personalizar hubs
ru_ru: Настройка хабов
zh_cn: 自定义 Hubs

# #31164
source: Global widgets are shown at the end of the widget stack for all categories in the hub.
ar_sa: تظهر الودجتس العامة اسفل الودجتس لجميع الفئات في ال hub
de_de: Globale Widgets werden im Hub für alle Kategorien am Ende des Widget-Stapels angezeigt.
es_es: Los widgets globales se muestran al final de la pila de widgets para todas las categorías del centro.
fi_fi: Globaalit widgetit näkyvät viimeisinä hubin jokaisessa kategoriassa.
fr_fr: Les widgets globaux sont affichés à la fin de la pile de widgets pour toutes les catégories du hub.
hu_hu: A globális widgetek a widget sor végén jelennek meg a hub összes kategóriájához.
pt_br: Os widgets globais são mostrados no final da pilha de widgets para todas as categorias no hub.
ru_ru: Глобальные виджеты отображаются в конце стека виджетов для всех категорий в хабе.
zh_cn: 全局小部件显示在 Hub 所有类别的小部件堆栈的末尾。

# #31165
source: Seekbar behaviour on delayed pause
ar_sa: pause تخصيص ما يظهر على شاشة عرض الفيديو عند التوقف المؤقت
de_de: Suchleisten-Verhalten bei verzögerter Pause
es_es: Comportamiento de Seekbar en pausa retardada
fi_fi: Hakupalkin toiminta tauon aikana
fr_fr: Comportement de la barre de recherche lors d'une pause différée
hu_hu: A keresősáv viselkedése késleltetett szünet esetén
pt_br: Comportamento da barra de busca em pausa atrasada
ru_ru: Поведение панели воспроизведения при паузе
zh_cn: 延迟暂停时的进度条行为

# #31166
source: Back
ar_sa: زر Back الانتقال الى
de_de: Zurück
es_es: Volver
fi_fi: Takaisin
fr_fr: Retour
hu_hu: Vissza
pt_br: Voltar
ru_ru: Назад
zh_cn: 返回

# #31167
source: Logo
ar_sa: شعار
hu_hu: Logó
ru_ru: Логотип
zh_cn: 徽标

# #31168
source: List Square
ar_sa: القائمة مربعة
de_de: Liste - Quadratisch
es_es: Lista Cuadrada
fi_fi: Lista (neliö)
fr_fr: Liste Carré
hu_hu: Négyzetes lista
pt_br: Lista Quadrada
ru_ru: Список квадратов
zh_cn: 方形列表

# #31169
source: Birthday
ar_sa: الميلاد
de_de: Geburtstag
es_es: Aniversario
fi_fi: Syntymäpäivä
fr_fr: Anniversaire
hu_hu: Születésnap
pt_br: Aniversário
ru_ru: День рождения
zh_cn: 生日

# #31170
source: Note
ar_sa: ملاحظة
de_de: Notiz
es_es: Nota
fi_fi: Huomio
hu_hu: Figyelem
pt_br: Nota
ru_ru: Примечание
zh_cn: 备注

# #31171
source: On-screen keyboard size
ar_sa: حجم لوحة المفاتيح المعروضة على الشاشة
de_de: Größe der Bildschirmtastatur
es_es: Tamaño de teclado en pantalla
fi_fi: Virtuaalinäppäimistön koko
fr_fr: Taille du clavier virtuel
hu_hu: Képernyőbillentyűzet mérete
pt_br: Tamanho do teclado na tela
ru_ru: Размер экранной клавиатуры
zh_cn: 屏幕键盘尺寸

# #31172
source: Global widgets are not shown for categories in combined widget mode.
ar_sa: الودجتس العامة لا تظهر للودجتس المجمعة
de_de: Globale Widgets werden im kombinierten Widget-Modus nicht angezeigt.
es_es: Los widgets globales no se muestran para las categorías en el modo de widget combinado.
fi_fi: Globaalit widgetit eivät näy, jos käytetään yhdistettyä widget-tilaa.
fr_fr: Les widgets globaux ne sont pas affichés pour les catégories en mode widget combiné.
hu_hu: A globális widgetek nem jelennek meg a kategóriákban kombinált widget módban.
pt_br: Os widgets globais não são mostrados para categorias no modo de widget combinado.
ru_ru: Глобальные виджеты не отображаются для категорий в комбинированном режиме виджетов.
zh_cn: 在组合小部件模式下，不会为类别显示全局小部件。

# #31173
source: Scroll
ar_sa: التمرير
de_de: Scrollen
es_es: Desplazamiento
fi_fi: Rullaa
fr_fr: Défiler
hu_hu: Görgetés
pt_br: Rolar
ru_ru: Прокрутка
zh_cn: 滚动

# #31174
source: Navigation
ar_sa: التنقل
es_es: Navegación
fi_fi: Navigointi
hu_hu: Navigáció
pt_br: Navegação
ru_ru: Навигация
zh_cn: 导航

# #31175
source: These widgets are in addition to any widgets for the specific category.
ar_sa: هذه الودجتس هي اضافة لاي ودجتس لفئة محددة
de_de: Dies sind zusätzliche Widgets zu allen Widgets der spezifischen Kategorie.
es_es: Estos widgets se suman a los widgets de la categoría específica.
fi_fi: Nämä widgetit lisätään kategorian omiin widgeteihin.
fr_fr: Ces widgets s'ajoutent à tout widget de la catégorie spécifique.
hu_hu: Ezek a widgetek az adott kategória widgetjei mellett speciális kategóriaként vannak.
pt_br: Esses widgets são adicionais a quaisquer widgets da categoria específica.
ru_ru: Эти виджеты дополняют любые виджеты конкретной категории.
zh_cn: 这些小部件是对特定类别中任何小部件的补充。

# #31176
source: Home focus and navigation
de_de: Fokus und Navigation der Startseite
es_es: Enfoque de inicio y navegación
fi_fi: Kotinäkymän valinta ja navigointi
fr_fr: Focus et navigation de l'accueil
hu_hu: Főmenü fókusz és navigáció
pt_br: Foco inicial e navegação
ru_ru: Фокусировка на главном экране и навигация
zh_cn: 主页焦点和导航

# #31177
source: Menus
ar_sa: القوائم
de_de: Menüs
es_es: Menús
fi_fi: Valikot
hu_hu: Menük
ru_ru: Меню
zh_cn: 菜单

# #31178
source: Info line
ar_sa: شريط المعلومات
de_de: Infozeile
es_es: Línea de información
fi_fi: Inforivi
fr_fr: Ligne d'information
hu_hu: Infósáv
pt_br: Linha de informação
ru_ru: Информационная линия
zh_cn: 状态栏标签

# #31179
source: Keyword
ar_sa: الكلمة الرئيسية
de_de: Stichwort
es_es: Palabra clave
fi_fi: Avainsana
fr_fr: Mot-clé
hu_hu: Kulcsszó
pt_br: Palavra-chave
ru_ru: Теги
zh_cn: 关键词

# #31180
source: Furniture
ar_sa: تركيبة المظهر
de_de: Ausstattung
es_es: Mobiliario
fi_fi: Toiminnot
fr_fr: Accessoires
hu_hu: Elrendezés
pt_br: Mobiliário
ru_ru: Фурнитура
zh_cn: 界面装饰

# #31181
source: Scheduled
ar_sa: مجدولة
de_de: Geplant
es_es: Programado
fi_fi: Aika
fr_fr: Programmé
hu_hu: Időzítve
pt_br: Agendado
ru_ru: Запланировано
zh_cn: 计划

# #31182
source: EPG and channels style
ar_sa: طريقة عرض القنوات ودليل القنوات
de_de: EPG- und Kanal-Stil
es_es: EPG y estilo de canales
fi_fi: Ohjelmaoppaan ja kanavalistan tyyli
fr_fr: Style de l'EPG et des chaînes
hu_hu: EPG és csatornalista stílusa
pt_br: Estilo de EPG e canais
ru_ru: Стиль телегида и каналов
zh_cn: 电子节目指南和频道风格

# #31183
source: times
ar_sa: الأوقات
de_de: Mal
es_es: veces
fi_fi: kertaa
fr_fr: fois
hu_hu: idők
pt_br: vezes
ru_ru: раз
zh_cn: 次数

# #31184
source: Ends
ar_sa: النهاية
de_de: Endet
es_es: Finaliza en
fi_fi: Päättyy
fr_fr: Fin à
hu_hu: Vége
pt_br: Termina
ru_ru: Конец
zh_cn: 结束
