Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31497
source: Minimise menu
ar_sa: تصغير القائمة
de_de: Menü minimieren
es_es: Minimizar menú
fi_fi: Pienennä valikko
fr_fr: Réduire le menu
hu_hu: Menü minimalizálása
pt_br: Menu minimizar
ru_ru: Свернуть меню
zh_cn: 最小化菜单

# #31498
source: Released
ar_sa: تم اصداره
de_de: Veröffentlicht
es_es: Estrenado
fi_fi: Julkaistu
fr_fr: Sorti
hu_hu: Bemutatva
pt_br: Lançado
ru_ru: Выпущен
zh_cn: 已上映

# #31499
source: In-Production
ar_sa: يتم انتاجه
de_de: In Produktion
es_es: En producción
fi_fi: Tuotannossa
fr_fr: En production
hu_hu: Gyártás alatt
pt_br: Em Produção
ru_ru: В производстве
zh_cn: 制作中

# #31500
source: There were no [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] results found for
ar_sa: لا توجد نتائج
de_de: Beim [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] keine Ergebnisse gefunden für
es_es: No se han encontrado resultados para [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE]
fi_fi: $VAR[Label_SearchStyle] ei löytänyt osumia termillä
fr_fr: Aucun résultat [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] trouvé pour
hu_hu: Nincs [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] találat a következőre
pt_br: Não foram encontrados resultados [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] para
ru_ru: Не найдено [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] результаты для
zh_cn: 未找到 [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] 结果

# #31501
source: Please try another search
ar_sa: حاول البحث مرة اخرى
de_de: Versuche einen anderen Suchbegriff
es_es: Intente otra búsqueda
fi_fi: Kokeile jotain muuta hakutermiä
fr_fr: Veuillez essayer une autre recherche
hu_hu: Próbálj újabb keresést
pt_br: Por favor, tente outra pesquisa
ru_ru: Попробуйте другой поиск
zh_cn: 请再次尝试搜索

# #31502
source: More Options
ar_sa: خيارات اضافية
de_de: Mehr Optionen
es_es: Más opciones
fi_fi: Lisää asetuksia
fr_fr: Plus d'options
hu_hu: Több lehetőség
pt_br: Mais Opções
ru_ru: Больше опций
zh_cn: 更多选项

# #31503
source: Extras
ar_sa: إضافات
fi_fi: Extrat
hu_hu: Extrák
ru_ru: Дополнения
zh_cn: 额外内容

# #31504
source: Planned
ar_sa: يوجد خطة انتاج
de_de: Geplant
es_es: Previsto
fi_fi: Suunniteltu
fr_fr: Prévu
hu_hu: Tervezett
pt_br: Planejado
ru_ru: Запланировано
zh_cn: 计划中

# #31505
source: Skin user login screen on startup
ar_sa: تسجيل الدخول عند البدا
de_de: Anmeldebildschirm beim Starten anzeigen
es_es: Pantalla de inicio de sesión de usuario del skin en el arranque
fi_fi: Käyttäjän valinta käynnistyksen yhteydessä
fr_fr: Écran de connexion utilisateur du skin au démarrage
hu_hu: Felhasználói bejelentkezési képernyő indításkor
pt_br: Tela de login do usuário skin na inicialização
ru_ru: Меню выбора пользователя при старте темы
zh_cn: 用户登录界面启动时使用皮肤

# #31506
source: Individual skin user widget configurations
ar_sa: تخصيص لكل مستخدم
de_de: Individuelle Benutzerkonfigurationen der Widgets
es_es: Configuración individual de los widgets de usuario
fi_fi: Käyttäjäkohtaiset widgetit
fr_fr: Configurations de widgets individuelles par utilisateur du skin
hu_hu: Egyedi felszín felhasználói widget konfigurációk
pt_br: Configurações individuais de widget de usuário de skin
ru_ru: Персональные настройки виджетов пользователя темы
zh_cn: 个人皮肤用户小部件配置

# #31507
source: pseudo profiles
ar_sa: القاب المستخدمين
de_de: Pseudo-Profile
es_es: pseudoperfiles
fi_fi: pseudo-profiilit
fr_fr: pseudo-profils
hu_hu: ál profilok
pt_br: pseudoperfis
ru_ru: пседо-профили
zh_cn: 虚拟配置文件

# #31508
source: Loading skin user profiles
ar_sa: تحميل مظهر المستخدم
de_de: Lade Benutzerprofile des Skins
es_es: Carga de perfiles de usuario del skin
fi_fi: Ladataan käyttäjäprofiileita
fr_fr: Chargement des profils utilisateur du skin
hu_hu: Felszín felhasználói profilok betöltése
pt_br: Carregando perfis de usuário da skin
zh_cn: 加载皮肤用户配置文件

# #31509
source: Holiday
ar_sa: عطلة
de_de: Feiertage
es_es: Fiestas
fi_fi: Juhlapyhä
fr_fr: Fêtes
hu_hu: Ünnep
pt_br: Feriado
ru_ru: Праздник
zh_cn: 节日

# #31510
source: Holiday themes
ar_sa: مظهر العطل
de_de: Feiertagsthemen
es_es: Temas festivos
fi_fi: Jouluteema
fr_fr: Thèmes de fêtes
hu_hu: Ünnepi témák
pt_br: Temas de feriados
ru_ru: Праздничные темы
zh_cn: 节日主题

# #31511
source: Shortcut
ar_sa: اختصار
de_de: Verknüpfung
es_es: Atajo
fi_fi: Pikakuvake
fr_fr: Raccourci
hu_hu: Parancsikon
pt_br: Atalho
ru_ru: Ярлык
zh_cn: 快捷键

# #31512
source: Classic mode
ar_sa: الشكل الكلاسيكي
de_de: Klassischer Modus
es_es: Modo clásico
fi_fi: Perinteinen tyyli
fr_fr: Mode classique
hu_hu: Klasszikus mód
pt_br: Modo clássico
ru_ru: Классический режим
zh_cn: 经典模式

# #31513
source: Side Menu Icons
ar_sa: ايقونات القائمة الجانبية
de_de: Seitenmenü-Icons
es_es: Iconos del menú lateral
fi_fi: Sivuvalikon kuvakkeet
fr_fr: Icônes du menu latéral
hu_hu: Oldalsáv ikonok
pt_br: Ícones do Menu Lateral
ru_ru: Иконки бокового меню
zh_cn: 侧边菜单图标

# #31514
source: Global Widgets
ar_sa: الودجتس عامة
de_de: Globale Widgets
es_es: Widgets globales
fi_fi: Globaalit widgetit
fr_fr: Widgets globaux
hu_hu: Általános widgetek
pt_br: Widgets Globais
ru_ru: Глобальные виджеты
zh_cn: 全局小部件

# #31515
source: Main Items
ar_sa: العناصر الرئيسية
de_de: Haupteinträge
es_es: Elementos principales
fi_fi: Päänimikkeet
fr_fr: Éléments principaux
hu_hu: Fő elemek
pt_br: Itens Principais
ru_ru: Главные элементы
zh_cn: 主要项目

# #31516
source: Edit items
ar_sa: تحرير العناصر
de_de: Einträge anpassen
es_es: Editar elementos
fi_fi: Muokkaa nimikkeitä
fr_fr: Modifier les éléments
hu_hu: Elemek testreszabása
pt_br: Editar itens
ru_ru: Редактировать элементы
zh_cn: 编辑项目

# #31517
source: Reverse order
ar_sa: الترتيب معكوس
de_de: Sortierrichtung umdrehen
es_es: Invertir el orden
fi_fi: Käänteinen järjestys
fr_fr: Inverser l'ordre
hu_hu: Visszafelé
pt_br: Reverter ordem
ru_ru: Обратный порядок
zh_cn: 反向顺序

# #31518
source: Highlight type
ar_sa: اسم القسم
de_de: Highlight-Typ
es_es: Tipo de realce
fi_fi: Korostuksen tyyppi
fr_fr: Type de surbrillance
hu_hu: Kiemelés típusa
pt_br: Tipo de destaque
ru_ru: Тип подсветки
zh_cn: 高亮显示类型

# #31519
source: Empty widget placeholder
ar_sa: اخلاء مكان وضعwidget
de_de: Platzhalter für leeres Widget
es_es: Marcador de posición de widget vacío
fi_fi: Korvaa tyhjät widgetit paikkamerkillä
fr_fr: Placeholder pour widget vide
hu_hu: Üres widget hely
pt_br: Espaço reservado para widget vazio
ru_ru: Пустой заполнитель виджета
zh_cn: 空小部件占位符

# #31520
source: Cloudiness
ar_sa: تغيم
de_de: Bewölkung
es_es: Abundancia de nubes
fi_fi: Pilvisyys
fr_fr: Nuageux
hu_hu: Felhős
pt_br: Nebulosidade
ru_ru: Облачность
zh_cn: 云量

# #31521
source: Edit global widgets
ar_sa: تحرير الودجتس العامة
de_de: Globale Widgets anpassen
es_es: Editar widgets globales
fi_fi: Määritä globaalit widgetit
fr_fr: Modifier les widgets globaux
hu_hu: Áltlános widgetek testreszabása
pt_br: Editar widgets globais
ru_ru: Редактировать глобальные виджеты
zh_cn: 编辑全局小部件

# #31522
source: Hiding empty widgets may cause positioning issues after video playback.
ar_sa: اخفاء الودجتس الفارغة قد يؤدي الى خلل في التمركز بعد الانتهاء من تشغيل الفيديو
de_de: Das Ausblenden leerer Widgets kann nach der Videowiedergabe zu Positionierungsproblemen führen.
es_es: Ocultar widgets vacíos puede causar problemas de posicionamiento después de la reproducción del video.
fi_fi: Tyhjät widgetit saattavat aiheuttaa navigointiongelmia videotoiston päätyttyä.
fr_fr: Masquer les widgets vides peut causer des problèmes de positionnement après la lecture vidéo.
hu_hu: Az üres widgetek elrejtése pozicionálási problémákat okozhat a videó lejátszása után.
pt_br: Ocultar widgets vazios pode causar problemas de posicionamento após a reprodução do vídeo.
ru_ru: Скрытие пустых виджетов может привести к проблемам с позиционированием после воспроизведения видео.
zh_cn: 隐藏空小部件可能会导致视频播放后出现定位问题。

# #31523
source: It is recommended to delete any unused widgets from your configuration instead of hiding them.
ar_sa: امسح الودجتس ولا تفعل الاخفاء
de_de: Es wird empfohlen, nicht verwendete Widgets aus Ihrer Konfiguration zu löschen, anstatt sie auszublenden.
es_es: Se recomienda eliminar cualquier widget no utilizado de su configuración en lugar de ocultarlos.
fi_fi: On suositeltavaa poistaa tyhjät widgetit piilottamisen sijaan.
fr_fr: Il est recommandé de supprimer les widgets inutilisés de votre configuration plutôt que de les masquer.
hu_hu: Javasoljuk, hogy elrejtés helyett törölje a nem használt widgeteket a konfigurációból.
pt_br: É recomendado excluir quaisquer widgets não utilizados da sua configuração em vez de ocultá-los.
ru_ru: Рекомендуется удалять все неиспользуемые виджеты из конфигурации, а не скрывать их.
zh_cn: 建议从配置中删除任何未使用的小组件，而不是隐藏它们。

# #31524
source: There is also an overhead refresh cost to performance associated with hiding empty widgets.
ar_sa: والاخفآء للاختصارات سيضر الاداء
de_de: Das Ausblenden von leeren Widgets ist mit einem Mehraufwand für die Leistung verbunden.
es_es: También existe un coste de actualización general para el rendimiento asociado con ocultar widgets vacíos.
fi_fi: Piilotettujen widgetien uudelleenlataus hidastaa käyttöliittymän toimintaa.
fr_fr: Le masquage des widgets vides entraîne également un coût de performance lié à l'actualisation.
hu_hu: Az üres widgetek elrejtésével a teljesítmény nem biztos hogy jobb lesz.
pt_br: Há também um custo indireto de atualização para o desempenho associado à ocultação de widgets vazios.
ru_ru: Также существуют затраты ресурсов производительности при обновлении, связанные со скрытием пустых виджетов.
zh_cn: 隐藏空小组件还会带来性能上的额外刷新开销。

# #31525
source: Visibility
ar_sa: الرؤية
de_de: Sichtbarkeit
es_es: Visibilidad
fi_fi: Näkyvyys
fr_fr: Visibilité
hu_hu: Látótávolság
pt_br: Visibilidade
ru_ru: Видимость
zh_cn: 能见度

# #31526
source: Hour
ar_sa: ساعة
de_de: Stunde
es_es: Hora
fi_fi: Tunti
fr_fr: Heure
hu_hu: Óra
pt_br: Hora
ru_ru: Час
zh_cn: 小时

# #31527
source: Later
ar_sa: لاحقا
de_de: Später
es_es: Más tarde
fi_fi: Myöhemmin
fr_fr: Plus tard
hu_hu: Később
pt_br: Depois
ru_ru: Позже
zh_cn: 稍后

# #31528
source: Particulate
ar_sa: حبيبات
de_de: Feinstaub
es_es: Partículas
fi_fi: Hiukkaset
fr_fr: Particules fines
hu_hu: Részecske
pt_br: Partículas
zh_cn: 颗粒物

# #31529
source: Ozone
ar_sa: اوزون
de_de: Ozon
es_es: Ozono
fi_fi: Otsoni
hu_hu: Ózon
pt_br: Ozono
ru_ru: Озон
zh_cn: 臭氧

# #31530
source: Solar radiation
ar_sa: الإشعاع الشمسي
de_de: Sonneneinstrahlung
es_es: Radiación solar
fi_fi: Aurinkosäteily
fr_fr: Rayonnement solaire
hu_hu: Napfény sugárzás
pt_br: Radiação solar
zh_cn: 太阳辐射

# #31531
source: Carbon monoxide
ar_sa: أول أوكسيد الكربون
de_de: Kohlenmonoxid
es_es: Monóxido de carbono
fi_fi: Häkä
fr_fr: Monoxyde de carbone
hu_hu: Szén monoxid
pt_br: Monóxido de carbono
ru_ru: Оксид углерода
zh_cn: 一氧化碳

# #31532
source: Charts
ar_sa: الرسوم البيانية
de_de: Diagramme
es_es: Gráficos
fi_fi: Kaaviot
fr_fr: Graphiques
hu_hu: Listák
pt_br: Gráficos
zh_cn: 图表

# #31533
source: Add list
ar_sa: إضافة قائمة
de_de: Liste hinzufügen
es_es: Añadir lista
fi_fi: Lisää lista
fr_fr: Ajouter liste
hu_hu: Hozzáadási lista
pt_br: Adic. à lista
ru_ru: Добавить список
zh_cn: 添加列表

# #31534
source: Del list
ar_sa: مسح قائمة
de_de: Liste löschen
es_es: Borrar lista
fi_fi: Poista lista
fr_fr: Suppr. liste
hu_hu: Törlési lista
pt_br: Exc. da lista
ru_ru: Удалить список
zh_cn: 删除列表

# #31535
source: Restore
ar_sa: استعادة
de_de: Wiederherstellung
es_es: Restaurar
fi_fi: Palauta
fr_fr: Restaurer
hu_hu: Visszaállítás
pt_br: Restaurar
ru_ru: Восстановить
zh_cn: 修复

# #31536
source: Choose fallback image folder
ar_sa: fallback اختيار مجلد الصورة الافتراضية
de_de: Ordner mit Fallback-Bildern wählen
es_es: Elija la carpeta de imágenes alternativa
fi_fi: Valitse varakuvien kansio
fr_fr: Choisir le dossier d'images de secours
hu_hu: Háttérkép mappa kiválasztása
pt_br: Escolher a pasta de imagens substitutas
ru_ru: Выбрать резервную папку для изображений
zh_cn: 选择回退图像文件夹

# #31537
source: Edit submenu items
ar_sa: submenu تحرير عناصر القوائم الفرعية
de_de: Untermenü-Einträge anpassen
es_es: Editar elementos del submenú
fi_fi: Muokkaa alavalikon nimikkeitä
fr_fr: Modifier les éléments du sous-menu
hu_hu: almenü elemek testreszabása
pt_br: Editar itens do submenu
ru_ru: Редактировать элементы подменю
zh_cn: 编辑子菜单项

# #31538
source: Customise viewtypes
ar_sa: طرق العرض
de_de: Ansichtstypen anpassen
es_es: Personalizar tipos de vista
fi_fi: Muokkaa näkymätyyppejä
fr_fr: Personnaliser les types de vue
hu_hu: Nézetek testreszabása
pt_br: Personalizar tipos de exibição
zh_cn: 自定义视图类型

# #31539
source: Use online gallery
ar_sa: استخدم مجلد الصور من النت
de_de: Online-Galerie verwenden
es_es: Usar galería en línea
fi_fi: Käytä netin galleriatietoja
fr_fr: Utiliser la galerie en ligne
hu_hu: Online galéria használata
pt_br: Use a galeria online
ru_ru: Использовать онлайн-галерею
zh_cn: 使用在线图库

# #31540
source: Use online collection
ar_sa: استخدم معلومات من النت
de_de: Online-Sammlung verwenden
es_es: Utilice la colección en línea
fi_fi: Käytä netin kokoelmatietoja
fr_fr: Utiliser la collection en ligne
hu_hu: Online gyűjtemény használata
pt_br: Use coleção online
ru_ru: Использовать онлайн-коллекцию
zh_cn: 使用在线合集

# #31541
source: Next episode
ar_sa: الحلقة القادمة
de_de: Nächste Episode
es_es: Próximo capítulo
fi_fi: Seuraava jakso
fr_fr: Prochain épisode
hu_hu: Következő rész
pt_br: Próximo episódio
ru_ru: Следующая серия
zh_cn: 下一集

# #31542
source: Last episode
ar_sa: الحلقة السابقة
de_de: Letzte Episode
es_es: Último capítulo
fi_fi: Viimeinen jakso
fr_fr: Dernier épisode
hu_hu: Utolsó rész
pt_br: Último episódio
ru_ru: Последняя серия
zh_cn: 最后一集

# #31543
source: Anticipated
ar_sa: متوقعه
de_de: Erwartet
es_es: Previsto
fi_fi: Odotettu
fr_fr: Attendu
hu_hu: Közelgő
pt_br: Antecipado
ru_ru: Анонсировано
zh_cn: 预测

# #31544
source: Airing
ar_sa: بدأ العرض
de_de: Ausstrahlung
es_es: Emisión
fi_fi: Jatkuu
fr_fr: En diffusion
hu_hu: Sugárzás
pt_br: Em Exibição
ru_ru: Выходит
zh_cn: 正在播出

# #31545
source: Premiering
ar_sa: عرض اول
de_de: Uraufführung
es_es: Estreno
fi_fi: Ensi-illassa
fr_fr: En première
hu_hu: Bemutató
pt_br: Estreando
ru_ru: Премьера
zh_cn: 首映

# #31547
source: Yesterday
ar_sa: بالامس
de_de: Gestern
es_es: Ayer
fi_fi: Eilen
fr_fr: Hier
hu_hu: Tegnap
pt_br: Ontem
ru_ru: Вчера
zh_cn: 昨天

# #31548
source: Use detailed status
ar_sa: الحالة مفصلة
de_de: Detaillierten Status verwenden
es_es: Usar estado detallado
fi_fi: Yksityiskohtaiset tilatiedot
fr_fr: Utiliser le statut détaillé
hu_hu: Részletes státuszt használ
pt_br: Use status detalhado
zh_cn: 使用详细状态

# #31549
source: Choose which hub window to use as the home screen.
ar_sa: اختار اي واجهة HUB لتكون عنصر اليوم
de_de: Wähle das Hub-Fenster, das als Startbildschirm verwendet werden soll.
es_es: Elija qué ventana del centro desea utilizar como pantalla de inicio.
fi_fi: Valitse mitä hubia käytetään kotivalikkona.
fr_fr: Choisissez quelle fenêtre de hub utiliser comme écran d'accueil.
hu_hu: Válaszd ki, hogy melyik hub ablakot használja kezdőképernyőként.
pt_br: Escolha qual janela do hub para usar como tela inicial.
zh_cn: 选择要用作主屏幕的 Hub 窗口。

# #31550
source: Change the visibility level of skin settings.
ar_sa: تغير مستوى اعدادات المظهر
de_de: Sichtbarkeitsstufe der Skin-Einstellungen ändern.
es_es: Cambiar el nivel de visibilidad de la configuración de la skin.
fi_fi: Valitse näytettävien ulkoasuasetusten laajuus.
fr_fr: Modifier le niveau de visibilité des paramètres du skin.
hu_hu: Módosítsd a felszín beállítások láthatósági szintjét.
pt_br: Altera o nível de visibilidade das configurações da skin.
ru_ru: Изменение уровня видимости настроек обложки.
zh_cn: 更改皮肤设置的可见级别。

# #31551
source: Use as home
ar_sa: استخدم كصفحة اليوم
de_de: Als Startseite nutzen
es_es: Uso como hogar
fi_fi: Käytä kotivalikkona
fr_fr: Utiliser comme accueil
hu_hu: Főmenünek használ
pt_br: Usar como início
ru_ru: Главная
zh_cn: 用作主页

# #31552
source: Settings level
ar_sa: مستوى الإعدادات
de_de: Einstellungsebene
es_es: Nivel de configuración
fi_fi: Asetusten taso
fr_fr: Niveau des paramètres
hu_hu: Beállítási szint
pt_br: Nível de configurações
zh_cn: 设置级别

# #31553
source: Query
ar_sa: استعلام
de_de: Suchanfrage
es_es: Consulta
fi_fi: Haku
fr_fr: Requête
hu_hu: Lekérdezés
pt_br: Consulta
ru_ru: Запрос
zh_cn: 查询

# #31554
source: Wall Poster
ar_sa: جدارية ملصقات
de_de: Wand - Poster
es_es: Póster mural
fi_fi: Seinä (juliste)
fr_fr: Mur Affiche
hu_hu: Poszter
pt_br: Parede com Pôsteres
ru_ru: Стена постеров
zh_cn: 海报墙

# #31555
source: Wall Landscape
ar_sa: جدارية صور افقية
de_de: Wand - Landschaft
es_es: Paisaje mural
fi_fi: Seinä (vaakakuva)
fr_fr: Mur Paysage
hu_hu: Fekvő
pt_br: Parede com Paisagens
ru_ru: Стена ландшафтов
zh_cn: 横向艺术图墙

# #31556
source: Wall Square
ar_sa: جدادرية صور مربعة
de_de: Wand - Quadratisch
es_es: Mural cuadrado
fi_fi: Seinä (neliö)
fr_fr: Mur Carré
hu_hu: Négyzetes
pt_br: Parede com Quadrados
ru_ru: Стена квадратов
zh_cn: 方形墙

# #31557
source: Wall Circle
ar_sa: جدارية صور دائرية
de_de: Wand - Kreis
es_es: Mural círculo
fi_fi: Seinä (ympyrä)
fr_fr: Mur Cercle
hu_hu: Kör alakú
pt_br: Parede com Círculos
ru_ru: Стена кругов
zh_cn: 圆形墙

# #31559
source: List Details
ar_sa: تفاصيل القائمة
de_de: Liste - Details
es_es: Detalles de la lista
fi_fi: Lista (tiedot)
fr_fr: Liste Détails
hu_hu: Részletes lista
pt_br: Lista com Detalhes
ru_ru: Список деталей
zh_cn: 详情列表

# #31560
source: Bright White
ar_sa: أبيض ساطع
de_de: Helles Weiß
es_es: Blanco brillante
fi_fi: Kirkas valkoinen
fr_fr: Blanc éclatant
hu_hu: Világosabb fehér
pt_br: Branco Brilhante
ru_ru: Ярко белый
zh_cn: 亮白色

# #31561
source: Wall Overview
ar_sa: الترتيب جداري
de_de: Übersicht - Wand
es_es: Vista general de muro
fi_fi: Seinä (tiedot)
fr_fr: Mur Overview
hu_hu: Wall nézet
pt_br: Parede com Resumo
ru_ru: Стена обзоров
zh_cn: 概述墙

# #31562
source: Overview Row
ar_sa: الترتيب صفوص
de_de: Übersicht - Reihe
es_es: Visión general
fi_fi: Rivi (tiedot)
fr_fr: Rangée Overview
hu_hu: Vázlat sor
pt_br: Linha com Resumo
ru_ru: Ряд обзоров
zh_cn: 概述行

# #31563
source: Card Row
ar_sa: صفحة بشكل كروت
de_de: Reihe - Karten
es_es: Fila de cartas
fi_fi: Rivi (kortti)
fr_fr: Rangée Carte
hu_hu: Kártya sor
pt_br: Linha com Cartões
ru_ru: Ряд карточек
zh_cn: 卡片行

# #31564
source: General appearance and widget layout customisations.
ar_sa: تخصيص المظهر العام وترتيب الودجتس
de_de: Allgemeine Anpassungen des Aussehens und des Widget-Layouts.
es_es: Personalización de apariencia general y diseño de widgets.
fi_fi: Yleiset asetukset ja widgetien muokkaus.
fr_fr: Personnalisations de l'apparence générale et de la disposition des widgets.
hu_hu: Általános megjelenés, és a widgetek elrendezésének testreszabása.
pt_br: Aparência geral e personalizações de layout do widget.
zh_cn: 常规外观和小部件布局自定义。

# #31565
source: Detailed adjustments and additional hub customisations.
ar_sa: تخصيص التعديلات المفصلة والإضافية للفئات
de_de: Detaillierte Anpassungen und zusätzliche Hub-Anpassungen.
es_es: Ajustes detallados y personalizaciones adicionales del hub.
fi_fi: Yksityiskohtaiset asetukset ja hubien muokkaus.
fr_fr: Ajustements détaillés et personnalisations supplémentaires du hub.
hu_hu: Részletes beállítások és további hub-testreszabások.
pt_br: Ajustes detalhados e personalizações adicionais do hub.
zh_cn: 详细调整和额外 Hub 自定义。

# #31566
source: Development tools and experimental options.
ar_sa: ادوات التطوير والخيارات التجريبية
de_de: Entwicklungswerkzeuge und experimentelle Optionen.
es_es: Herramientas de desarrollo y opciones experimentales.
fi_fi: Kehitystyökalut ja kokeelliset asetukset.
fr_fr: Outils de développement et options expérimentales.
hu_hu: Fejlesztés alatt álló eszközök és kísérleti lehetőségek.
pt_br: Ferramentas de desenvolvimento e opções experimentais.
ru_ru: Инструменты разработки и экспериментальные возможности.
zh_cn: 开发工具和实验选项。

# #31567
source: Add a single item or a list of several items?
ar_sa: اضافة عنصر واحد أو قائمة من العناصر
de_de: Ein einzelnes Element oder eine Liste mit mehreren Elementen hinzufügen?
es_es: ¿Agregar un solo elemento o una lista de varios elementos?
fi_fi: Lisätäänkö yksi kohde vai useita kohteita?
fr_fr: Ajouter un seul élément ou une liste de plusieurs éléments ?
hu_hu: Egyetlen elemet vagy több elemből álló listát adsz hozzá?
pt_br: Adicionar um único item ou uma lista de vários itens?
ru_ru: Добавить один элемент или список из нескольких элементов?
zh_cn: 添加单个项目还是多个项目的列表？

# #31568
source: Add new item(s)
ar_sa: اضافة عنصر او اكثر
de_de: Neue(s) Element(e) hinzufügen
es_es: Agregar nuevo(s) elemento(s)
fi_fi: Lisää uusia kohteita
fr_fr: Ajouter nouvel/nouveaux élément(s)
hu_hu: Új elem(ek) hozzáadása
pt_br: Adicionar novo(s) item(ns)
ru_ru: Добавить новый элемент(ы)
zh_cn: 添加新项目

# #31569
source: Add item
ar_sa: اضافة عنصر
de_de: Element hinzufügen
es_es: Agregar elemento
fi_fi: Lisää kohde
fr_fr: Ajouter un élément
hu_hu: Elem hozzáadása
pt_br: Adicionar item
ru_ru: Добавить элемент
zh_cn: 添加项目

# #31570
source: Delete item(s)
ar_sa: مسح عنصر او اكثر
de_de: Element(e) löschen
es_es: Eliminar elemento(s)
fi_fi: Poista kohde
fr_fr: Supprimer élément(s)
hu_hu: Elem(ek) törlése
pt_br: Excluir item(ns)
ru_ru: Удалить элемент(ы)
zh_cn: 删除项目

# #31571
source: Delete a single item or a list of several items?
ar_sa: مسح عنصر واحد أو قائمة من العناصر
de_de: Ein einzelnes Element oder eine Liste mit mehreren Elementen löschen?
es_es: ¿Eliminar un solo elemento o una lista de varios elementos?
fi_fi: Poistetaanko yksi kohde vai useita kohteita?
fr_fr: Supprimer un seul élément ou une liste de plusieurs éléments ?
hu_hu: Egyetlen elem, vagy több elemből álló lista törlése?
pt_br: Excluir um único item ou uma lista de vários itens?
ru_ru: Удалить один элемент или список из нескольких элементов?
zh_cn: 删除单个项目还是多个项目的列表？

# #31572
source: Delete item
ar_sa: مسح عنصر
de_de: Element löschen
es_es: Eliminar elemento
fi_fi: Poista kohde
fr_fr: Supprimer l'élément
hu_hu: Elem törlése
pt_br: Excluir item
ru_ru: Удалить элемент
zh_cn: 删除项目

# #31573
source: Delete list
ar_sa: مسح قائمة
de_de: Liste löschen
es_es: Eliminar lista
fi_fi: Poista lista
fr_fr: Supprimer la liste
hu_hu: Lista törlése
pt_br: Excluir lista
ru_ru: Удалить список
zh_cn: 删除列表

# #31574
source: Unhide hubs
ar_sa: اظهار الفئات المخفية
de_de: Hubs einblenden
es_es: Mostrar hubs
fi_fi: Näytä piilotetut hubit
fr_fr: Afficher les hubs
hu_hu: Hubok megjelenítése
pt_br: Reexibir hubs
zh_cn: 取消隐藏 Hubs

# #31575
source: Click to toggle hub window customisation options.
ar_sa: اضغط هنا لتفعيل نافذة خيارات الصفحة
de_de: Klicke hier, um die Optionen zur Anpassung des Hub-Fensters zu aktivieren.
es_es: Haga clic para alternar las opciones de personalización de la ventana del hub.
fi_fi: Näytä tai piilota hubien muokkausasetukset.
fr_fr: Cliquez pour basculer les options de personnalisation de la fenêtre du hub.
hu_hu: Kattints a hub ablak testreszabási beállításainak váltásához
pt_br: Clique para alternar as opções de personalização da janela do hub.
zh_cn: 点击可切换 hub 窗口自定义选项。

# #31576
source: Seekbar delayed pause time
ar_sa: تاخير شريط التقدم عند التوقف المؤقت
de_de: Seekbar verzögerte Pausenzeit
es_es: Tiempo de pausa retardado de la barra de búsqueda
fi_fi: Viive hakupalkin piilotukselle
fr_fr: Durée d'affichage de la barre de lecture à la pause
hu_hu: Keresősáv szünet késleltetés időzítése
pt_br: Tempo de pausa atrasado da barra de progresso
zh_cn: 进度条延迟暂停时间

# #31577
source: Expanded info on OSD controls
ar_sa: معلومات اكثر على شريط OSD
de_de: Erweiterte Informationen über OSD-Steuerungen
es_es: Información ampliada sobre los controles OSD
fi_fi: Näytä juoni ja lisätiedot kuvaruutuvalikossa
fr_fr: Infos étendues dans les commandes OSD
hu_hu: Bővített infó az OSD-n
pt_br: Informações expandidas sobre controles OSD
zh_cn: OSD 小部件扩展信息
