Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, pt_br, ru_ru, zh_cn

# #31403
source: In-Progress TV Shows
ar_sa: مسلسلات فيد المشاهدة
de_de: Angefangene Serien
es_es: Series en curso
fi_fi: Keskeneräiset sarjat
fr_fr: Séries en cours
hu_hu: Folyamatban levő sorozatok
pt_br: Seriados em Andamento
ru_ru: Продолжить просмотр (сериалы)
zh_cn: 正在进行的电视节目

# #31404
source: In-Progress Movies
ar_sa: آفلام فيد المشاهدة
de_de: Angefangene Filme
es_es: Películas en curso
fi_fi: Keskeneräiset elokuvat
fr_fr: Films en cours
hu_hu: Folyamatban levő filmek
pt_br: Filmes em Andamento
ru_ru: Продолжить просмотр (фильмы)
zh_cn: 正在进行的电影

# #31405
source: Top Albums
de_de: Top-Alben
es_es: Top Álbumes
fi_fi: Parhaat albumit
fr_fr: Meilleurs albums
hu_hu: Legjobb albumok
pt_br: Melhores Álbuns
ru_ru: Топовые альбомы
zh_cn: 热门专辑

# #31406
source: Top Rated Movies
ar_sa: الافلام الاعلى تقيما
de_de: Höchstbewertete Filme
es_es: Películas mejor valoradas
fi_fi: Parhaimmin arvioidut elokuvat
fr_fr: Films les mieux notés
hu_hu: Legjobbra értékelt filmek
pt_br: Filmes Melhor Avaliados
ru_ru: Фильмы с самым высоким рейтингом
zh_cn: 最受好评的电影

# #31407
source: Top Rated TV Shows
ar_sa: المسلسلات الاعلى تقيماً
de_de: Höchstbewertete Serien
es_es: Series mejor valorados
fi_fi: Parhaimmin arvioidut sarjat
fr_fr: Séries les mieux notées
hu_hu: Legjobbra értékelt sorozatok
pt_br: Seriados Melhor Avaliados
ru_ru: Сериалы с самым высоким рейтингом
zh_cn: 最受好评的电视节目

# #31408
source: Random Movies
ar_sa: افلام عشوائية
de_de: Zufällige Filme
es_es: Películas aleatorias
fi_fi: Satunnaiset elokuvat
fr_fr: Films aléatoires
hu_hu: Véletlenszerű filmek
pt_br: Filmes Aleatórios
ru_ru: Случайные фильмы
zh_cn: 随机电影

# #31409
source: Random TV Shows
ar_sa: مسلسلات عشوائية
de_de: Zufällige Serien
es_es: Series aleatorias
fi_fi: Satunnaiset sarjat
fr_fr: Séries aléatoires
hu_hu: Véletlenszerű sorozatok
pt_br: Seriados Aleatórios
ru_ru: Случайные сериалы
zh_cn: 随机电视节目

# #31410
source: Random Episodes
ar_sa: حلقات عشوائية
de_de: Zufällige Episoden
es_es: Episodios aleatorios
fi_fi: Satunnaiset jaksot
fr_fr: Épisodes aléatoires
hu_hu: Véletlenszerű epizódok
pt_br: Episódios Aleatórios
ru_ru: Случайные серии
zh_cn: 随机剧集

# #31411
source: Random Songs
de_de: Zufällige Songs
es_es: Canciones aleatorias
fi_fi: Satunnaiset kappaleet
fr_fr: Chansons aléatoires
hu_hu: Véletlenszerű dalok
pt_br: Músicas Aleatórias
ru_ru: Случайные песни
zh_cn: 随机歌曲

# #31412
source: Random Albums
de_de: Zufällige Alben
es_es: Álbumes aleatorios
fi_fi: Satunnaiset albumit
fr_fr: Albums aléatoires
hu_hu: Véletlenszerű albumok
pt_br: Álbuns Aleatórios
ru_ru: Случайные альбомы
zh_cn: 随机专辑

# #31413
source: All Movies
ar_sa: كل الافلام
de_de: Alle Filme
es_es: Todas las películas
fi_fi: Kaikki elokuvat
fr_fr: Tous les films
hu_hu: Minden film
pt_br: Todos os Filmes
ru_ru: Все фильмы
zh_cn: 所有电影

# #31414
source: All TV Shows
ar_sa: كل المسلسلات
de_de: Alle Serien
es_es: Todas las series
fi_fi: Kaikki sarjat
fr_fr: Toutes les séries
hu_hu: Minden sorozat
pt_br: Todas os Seriados
ru_ru: Все сериалы
zh_cn: 所有电视节目

# #31415
source: Movies and TV Shows
ar_sa: أفلام ومسلسلات
de_de: Filme und Serien
es_es: Películas y Series
fi_fi: Elokuvat ja sarjat
fr_fr: Films et séries
hu_hu: Filmek és sorozatok
pt_br: Filmes e Seriados
ru_ru: Фильмы и сериалы
zh_cn: 电影和电视节目

# #31416
source: Secondary button
de_de: Sekundäre Schaltfläche
es_es: Botón secundario
fi_fi: Lisäpainike
fr_fr: Bouton secondaire
hu_hu: Másodlagos gomb
pt_br: Botão secundário
zh_cn: 辅助按钮

# #31417
source: Random Artists
ar_sa: ممثلين بشكل عشوائي
de_de: Zufällige Interpreten
es_es: Artistas aleatorios
fi_fi: Satunnaiset artistit
fr_fr: Artistes aléatoires
hu_hu: Véletlen előadók
pt_br: Artistas Aleatórios
ru_ru: Случайные исполнители
zh_cn: 随机艺术家

# #31418
source: Circle Row
ar_sa: صف دائري
de_de: Reihe - Kreis
es_es: Fila circular
fi_fi: Rivi (ympyrä)
fr_fr: Rangée Cercle
hu_hu: Kör sor
pt_br: Linha com Círculos
ru_ru: Ряд кругов
zh_cn: 圆形行

# #31419
source: Overview
ar_sa: ملخص
de_de: Übersicht
es_es: Panorama
fi_fi: Tiivistelmä
hu_hu: Áttekintés
pt_br: Resumo
ru_ru: Обзор
zh_cn: 概述

# #31420
source: Apps
ar_sa: تطبيقات
fi_fi: Sovellukset
fr_fr: Applications
hu_hu: Appok
ru_ru: Приложения
zh_cn: 应用程序

# #31421
source: Choose submenu list
ar_sa: اختيار قائمة فرعية
de_de: Untermenü-Liste wählen
es_es: Seleccionar lista de submenús
fi_fi: Valitse alavalikon lista
fr_fr: Choisir la liste du sous-menu
hu_hu: Almenü lista kiválasztása
pt_br: Escolher a lista de submenus
ru_ru: Выберите список подменю
zh_cn: 选择子菜单列表

# #31422
source: Categories style
ar_sa: نمط الفئات
de_de: Kategorie-Stil
es_es: Estilo de categorias
fi_fi: Kategorioiden tyyli
fr_fr: Style des catégories
hu_hu: Kategória stílus
pt_br: Estilo de categorias
ru_ru: Стиль категорий
zh_cn: 类目风格

# #31423
source: Card
ar_sa: بطاقة
de_de: Karte
es_es: Tarjeta
fi_fi: Kortti
fr_fr: Carte
hu_hu: Kártya
pt_br: Cartão
ru_ru: Карточка
zh_cn: 卡片

# #31424
source: Board
ar_sa: صورة افقية كبيرة
de_de: Tafel
es_es: Tablero
fi_fi: Leveä
fr_fr: Tableau
hu_hu: Tábla
pt_br: Painel
ru_ru: Панель
zh_cn: 板块

# #31425
source: Labels
ar_sa: العناوين
es_es: Etiquetas
fi_fi: Tekstit
fr_fr: Étiquettes
hu_hu: Címkék
pt_br: Rótulos
ru_ru: Метки
zh_cn: 标签

# #31426
source: Light dialogs
ar_sa: خلفيات فاتحة
de_de: Helle Dialoge
es_es: Diálogos claros
fi_fi: Vaaleat valikot
fr_fr: Dialogues clairs
hu_hu: Egyszerű párbeszédablak
pt_br: Diálogos claros
ru_ru: Светлые диалоговые окна
zh_cn: 浅色对话框

# #31427
source: Initialising
ar_sa: جارِ تجهيز
de_de: Initialisiere
es_es: Iniciando
fi_fi: Käynnistetään
fr_fr: Initialisation
hu_hu: Inicializálás
pt_br: Inicializando
ru_ru: Загрузка
zh_cn: 初始化

# #31428
source: Hide widget initialisation behind splash
ar_sa: تحديث محتوي الودجتس خلف شاشة البدء
de_de: Widget-Initialisierung unter Startbild verbergen
es_es: Ocultar el inicio del widget tras el splash
fi_fi: Näytä latausruutu, kun widgetien alustus on kesken
fr_fr: Masquer l'initialisation des widgets derrière l'écran de démarrage
hu_hu: A widget inicializálásának elrejtése a splash mögött
pt_br: Ocultar a inicialização do widget atrás do splash
ru_ru: Скрыть инициализацию виджета за заставкой
zh_cn: 将小部件初始化隐藏在启动画面后面

# #31429
source: Chapters
ar_sa: الفصول
de_de: Kapitel
es_es: Capítulos
fi_fi: Kappaleet
fr_fr: Chapitres
hu_hu: Fejezetek
pt_br: Capítulos
ru_ru: Главы
zh_cn: 章节

# #31430
source: Customise style
ar_sa: تخصيص النمط
de_de: Stil anpassen
es_es: Personalizar estilo
fi_fi: Muokkaa tyyliä
fr_fr: Personnaliser le style
hu_hu: Stílus beállítás
pt_br: Personalizar o estilo
ru_ru: Настроить стиль
zh_cn: 自定义风格

# #31431
source: Circle
ar_sa: دائرة
de_de: Kreis
es_es: Círculo
fi_fi: Ympyrä
fr_fr: Cercle
hu_hu: Kör
pt_br: Círculo
ru_ru: Круг
zh_cn: 圆形

# #31432
source: Adaptive
ar_sa: متأقلم تلقائياً
de_de: Adaptiv
es_es: Adaptativo
fi_fi: Mukautuva
fr_fr: Adaptatif
hu_hu: Adaptív
pt_br: Adaptativo
ru_ru: Адаптивный
zh_cn: 自适应

# #31433
source: Additional tags
ar_sa: علامات إضافية
de_de: Zusätzliche Tags
es_es: Etiquetas adicionales
fi_fi: Lisämerkinnät
fr_fr: Balises supplémentaires
hu_hu: További címkék
pt_br: Etiquetas adicionais
ru_ru: Дополнительные теги
zh_cn: 附加标签

# #31434
source: Video OSD
ar_sa: واجهة عرض الفيديو الOSD
es_es: OSD de vídeo
fi_fi: Videon kuvaruutuvalikko
fr_fr: OSD Vidéo
hu_hu: Videó OSD
pt_br: OSD do Vídeo
ru_ru: Видео OSD
zh_cn: 视频 OSD

# #31435
source: TMDbHelper lookups
ar_sa: بحث من خلال TMDbHelper
de_de: TMDbHelper-Aussehen
es_es: Búsquedas TMDbHelper
fi_fi: TMDbHelper-lisätiedot
fr_fr: Recherches TMDbHelper
hu_hu: TMDbHelper keresések
pt_br: Pesquisas do TMDbHelper
ru_ru: Загрузить TMDbHelper
zh_cn: TMDbHelper 查找

# #31436
source: Cycle background extrafanart
ar_sa: تدوير الاعمال الفنية الاضافية في الخلفية
de_de: Zufällige Änderung des Hintergrunds für extra Fanart
es_es: Fondo de ciclo extrafanart
fi_fi: Taustakuvien automaattinen vaihto (extrafanart)
fr_fr: Faire défiler les extrafanarts en arrière-plan
hu_hu: Háttérképek cseréje (diavetítés)
pt_br: Alternar fundo de extrafanart
zh_cn: 循环背景额外同人画

# #31437
source: Choose spotlight
ar_sa: تخصيص spotlight
de_de: Rampenlicht-Widget auswählen
es_es: Elegir foco
fi_fi: Valitse spotlight
fr_fr: Choisir le Spotlight
hu_hu: Spotlight kiválasztása
pt_br: Escolher o destaque
ru_ru: Выбрать сцену
zh_cn: 选择“精选推荐”

# #31438
source: Simple
ar_sa: بسيط
de_de: Einfach
es_es: Sencillo
fi_fi: Yksinkertainen
hu_hu: Egyszerű
pt_br: Simples
ru_ru: Простой
zh_cn: 简单

# #31439
source: Large
ar_sa: كبير
de_de: Groß
es_es: Grande
fi_fi: Suuri
fr_fr: Grande
hu_hu: Nagy
pt_br: Grande
ru_ru: Большой
zh_cn: 大型

# #31440
source: Extra Large
ar_sa: ضخم
de_de: Extra Groß
es_es: Extra grande
fi_fi: Erittäin suuri
fr_fr: Très grande
hu_hu: Extra nagy
pt_br: Extra Grande
ru_ru: Очень большой
zh_cn: 特大型

# #31441
source: FlixArt Size
ar_sa: FlixArt حجم صورة الفيديو بالواجهة الرئيسية
de_de: FlixArt-Größe
es_es: Tamaño FlixArt
fi_fi: FlixArt-koko
fr_fr: Taille du FlixArt
hu_hu: FlixArt méret
pt_br: Tamanho do FlixArt
ru_ru: Размер FlixArt
zh_cn: 影片艺术图尺寸

# #31442
source: Parent
ar_sa: الاقسام الرئيسية
de_de: Übergeordnet
es_es: Dirección
fi_fi: Ylävalikko
hu_hu: Szülő elem
pt_br: Superior
ru_ru: Родительский элемент
zh_cn: 父级

# #31443
source: Open path in dialog
de_de: Pfad im Dialog öffnen
es_es: Abrir ruta en el diálogo
fi_fi: Avaa sijainti valikossa
fr_fr: Ouvrir le chemin dans la boîte de dialogue
hu_hu: Elérési út megnyitása párbeszédpanelen
pt_br: Abrir caminho na caixa de diálogo
ru_ru: Открыть путь в диалоговом окне
zh_cn: 在对话框中打开路径

# #31444
source: Customisation
ar_sa: التخصيص
de_de: Personalisierung
es_es: Personalización
fi_fi: Muokkaus
fr_fr: Personnalisation
hu_hu: Testreszabás
pt_br: Personalização
zh_cn: 自定义

# #31445
source: Replace search with discover
ar_sa: إستخدام إكتشف بدلاً من بحث
de_de: Ersetze Suche durch Entdecken
es_es: Sustituya buscar por descubrir
fi_fi: Käytä hakutoiminnon sijaan löydä-toimintoa
fr_fr: Remplacer Recherche par Découverte
hu_hu: Cseréld le a keresést felfedezésre
pt_br: Substituir a pesquisa pelo descobrir
ru_ru: Изменить поиск на обзор
zh_cn: 用“发现”代替“搜索”

# #31447
source: Kodi logo
ar_sa: شعار كودي
es_es: Logotipo de Kodi
fr_fr: Logo Kodi
hu_hu: Kodi logó
pt_br: Logo do Kodi
ru_ru: Логотип Kodi
zh_cn: KODI 徽标

# #31448
source: This category contains customisation options for
de_de: Diese Kategorie enthält Anpassungsoptionen für
es_es: Esta categoría contiene opciones de personalización para
fi_fi: Osiossa on asetukset, jotka liittyvät ominaisuuksiin:
fr_fr: Cette catégorie contient des options de personnalisation pour
hu_hu: Ez a kategória testreszabási lehetőségeket tartalmaz a következőhöz
pt_br: Esta categoria contém opções de personalização para
ru_ru: Эта категория содержит настройки параметров для
zh_cn: 该类别包含以下自定义选项

# #31449
source: Setup wizard
ar_sa: مساعد اعداد المظهر
de_de: Setup-Assistent
es_es: Asistente de configuración
fi_fi: Asetusvelho
fr_fr: Assistant de configuration
hu_hu: Beállítás varázsló
pt_br: Assistente de configuração
ru_ru: Мастер настройки
zh_cn: 设置向导

# #31450
source: Text only
ar_sa: كتابي فقط
de_de: Nur Text
es_es: Sólo texto
fi_fi: Vain teksti
fr_fr: Texte uniquement
hu_hu: Csak szöveg
pt_br: Somente texto
ru_ru: Только текст
zh_cn: 仅文本

# #31451
source: Compound
ar_sa: مركب٢
de_de: Verbunden
es_es: Combinado
fr_fr: Composé
hu_hu: Összetett
pt_br: Composto
ru_ru: Комплексный
zh_cn: 复合

# #31452
source: Composite
ar_sa: مركب١
de_de: Zusammengesetzt
es_es: Compuesto
hu_hu: Kompozit
pt_br: Composto
ru_ru: Композитный
zh_cn: 复合

# #31453
source: Choose colour theme
ar_sa: اختيار نمط الألوان
de_de: Farbschema auswählen
es_es: Elegir tema de color
fi_fi: Valitse väriteema
fr_fr: Choisir le thème de couleur
hu_hu: Színséma kiválasztása
pt_br: Escolher a cor do tema
ru_ru: Выбрать цветовую тему
zh_cn: 选择颜色主题

# #31454
source: Choose dialog style
ar_sa: اختيار طريقة ظهور نافذة المعلومات
de_de: Dialog-Stil auswählen
es_es: Elegir estilo de diálogo
fi_fi: Valitse valikon tyyli
fr_fr: Choisir le style de boîte de dialogue
hu_hu: Dialóg stílus kiválasztása
pt_br: Escolher o estilo da caixa de diálogo
ru_ru: Выберите стиль диалогового окна
zh_cn: 选择对话风格

# #31455
source: Choose layout style
ar_sa: اختيار طريقة العرض
de_de: Layout-Stil auswählen
es_es: Elija el estilo de diseño
fi_fi: Valitse asettelun tyyli
fr_fr: Choisir le style de disposition
hu_hu: Elrendezési stílus kiválasztása
pt_br: Escolher o estilo do layout
ru_ru: Выберите стиль разметки
zh_cn: 选择排版风格

# #31456
source: Prebuilt
ar_sa: بناء مسبق
de_de: Vorgefertigt
es_es: Preconstruido
fi_fi: Esiasetus
fr_fr: Prédéfini
hu_hu: Előre beépített
pt_br: Pré-construído
ru_ru: Шаблон
zh_cn: 预置配置

# #31457
source: Scrollbar
ar_sa: شريط التمرير
de_de: Scrollleiste
es_es: Barra de desplazamiento
fi_fi: Vierityspalkki
fr_fr: Barre de défilement
hu_hu: Gördítősáv
pt_br: Barra de rolagem
zh_cn: 滚动条

# #31458
source: Monochrome
ar_sa: غير ملون
de_de: Monochrom
es_es: Monocromo
fi_fi: Mustavalkoinen
hu_hu: Fekete-fehér
pt_br: Monocromático
ru_ru: Монохромный
zh_cn: 单色

# #31459
source: Letter
ar_sa: احرف ابجدية
de_de: Buchstabe
es_es: Carta
fi_fi: Kirjain
fr_fr: Lettre
hu_hu: Levél
pt_br: Letras
ru_ru: Буква
zh_cn: 字母

# #31460
source: Customise visualisation
ar_sa: إختيار المؤثرات
de_de: Visualisierung anpassen
es_es: Personalizar la visualización
fi_fi: Muokaa visualisointia
fr_fr: Personnaliser la visualisation
hu_hu: Vizualizáció kiválasztása
pt_br: Personalizar visualizações
ru_ru: Настроить визуализацию
zh_cn: 自定义可视化

# #31461
source: Choose preset
ar_sa: اختار نموذج معد مسبقا
de_de: Wähle Voreinstellung
es_es: Elegir preajuste
fi_fi: Valitse esiasetus
fr_fr: Choisir un préréglage
hu_hu: Válassz mintát
pt_br: Escolher predefinição
ru_ru: Выбрать пресет
zh_cn: 选择预置配置

# #31462
source: Wall Banner
de_de: Wand - Banner
es_es: pancarta de muro
fi_fi: Seinä (banneri)
fr_fr: Mur Bannière
hu_hu: Banner nézet
pt_br: Parede de Banner
zh_cn: 横幅墙

# #31463
source: Filter and view options
de_de: Filter- und Ansichtsoptionen
hu_hu: Szűrő- és nézetopciók
pt_br: Opções de filtro e exibição

# #31464
source: Filter and view options
de_de: Filter- und Ansichtsoptionen
hu_hu: Szűrő- és nézetbeállítások
pt_br: Opções de filtro e exibição

# #31465
source: Rain chance
ar_sa: فرصة هطول مطر
de_de: Regenwahrscheinlichkeit
es_es: Probabilidad de lluvia
fi_fi: Sateen todennäköisyys
fr_fr: Risque de pluie
hu_hu: Eső esélye
pt_br: Chance de chuva
ru_ru: Вероятность дождя
zh_cn: 降雨概率

# #31466
source: Blur background
ar_sa: طمس الخلفية
de_de: Unscharfer Hintergrund
es_es: Fondo borroso
fi_fi: Sumennettu taustakuva
fr_fr: Flouter l'arrière-plan
hu_hu: Elmosott háttér
pt_br: Desfocar fundo
zh_cn: 模糊背景

# #31467
source: Tiles configuration
ar_sa: تخصيص العناوين
de_de: Kacheln konfigurieren
es_es: Configuración de baldosas
fi_fi: Ruutujen sisältö
fr_fr: Configuration des tuiles
hu_hu: Csempe konfiguráció
pt_br: Configuração dos blocos
ru_ru: Настройка плиток
zh_cn: 平铺配置

# #31468
source: Tile layout
ar_sa: تصميم العنوان
de_de: Kachel-Layout
es_es: Distribución de baldosas
fi_fi: Ruutujen määrä
fr_fr: Disposition des tuiles
hu_hu: Csempe elrendezés
pt_br: Layout do bloco
ru_ru: Разметка плиток
zh_cn: 平铺布局

# #31469
source: Choose shortcut
ar_sa: اختيار الاختصار
de_de: Verknüpfung wählen
es_es: Elija un atajo
fi_fi: Valitse pikakuvake
fr_fr: Choisir un raccourci
hu_hu: Parancsikon kiválasztása
pt_br: Escolher atalho
ru_ru: Выберите ярлык
zh_cn: 选择快捷方式

# #31470
source: Wind gusts
ar_sa: هبوب رياح
de_de: Windböen
es_es: Rachas de viento
fi_fi: Puuskittaista tuulta
fr_fr: Rafales de vent
hu_hu: Széllökések
pt_br: Rajadas de vento
ru_ru: Порывы ветра
zh_cn: 大风

# #31471
source: Fire danger
ar_sa: خطر حريق
de_de: Brandgefahr
es_es: Peligro de incendio
fi_fi: Tulipalovaara
fr_fr: Risque d'incendie
hu_hu: Tűzveszély
pt_br: Perigo de incêndio
ru_ru: Пожарная опасность
zh_cn: 火灾危害

# #31472
source: Rain since 9am
ar_sa: مطر منذ التاسعة
de_de: Regen seit 9 Uhr morgens
es_es: Lluvia desde las 9am
fi_fi: Sadetta aamuyhdeksästä lähtien
fr_fr: Pluie depuis 9h
hu_hu: Eső 9 óra óta
pt_br: Chovendo desde das 9am
ru_ru: Дождь с 9 утра
zh_cn: 上午 9 时起开始下雨

# #31474
source: Each menu item has its own widget group.
de_de: Jeder Menü-Eintrag hat seine eigene Widget-Gruppe.
es_es: Cada elemento del menú tiene su propio grupo de widgets.
fi_fi: Jokaisella valikon osalla on omat widgetit.
fr_fr: Chaque élément de menu a son propre groupe de widgets.
hu_hu: Minden menüpontnak saját widgetcsoportja van.
pt_br: Cada item de menu possui seu próprio grupo de widgets.
ru_ru: Каждый пункт меню имеет свою собственную группу виджетов.
zh_cn: 每个菜单项都有自己的小部件组。

# #31475
source: The spotlight is a special fullscreen widget designed to showcase one item at a time.
de_de: Das Rampenlicht ist ein speziell entworfenes Vollbild-Widget welches einen wechselnden Widget-Eintrag präsentiert.
es_es: El foco es un widget especial a pantalla completa diseñado para mostrar un elemento a la vez.
fi_fi: Spotlight on kokoruudun widget, joka näyttää vain yhden nimikkeen tiedot kerrallaan.
fr_fr: Le Spotlight est un widget plein écran spécial conçu pour présenter un seul élément à la fois.
hu_hu: A spotlight egy speciális, teljes képernyős widget, amely egyszerre csak egy elemet jelenít meg.
pt_br: O destaque é um widget especial em tela cheia projetado para exibir um item por vez.
ru_ru: Сцена это специальный полноэкранный виджет, предназначенный для демонстрации информации одного элемента.
zh_cn: “精选推荐”是一种特殊的全屏小部件，其设计目的是每次展示一个项目。

# #31476
source: This category contains acknowledgements, contributions, and thanks.
ar_sa: هذه الفئة تحوي شكر وتقدير لمن ساهم بالعمل
de_de: Diese Kategorie enthält Danksagungen, Beiträge und Anerkennungen.
es_es: Esta categoría contiene reconocimientos, contribuciones y agradecimientos.
fi_fi: Osiossa kiitetään henkilöitä, jotka ovat auttaneet kehitystyössä tai tukeneet lahjoituksilla.
fr_fr: Cette catégorie contient les reconnaissances, les contributions et les remerciements.
hu_hu: Ez a kategória elismeréseket, hozzájárulásokat és köszöneteket tartalmaz.
pt_br: Esta categoria contém reconhecimentos, contribuições e agradecimentos.
zh_cn: 此类别包含致谢、贡献和感谢。

# #31477
source: Progress percentage
ar_sa: نسبة المشاهدة
de_de: Fortschritt in Prozent
es_es: Porcentaje de progreso
fi_fi: Toistoprosentti
fr_fr: Pourcentage de progression
hu_hu: Haladási százalék
pt_br: Percentual do progresso
ru_ru: Процент прогресса
zh_cn: 进度百分比

# #31479
source: List Media
ar_sa: قائمة الوسائط
de_de: Liste - Medien
es_es: Lista de medios
fi_fi: Lista (media)
fr_fr: Liste Média
hu_hu: Média lista
pt_br: Lista de Mídia
ru_ru: Медиасписок
zh_cn: 媒体列表

# #31480
source: List Flixart
ar_sa: قائمة Flixart
de_de: Liste - FlixArt
es_es: Lista Flixart
fi_fi: Lista (flixart)
fr_fr: Liste Flixart
hu_hu: Flixart lista
pt_br: Lista Flixart
ru_ru: Flixart список
zh_cn: 影片艺术图列表

# #31481
source: Play trailers automatically
ar_sa: تشغيل إعلان الفيلم تلقائيا
de_de: Trailer automatisch abspielen
es_es: Reproducir trailers automáticamente
fi_fi: Toista trailerit automaattisesti
fr_fr: Lire les bandes-annonces automatiquement
hu_hu: Bemutatók lejátszása automatikusan
pt_br: Reproduzir trailers automaticamente
ru_ru: Воспроизводить трейлеры автоматически
zh_cn: 自动播放预告片

# #31482
source: Trailers
ar_sa: إعلان الفيلم
de_de: Trailer
fi_fi: Trailerit
fr_fr: Bandes-annonces
hu_hu: Bemutatók
ru_ru: Трейлеры
zh_cn: 预告片

# #31483
source: Replay
ar_sa: إعادة العرض
de_de: Wiederholung
es_es: Repetir
fi_fi: Toista uudelleen
fr_fr: Revoir
hu_hu: Visszajátszás
pt_br: Repetir
ru_ru: Повтор
zh_cn: 重播

# #31484
source: Pause
ar_sa: Pause توقف مؤقت
es_es: Pausa
fi_fi: Tauko
hu_hu: Szünet
pt_br: Pausar
ru_ru: Пауза
zh_cn: 暂停

# #31485
source: Stop
ar_sa: ايقاف العرض
fi_fi: Pysäytä
fr_fr: Arrêter
hu_hu: Állj
pt_br: Parar
ru_ru: Стоп
zh_cn: 停止

# #31486
source: Dialog
ar_sa: حوار
es_es: Diálogo
fi_fi: Valikko
fr_fr: Dialogue
hu_hu: Párbeszéd
pt_br: Diálogo
ru_ru: Диалог
zh_cn: 对话

# #31487
source: and
ar_sa: و
de_de: und
es_es: y
fi_fi: ja
fr_fr: et
hu_hu: és
pt_br: e
ru_ru: и
zh_cn: 和

# #31488
source: Category items appear as a horizontal menu at the top of the hub window.
ar_sa: الصفحات هي قائمة أفقية من الاختصارات الظاهرة تحت spotlight
de_de: Kategorie-Einträge erscheinen oben als horizontales Menü im Hubfenster.
es_es: Los elementos de categoría aparecen como un menú horizontal en la parte superior de la ventana del concentrador.
fi_fi: Kategorian nimikkeet näkyvät vaakasuuntaisena valikkona hubin yläreunassa.
fr_fr: Les éléments de catégorie apparaissent comme un menu horizontal en haut de la fenêtre du hub.
hu_hu: A kategóriaelemek vízszintes menüként jelennek meg a hub ablak tetején.
pt_br: Os itens da categoria aparecem como um menu horizontal na parte superior da janela do hub.
ru_ru: Элементы категории отображаются в виде горизонтального меню в верхней части окна хаба.
zh_cn: 类别项目以水平菜单的形式显示在 Hub 窗口的顶部。

# #31489
source: Each category can define its own set of vertically stacked widgets OR use a submenu as a horizontal widget selector.
ar_sa: كل فئة لها قائم فرعية فردية ومجموعة أدوات خاصة بها. يتم ملء القوائم الفرعية إما ديناميكيا من قائمة أو يتم تعريفها بعناصر ثابتة فردية. يمكن لكل عنصر من عناصر القائمة الفرعية الثابتة تحديد المجموعة الفرعية الإضافية الخاصة به
de_de: Jede Kategorie kann ihr eigenes Set vertikal gestapelter Widgets definieren ODER ein Untermenü als horizontalen Widget-Selektor verwenden.
es_es: Cada categoría puede definir su propio conjunto de widgets apilados verticalmente O utilizar un submenú como selector horizontal de widgets.
fi_fi: Jokaiseen kategoriaan voidaan määrittää omat widgetit, jotka ovat alekkain TAI alavalikko, josta valitaan widgetit vaakasuunnassa.
fr_fr: Chaque catégorie peut définir son propre ensemble de widgets empilés verticalement OU utiliser un sous-menu comme sélecteur de widget horizontal.
hu_hu: Minden kategória meghatározhatja a saját függőleges widgetkészletét VAGY használhat egy almenüt vízszintes widgettel.
pt_br: Cada categoria pode definir seu próprio conjunto de widgets empilhados verticalmente OU usar um submenu como seletor de widget horizontal.
ru_ru: Каждая категория может определять свой собственный набор вертикально расположенных виджетов ИЛИ использовать подменю в качестве горизонтального селектора виджетов.
zh_cn: 每个类别都可以定义自己的垂直堆叠小部件集，或使用子菜单作为水平小部件选择器。

# #31490
source: Cancelled
ar_sa: ملغي
de_de: Abgesetzt
es_es: Cancelada
fi_fi: Lopetettu
fr_fr: Annulé
hu_hu: Törölve
pt_br: Cancelado
ru_ru: Отменено
zh_cn: 已取消

# #31491
source: Miscellaneous
ar_sa: متنوع
de_de: Verschiedenes
es_es: Varios
fi_fi: Muuta
fr_fr: Divers
hu_hu: Egyebek
pt_br: Miscelâneas
ru_ru: Разное
zh_cn: 混杂的

# #31492
source: Add-ons hub
ar_sa: صفحة الإضافات
es_es: Hub de addons
fi_fi: Lisäosien valikko
fr_fr: Hub des extensions
hu_hu: Kiegészítő hub
pt_br: Hub de Addons
ru_ru: Хаб дополнений
zh_cn: 附加组件 hub

# #31493
source: Ended
ar_sa: مكتمل
de_de: Beendet
es_es: Finalizada
fi_fi: Päättynyt
fr_fr: Terminé
hu_hu: Befejezett
pt_br: Termninado
ru_ru: Завршено
zh_cn: 结束

# #31494
source: Rebuild
ar_sa: إعادة البناء
de_de: Übernehmen
es_es: Reconstruir
fi_fi: Luo uudelleen
fr_fr: Reconstruire
hu_hu: Újraépítés
pt_br: Reconstruir
ru_ru: Перестроить
zh_cn: 重建

# #31495
source: Unlocked
ar_sa: مفتوح
de_de: Entsperrt
es_es: Desbloqueada
fi_fi: Auki
fr_fr: Déverrouillé
hu_hu: Nyitott
pt_br: Desbloqueado
ru_ru: Разблокировано
zh_cn: 已解锁

# #31496
source: Customise widgets
ar_sa: اعداد الودجتس
de_de: Widgets anpassen
es_es: Personalizar widgets
fi_fi: Widgetin muokkaus
fr_fr: Personnaliser les widgets
hu_hu: Widgetek testreszabása
pt_br: Personalizar widgets
ru_ru: Настроить виджеты
zh_cn: 自定义小部件
