Repository: taiseer999/taiseer999.github.io
Catalog: repo/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32335
source: Do you wish to reset the [B]{}[/B] player file back to its original unmodified state on disk? [B]WARNING:[/B] This action cannot be undone.
pl_pl: Czy chcesz zresetować plik [B]{}[/B] playera z powrotem do oryginalnego niezmodyfikowanego stanu na dysku? [B]UWAGA:[/B] Tej czynności nie można cofnąć.

# #32336
source: Save your changes?
pl_pl: Zapisać zmiany?

# #32337
source: The [B]{}[/B] player file has changed. Do you wish to save your changes? If you close without saving, your changes will be lost.
pl_pl: Plik playera [B]{}[/B] uległ zmianie. Czy chcesz zapisać swoje zmiany? Jeśli zamkniesz bez zapisywania, zmiany zostaną utracone.

# #32338
source: Close without Saving
pl_pl: Zamknij bez zapisywania

# #32339
source: {} playback URL resolve method
pl_pl: {} metoda rozwiązywania adresu URL odtwarzania

# #32340
source: Please note that setResolvedUrl is Kodi's preferred method for resolving playback URLs. The PlayMedia method should only be used if you experience difficulties using setResolvedUrl with this particular player. Are you sure you want to set this player's resolve method to PlayMedia?
pl_pl: Pamiętaj, że metoda setResolvedUrl jest preferowaną przez Kodi metodą rozwiązywania adresów URL dla odtwarzania. Metoda PlayMedia powinna być używana tylko w przypadku problemów z używaniem setResolvedUrl w tym konkretnym playerze. Czy na pewno chcesz ustawić metodę rozwiązywania przez tego playera na PlayMedia?

# #32341
source: Choose fallback player method
pl_pl: Wybierz metodę zastępczą playera

# #32342
source: Fallbacks for {}
pl_pl: Rozwiązania zastępcze dla {}

# #32343
source: Choose fallback for {} {}
pl_pl: Wybierz rozwiązanie zastępcze dla {} {}

# #32344
source: Enter New Priority for {}
pl_pl: Wprowadź nowy priorytet dla {}

# #32345
source: Episode groups
pl_pl: Grupy odcinków

# #32347
source: Log output of Trakt request
pl_pl: Wyjście dziennika żądań Trakt

# #32348
source: Log output of TMDb request
pl_pl: Wyjście dziennika żądań TMDB

# #32349
source: Use fallback English plot translations (slower)
pl_pl: Użyj zastępczo angielskich opisów fabuły (wolniej)

# #32350
source: Retrieve English language plot translations to use as a fallback when primrary language translation is missing. Note that this setting will considerably increase detailed information lookup times and database disk usage.
pl_pl: Pobierz opisy fabuły w języku angielskim, aby użyć ich zastępczo w przypadku braku opisów w języku podstawowym. Pamiętaj, że to ustawienie wydłuży czas wyszukiwania informacji i zwiększy wykorzystanie dysku przez bazę danych.

# #32351
source: Dummy ResolvedURL
pl_pl: Fikcyjny ResolvedURL

# #32352
source: Dummy video duration (seconds)
pl_pl: Czas trwania fikcyjnego wideo (sekundy)

# #32353
source: Missing "is_resolvable" Flag
pl_pl: Brak flagi oznaczenia "is_resolvable"

# #32354
source: Does this player resolve directly to a single playable file? Select "Yes" for any player that plays directly from single source. Select "No" for players that scrape multiple sources or otherwise do not work with the setResolvedURL method.
pl_pl: Czy ten player rozwiązuje bezpośrednio do pojedynczego odtwarzalnego pliku? Wybierz "Tak" dla dowolnego playera, który odtwarza bezpośrednio z jednego źródła. Wybierz "Nie" dla playerów, które pobierają wiele źródeł lub w inny sposób nie działają z domyślną metodą setResolvedURL.

# #32355
source: Remove from user list
pl_pl: Usuń z listy użytkownika

# #32356
source: Enter new list name
pl_pl: Wpisz nazwę nowej listy

# #32357
source: Are you sure you want to delete [B]{}[/B]? This action cannot be undone.
pl_pl: Czy jesteś pewien, że chcesz usunąć [B]{}[/B]? Tej czynności nie można cofnąć.

# #32358
source: Delete user list
pl_pl: Usuń listę użytkownika

# #32359
source: Enter new name
pl_pl: Wpisz nową nazwę

# #32360
source: Companies
pl_pl: Wytwórnie

# #32361
source: Search Lists
pl_pl: Szukaj list

# #32362
source: Do you want to add this item to the library now?
pl_pl: Czy chcesz teraz dodać tę pozycję do biblioteki?

# #32363
source: Delay after resolving (seconds)
pl_pl: Opóźnienie po rozwiązaniu (sekundy)

# #32364
source: Reroute PlayMedia to xbmc.Player()
pl_pl: Przekieruj PlayMedia do xbmc.Player()

# #32377
source: Use online artwork in image monitor
pl_pl: Użyj grafiki online w monitorze obrazów

# #32365
source: Combined
pl_pl: Łączone

# #32366
source: Hide items without airdates
pl_pl: Ukryj pozycje bez dat emisji

# #32367
source: Local Information
pl_pl: Informacje lokalne

# #32368
source: Next Aired / Next Episodes
pl_pl: Następnie emitowane / Następne odcinki

# #32369
source: thumbs
pl_pl: thumb

# #32371
source: Preferred artwork for thumbs
pl_pl: Preferowana grafika dla miniaturek

# #32386
source: Use online ratings in details monitor
pl_pl: Korzystaj z ocen online w monitorze szczegółów

# #32373
source: Restrict to library strm
pl_pl: Ogranicz do strumieni biblioteki

# #32388
source: Retrieve genre fanart
pl_pl: Pobierz fanart gatunku

# #32389
source: Retrieve provider fanart
pl_pl: Pobierz fanart dostawcy

# #32374
source: Constructing players
pl_pl: Tworzę playery

# #32375
source: Retrieving item details
pl_pl: Pobieram informacje dla pozycji

# #32376
source: Building players dialog
pl_pl: Tworzę okno dialogowe playerów

# #32378
source: Show All
pl_pl: Pokaż wszystko

# #32379
source: Hide Specials
pl_pl: Ukrywaj specjalne

# #32380
source: Hide Up Next
pl_pl: Ukrywaj następne

# #32381
source: Hide Up Next and Specials
pl_pl: Ukrywaj specjalne i następne

# #32382
source: Hide Episode Groups
pl_pl: Ukrywaj grupy odcinków

# #32383
source: Hide Episode Groups and Specials
pl_pl: Ukrywaj grupy odcinków i specjalne

# #32384
source: Hide Episode Groups and Up Next
pl_pl: Ukrywaj grupy odcinków i następne

# #32385
source: Hide All
pl_pl: Ukrywaj wszystko

# #32387
source: Delete {} Cache
pl_pl: Usuń {} cache

# #32390
source: Use alternative .nfo filename
pl_pl: Użyj alternatywnej nazwy pliku .nfo

# #32391
source: Select update type
pl_pl: Wybierz typ aktualizacji

# #32392
source: Use [B]Quick Update[/B] to check for new items. Use [B]Forced Update[/B] to ignore previously cached update details and recheck all items. Forced updates should only be used when cleaning and rebuilding the Kodi library.
pl_pl: Użyj [B]Szybkiej aktualizacji[/B], aby sprawdzić dostępność nowych pozycji. Użyj [B]Wymuszonej aktualizacji[/B], aby zignorować wcześniej zapisane w pamięci podręcznej szczegóły aktualizacji i ponownie sprawdzić wszystkie pozycje. Wymuszone aktualizacje powinny być używane tylko podczas czyszczenia i odbudowy biblioteki Kodi.

# #32393
source: Forced Update
pl_pl: Wymuszona aktualizacja

# #32394
source: Quick Update
pl_pl: Szybka aktualizacja

# #32395
source: Log timer reports for directories
pl_pl: Rejestruj raporty timera dla katalogów

# #32397
source: Original
pl_pl: Oryginalna

# #32398
source: Medium
pl_pl: Średnia

# #32400
source: Play local Kodi library files
pl_pl: Odtwarzaj lokalne pliki biblioteki Kodi

# #32401
source: TMDb detailed information
pl_pl: Informacje szczegółowe TMDB

# #32404
source: Flatten tvshows with multiple episodes airing same day
pl_pl: Spłaszczaj seriale z wieloma odc. emitowanymi jednego dnia

# #32405
source: Your TV Shows Airing This Week
pl_pl: Twoje emitowane w tym tygodniu Seriale

# #32406
source: Your In-Progress Episodes
pl_pl: Twoje w trakcie oglądania Odcinki

# #32407
source: Get resume points (experimental) (slower)
pl_pl: Pobierz punkty wznowienia (eksperymentalne)

# #32409
source: Cache database location
pl_pl: Lokalizacja bazy danych pamięci podręcznej

# #32410
source: Max concurrent threads (0 is unlimited)
pl_pl: Maks. liczba jednoczesnych wątków (0 - bez limitu)

# #32411
source: Providers
pl_pl: Dostawcy

# #32412
source: With Watch Provider
pl_pl: Z dostawcą

# #32413
source: Next episodes checks calendar (slower but more accurate)
pl_pl: Sprawdzaj kalendarz nast. odcinków (wolniej, ale dokładniej)

# #32414
source: Most Watched
pl_pl: Najczęściej oglądane

# #32415
source: Combine all players for plugin into single entry
pl_pl: Połącz wszystkie playery dla wtyczki w jeden wpis

# #32416
source: Premieres
pl_pl: Premiery

# #32418
source: Adds text to the start of the MPAA rating. For example if set to 'Rated' a 'PG' rating is displayed as 'Rated PG'. Cached items will need to be refreshed.
pl_pl: Dodaje tekst na początku oceny MPAA. Na przykład, jeśli ustawiono „Ocenione”, ocena „PG” jest wyświetlana jako „Ocenione PG”. Pozycje zapisane w pamięci podręcznej będą wymagały odświeżenia.

# #32419
source: The language and country settings used when looking up data from TMDb and Trakt APIs
pl_pl: Ustawienia języka i kraju używane podczas wyszukiwania danych z API TMDB i Trakt

# #32420
source: TMDb artwork quality
pl_pl: Jakość grafik TMDB

# #32421
source: Top Lists
pl_pl: Najlepsze listy

# #32422
source: MDbList API
pl_pl: API MDbList

# #32423
source: MDbList API key
pl_pl: Klucz API dla serwisu MDbList

# #32424
source: Make episode playlists
pl_pl: Twórz listy odtwarzania odcinków

# #32425
source: Have TMDbHelper queue all episodes in a playlist when playing an episode using this player?
pl_pl: Czy TMDbHelper ma umieścić w kolejce wszystkie odcinki na liście odtwarzania podczas odtwarzania odcinka za pomocą tego playera?

# #32426
source: Return to previous folder (..)
pl_pl: Wróć do poprzedniego folderu (..)

# #32427
source: Use current folder as search URL
pl_pl: Użyj bieżącego folderu jako adresu URL wyszukiwania

# #32428
source: Browse for MOVIE search url
pl_pl: Wyszukaj adres URL wyszukiwania Filmów

# #32429
source: Browse for TVSHOW search url
pl_pl: Wyszukaj adres URL wyszukiwania Seriali

# #32430
source: Enter a name for this player
pl_pl: Wprowadź nazwę dla tego playera

# #32431
source: Use the same search URL for tvshows as movies?
pl_pl: Używać tego samego adresu URL wyszukiwania seriali co filmów?

# #32432
source: Select template
pl_pl: Wybierz szablon

# #32433
source: Missing QUERYKEY in URL
pl_pl: Brak QUERYKEY w adresie URL

# #32434
source: You must insert QUERYKEY where the search query for the URL goes
pl_pl: Musisz wstawić QUERYKEY w miejscu, w które trafia zapytanie dotyczące adresu URL

# #32435
source: Input QUERYKEY where search query goes
pl_pl: Wprowadź QUERYKEY, do którego trafia zapytanie wyszukiwania

# #32436
source: Details
pl_pl: Informacje

# #32437
source: Configure provider data allowlist
pl_pl: Skonfiguruj listę dozwolonych dostawców

# #32438
source: Provider allowlist updated
pl_pl: Zaktualizowano listę dozwolonych dostawców

# #32439
source: The provider allowlist has been updated. Please note that updating provider details requires the item cache to be refreshed. The item cache can be deleted in the expert settings section.
pl_pl: Lista dozwolonych dostawców została zaktualizowana. Pamiętaj, że aktualizacja danych dostawcy wymaga odświeżenia pamięci podręcznej pozycji. Pamięć podręczną można usunąć w sekcji ustawień eksperckich.

# #32440
source: Edit steps
pl_pl: Edytuj kroki

# #32441
source: Add a new step
pl_pl: Dodaj nowy krok

# #32442
source: Add a new rule
pl_pl: Dodaj nową regułę

# #32443
source: Select value to match against {}
pl_pl: Wybierz wartość do dopasowania do {}

# #32444
source: Select rule or listitem key
pl_pl: Wybierz regułę lub klucz pozycji listy

# #32445
source: Edit Rules for Step {}
pl_pl: Edytuj reguły dla kroku {}

# #32446
source: plugin:// search URL for {}
pl_pl: plugin:// URL wyszukiwania dla {}

# #32447
source: Up Next Only
pl_pl: Tylko odcinki następne

# #32448
source: Stop before attempting playback
pl_pl: Zatrzymaj przed próbą odtwarzania

# #32449
source: Ignore region release filter
pl_pl: Ignoruj filtr regionu wydania

# #32451
source: Lowest
pl_pl: Najniższy

# #32452
source: Highest
pl_pl: Najwyższa

# #32453
source: Least played
pl_pl: Najrzadziej oglądane

# #32454
source: Shortest
pl_pl: Najkrótszy

# #32455
source: Longest
pl_pl: Najdłuższy

# #32456
source: Watchlist (Released)
pl_pl: Obserwowane (wydane)

# #32457
source: Watchlist (Anticipated)
pl_pl: Obserwowane (nadchodzące)

# #32458
source: Airing Next Library
pl_pl: Następnie emitowane biblioteki

# #32459
source: Your Episodes Airing Next
pl_pl: Twoje Odcinki następnie emitowane

# #32460
source: Awards
pl_pl: Nagrody

# #32461
source: Winner of
pl_pl: Zwycięzca z

# #32462
source: Nominated for
pl_pl: Nominowane do

# #32463
source: Cache items in custom lists you own for 24 hours
pl_pl: Przechowuj w cache pozycje z własnych list przez 24h

# #32466
source: Play automatically using available providers
pl_pl: Odtwarzaj automatycznie korzystając z dostępnych dostawców

# #32467
source: Refresh cached Kodi Library details
pl_pl: Odśwież zapisane w cache szczegóły biblioteki Kodi

# #32468
source: Authorisation and sync notifications on startup
pl_pl: Powiadamiaj o autoryzacji i synchronizacji przy uruchamianiu

# #32469
source: Ignore articles when sorting alphabetically
pl_pl: Ignoruj przedimki podczas sortowania

# #32471
source: Connection error notifications
pl_pl: Powiadamiaj o błędach połączenia

# #32472
source: Cache image location
pl_pl: Lokalizacja obrazu pamięci podręcznej

# #32473
source: Collected
pl_pl: Skolekcjonowane

# #32474
source: Successfully added {} as default player for {}
pl_pl: Pomyślnie dodano {} jako domyślnego playera dla {}

# #32475
source: Successfully cleared default player for {}
pl_pl: Pomyślnie wyczyszczono domyślnego playera dla {}

# #32476
source: Choose default player
pl_pl: Przypisz playera

# #32477
source: Change default player for tvshow, season, or episode
pl_pl: Zmień domyślnego playera dla serialu, sezonu lub odcinka

# #32481
source: Increases the pool of recently watched items randomly selected from to use as the seed for becauase you watched style recommendations.
pl_pl: Zwiększa pulę ostatnio oglądanych, losowo wybranych pozycji, które można wykorzystać jako materiał wyjściowy dla rekomendacji w "ponieważ oglądałeś".

# #32482
source: Random seed pool for recommendations
pl_pl: Losowa pula materiału wyjściowego dla rekomendacji

# #32483
source: Allow 3rd party plugin access to API key/token
pl_pl: Zezwól innym wtyczkom na dostęp do klucza/tokena API

# #32484
source: TVDb API
pl_pl: API dla serwisu TVDb

# #32485
source: Add rating
pl_pl: Dodaj ocenę

# #32486
source: Certification
pl_pl: Kategoria wiekowa

# #32487
source: Certification ( < or = )
pl_pl: Kategoria wiekowa ( < lub = )

# #32488
source: Certification ( > or = )
pl_pl: Kategoria wiekowa ( > lub = )

# #32489
source: Change rating
pl_pl: Zmień ocenę

# #32490
source: Add to favourites
pl_pl: Dodaj do Ulubionych

# #32491
source: Remove from favourites
pl_pl: Usuń z Ulubionych

# #32492
source: {} already exists in {}!
pl_pl: {} już istnieje w {}!

# #32493
source: Successfully removed {} from {}
pl_pl: Pomyślnie usunięto {} {} z {}

# #32494
source: Successfully added {} to {}
pl_pl: Pomyślnie dodano {} {} do {}

# #32495
source: Create new node
pl_pl: Utwórz nowy węzeł

# #32496
source: Add node
pl_pl: Dodaj węzeł

# #32497
source: Container content fallback for service listitems without mediatypes
pl_pl: Zastępcza treść kontenera dla pozycji listy bez typów mediów

# #32498
source: Some plugins have poor metadata and fail to fill the item mediatype which results in the service monitor not completing an item lookup. This setting allows the service monitor to use the container content type when item mediatype is missing. Note this setting will likely result more frequent incorrect matches due to the end plugin having bad metadata.
pl_pl: Niektóre wtyczki mają słabe metadane i nie wypełniają typu nośnika pozycji, co powoduje, że monitor usług nie kończy wyszukiwania pozycji. To ustawienie umożliwia monitorowi usług użycie zawartości kontenera, gdy brakuje typu nośnika pozycji. Pamiętaj, że to ustawienie prawdopodobnie spowoduje częstsze nieprawidłowe dopasowania, ponieważ wtyczka końcowa będzie miała złe metadane.

# #32499
source: Page multipliers (higher is slower)
pl_pl: Mnożniki stron (im wyższy tym wolniej)

# #32500
source: Page multiplier (TMDb basic lists)
pl_pl: Mnożnik strony (listy podstawowe TMDB)

# #32501
source: Page multiplier (Trakt basic lists)
pl_pl: Mnożnik strony (listy podstawowe Trakt)

# #32502
source: Page multiplier (Trakt sync lists)
pl_pl: Mnożnik strony (listy synchronizacji Trakt)

# #32503
source: Page multiplier (Library windows)
pl_pl: Mnożnik strony (okna biblioteki)

# #32504
source: Add {} to node
pl_pl: Dodaj {} do węzła

# #32505
source: Genre icons folder (TMDb)
pl_pl: Folder ikon gatunków (TMDb)

# #32506
source: Provider icons folder (TMDb)
pl_pl: Folder ikon serwisów (TMDb)

# #32507
source: Genre icon folder (Trakt)
pl_pl: Folder ikon gatunków (Trakt)

# #32508
source: Recache Kodi Library details when building players
pl_pl: Odśwież cache informacji biblioteki przy tworzeniu playerów

# #32509
source: Use alternative TMDb API url
pl_pl: Użyj alternatywnego adresu URL interfejsu API TMDB

# #32514
source: Add to MDbList list
pl_pl: Dodaj do listy MDbList

# #32516
source: MDbList API credentials not found.
pl_pl: Nie znaleziono danych uwierzytelniających API MDbList.

# #32517
source: Add your personal MDbList API key in TMDbHelper settings.
pl_pl: Dodaj swój osobisty klucz API MDbList w ustawieniach TMDbHelper.

# #32518
source: No static lists found for current MDbList user.
pl_pl: Nie znaleziono list statycznych użytkownika MDbList.

# #32519
source: Remove from MDbList list
pl_pl: Usuń z listy MDbList

# #32521
source: Rated
pl_pl: Ocenione

# #32522
source: TMDb user options
pl_pl: Opcje TMDB

# #32523
source: Add/Remove from TMDb user list
pl_pl: Dodaj/usuń z listy użytkownika TMDB

# #32524
source: User lists
pl_pl: Listy użytkownika

# #32525
source: Add/Remove from TMDb favourites
pl_pl: Dodaj/usuń z Ulubionych TMDB

# #32526
source: Add/Remove from TMDb watchlist
pl_pl: Dodaj/usuń z Obserwowanych TMDB

# #32527
source: Remove from {}
pl_pl: Usuń z {}

# #32528
source: Add to {}
pl_pl: Dodaj do {}

# #32529
source: Scrobble items on Trakt while watching
pl_pl: Rejestruj odtwarzane pozycje w serwisie Trakt

# #32530
source: Remove rating
pl_pl: Usuń ocenę

# #32531
source: Method only available for VIP accounts.
pl_pl: Metoda dostępna tylko dla kont VIP

# #32532
source: Force resync
pl_pl: Wymuś resynchronizację

# #32534
source: Trakt sync progress notifications
pl_pl: Powiadamiaj o postępie synchronizacji Trakt

# #32535
source: Non-binary
pl_pl: Niebinarna

# #32536
source: Unspecified
pl_pl: Nieokreślona

# #32001
source: OMDb API key
pl_pl: Klucz API dla serwisu OMDb

# #32002
source: Days to cache details
pl_pl: Dni przechowywania informacji w pamięci podręcznej

# #32004
source: MPAA rating prefix
pl_pl: Prefiks kategorii MPAA

# #32005
source: Language and country
pl_pl: Język i kraj

# #32007
source: Unauthorised 401 Error
pl_pl: Nieautoryzowany błąd 401

# #32010
source: Authenticate Trakt account...
pl_pl: Uwierzytelnij konto Trakt...

# #32012
source: You must authenticate your Trakt account to use this feature.
pl_pl: Aby korzystać z tej funkcji, musisz uwierzytelnić swoje konto Trakt.

# #32014
source: Players
pl_pl: Playery

# #32016
source: Update players from URL
pl_pl: Zaktualizuj playery z adresu URL

# #32017
source: API Keys
pl_pl: Klucze API

# #32019
source: Fanart.tv client key
pl_pl: Klucz klienta serwisu Fanart.tv

# #32021
source: Use fanart.tv for plugin artwork (slower)
pl_pl: Używaj Fanart.tv do grafik wtyczki (wolniej)

# #32023
source: Default select action in addon
pl_pl: Domyślny wybór akcji w dodatku

# #32024
source: Default player for movies
pl_pl: Domyślny player dla filmów

# #32025
source: Default player for episodes
pl_pl: Domyślny player dla odcinków
