Repository: taiseer999/taiseer999.github.io
Catalog: repo/plugin.video.themoviedb.helper/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32000
source: Unaired
pl_pl: Niewyemitowane

# #32003
source: Preferred
pl_pl: Preferowane

# #32006
source: Supplement
pl_pl: Uzupełniające

# #32008
source: Low
pl_pl: Niska

# #32009
source: High
pl_pl: Wysoka

# #32013
source: Get watched indicators, episode counts, and resume points
pl_pl: Pobierz statusy obejrzenia, licznik odcinków i punkty wznawiania

# #32015
source: Additional season: Up next
pl_pl: Dodatkowy sezon: Następne

# #32018
source: Additional season: Anticipated
pl_pl: Dodatkowy sezon: Nadchodzące

# #32020
source: Additional season: Specials
pl_pl: Dodatkowy sezon: Specjalne

# #32022
source: Clear sync data
pl_pl: Wyczyść dane synchronizacji

# #32026
source: Invalidate Sync Data
pl_pl: Unieważnij dane synchronizacji

# #32027
source: Successfully cleared {} sync data
pl_pl: Udanie wyczyszczono {} dane synchronizacji

# #32028
source: Ratings
pl_pl: Oceny

# #32035
source: Progress
pl_pl: Postęp

# #32036
source: Dropped
pl_pl: Porzucone

# #32039
source: Prefer fanart.tv artwork
pl_pl: Preferuj grafiki Fanart.tv

# #32040
source: All seasons
pl_pl: Wszystkie Sezony

# #32041
source: Your In-Progress TV Shows
pl_pl: Twoje w trakcie oglądania Seriale

# #32045
source: Your In-Progress Movies
pl_pl: Twoje w trakcie oglądania Filmy

# #32046
source: Drop TV show
pl_pl: Porzuć serial

# #32047
source: Undrop TV show
pl_pl: Cofnij porzucenie serialu

# #32048
source: Dropped TV Shows
pl_pl: Seriale porzucone

# #32049
source: Sort order of Your Next Episodes list. By airdate sorts episodes by premiere date. By recentlywatched sorts episodes by most recently watched tvshow. By todays is recentlywatched with episodes airing today at the front. By lastweek is recentlywatched with episodes airing in the past week sorted by airdate at the front.
pl_pl: Kolejność sortowania listy następnych odcinków. Wg airdate sortuje odcinki wg daty premiery. Wg recentlywatched sortuje odcinki wg ostatnio oglądanego serialu. Wg todays to recentlywatched z odcinkami emitowanymi dzisiaj na początku. Wg lastweek to ostatnio oglądane z odcinkami emitowanymi w ostatnim tygodniu na początku.

# #32050
source: Prefer artwork in your language
pl_pl: Preferuj grafiki w swoim języku

# #32051
source: Deleted cached {} items
pl_pl: Usunięto informacje {} zapisane w pamięci podręcznej

# #32052
source: Delete TMDb cached item details
pl_pl: Usuń informacje TMDB zapisane w pamięci podręcznej

# #32053
source: TMDbHelper automatically performs regular cache maintenance. You should only delete the cache when instructed to troubleshoot issues. TMDbHelper relies on having cached items to perform well. Unnecessarily deleting the cache on a regular basis will degrade performance and places excessive strain on the free services providing this data.
pl_pl: TMDbHelper automatycznie wykonuje regularną konserwację pamięci podręcznej. Pamięć podręczną należy usuwać tylko wtedy, gdy jest to konieczne do rozwiązywania problemów. Poprawne działanie TMDbHelper zależy od dostępności zawartości pamięci podręcznej. Niepotrzebne regularne usuwanie pamięci podręcznej obniża wydajność i nadmiernie obciąża bezpłatne usługi dostarczające te dane.

# #32029
source: OMDb API
pl_pl: API OMDb

# #32030
source: Fanart.tv API
pl_pl: API Fanart.tv

# #32031
source: Trakt API
pl_pl: API Trakt.tv

# #32032
source: Download Players
pl_pl: Pobierz playery

# #32033
source: Default Players
pl_pl: Domyślne playery

# #32034
source: Get watched indicators and episode counts
pl_pl: Pobierz statusy obejrzenia i licznik odcinków

# #32037
source: Use bundled players
pl_pl: Użyj pakietu playerów

# #32062
source: Networks
pl_pl: Sieci

# #32063
source: Added
pl_pl: Dodane

# #32064
source: Related
pl_pl: Powiązane

# #32065
source: Watchers
pl_pl: Oglądający

# #32038
source: Get additional details from the local Kodi library database
pl_pl: Pobierz dodatkowe informacje z bazy danych biblioteki Kodi

# #32067
source: Budget
pl_pl: Budżet

# #32068
source: Revenue
pl_pl: Dochód

# #32069
source: Last Air Date
pl_pl: Data ostatniej emisji

# #32042
source: Choose Action
pl_pl: Wybierz akcję

# #32043
source: Up Next
pl_pl: Następne

# #32072
source: Score
pl_pl: Punktacja

# #32044
source: Enter Search Query
pl_pl: Wpisz zapytanie

# #32054
source: Would you like to clear existing players first?
pl_pl: Czy chcesz najpierw usunąć zainstalowane playery?

# #32055
source: Authentication Failed.
pl_pl: Uwierzytelnienie nie powiodło się.

# #32056
source: Either the username or password were invalid. Would you like to try again?
pl_pl: Nazwa użytkownika lub hasło są nieprawidłowe. Czy chcesz spróbować jeszcze raz?

# #32057
source: Retry
pl_pl: Powtórz

# #32058
source: The provided URL is either invalid or inaccesible.
pl_pl: Podany adres URL jest nieprawidłowy lub niedostępny.

# #32079
source: User
pl_pl: Użytkownik

# #32059
source: Success!
pl_pl: Sukces!

# #32060
source: files extracted
pl_pl: pliki rozpakowane

# #32082
source: Page multiplier (Other basic lists)
pl_pl: Mnożnik strony (listy podstawowe pozostałe)

# #32083
source: Page multiplier (Database sync lists)
pl_pl: Mnożnik strony (listy synchronizacji bazy danych)

# #32061
source: Play with
pl_pl: Odtwórz w

# #32066
source: Debug logging
pl_pl: Rejestruj komunikaty diagnostyczne

# #32070
source: Male
pl_pl: Mężczyzna

# #32087
source: Search for TMDb ID or input manually?
pl_pl: Wyszukać identyfikator TMDB czy wprowadzić go ręcznie?

# #32071
source: Female
pl_pl: Kobieta

# #32073
source: Hide unaired movies
pl_pl: Ukrywaj niewyemitowane filmy

# #32074
source: Library Integration
pl_pl: Integracja biblioteki

# #32075
source: TV
pl_pl: Seriale

# #32076
source: Update library after adding items
pl_pl: Aktualizuj bibliotekę po dodaniu pozycji

# #32077
source: Ignore folder creation checks
pl_pl: Ignoruj kontrolę tworzenia folderów

# #32094
source: Select TMDb type
pl_pl: Wybierz typ TMDB

# #32078
source: Still to Watch
pl_pl: Wciąż do obejrzenia

# #32080
source: Other
pl_pl: Inne

# #32081
source: Next page item
pl_pl: Pokaż 'Następna strona' w widżetach

# #32098
source: Updated
pl_pl: Zaktualizowano

# #32084
source: Hide unaired episodes
pl_pl: Ukrywaj niewyemitowane odcinki

# #32085
source: Flatten seasons
pl_pl: Spłaszczaj sezony seriali

# #32086
source: Auto-update library and add new/missing episodes
pl_pl: Automatycznie aktualizuj bibliotekę i dodawaj brakujące odcinki

# #32088
source: Navigation
pl_pl: Nawigacja

# #32089
source: Select Action
pl_pl: Wybierz akcję

# #32090
source: Content
pl_pl: Zawartość

# #32105
source: leave blank to delete
pl_pl: pozostaw puste, aby usunąć

# #32106
source: Enter {} URL
pl_pl: Wprowadź {} URL

# #32091
source: Special season folders
pl_pl: Foldery sezonów specjalnych ('0')

# #32092
source: Widgets
pl_pl: Widżety

# #32093
source: Next episodes sort method
pl_pl: Metoda sortowania kolejnych odcinków seriali

# #32095
source: Enter the code
pl_pl: Wprowadź kod

# #32096
source: Go to [B]https://trakt.tv/activate[/B]
pl_pl: Przejdź do [B]https://trakt.tv/activate[/B]

# #32097
source: Trakt Authentication
pl_pl: Autoryzacja konta w serwisie Trakt

# #32099
source: A value has already been set for this parameter
pl_pl: Wartość tego parametru została już ustawiona

# #32100
source: Do you wish to clear the existing items or add more?
pl_pl: Czy chcesz wyczyścić istniejące pozycje lub dodać więcej?

# #32115
source: Reset {} artwork to default?
pl_pl: Zresetować {} do domyślnego?

# #32116
source: Remove user artwork override and reset artwork to default artwork selection as defined in the settings.
pl_pl: Usuwa grafikę przypisaną przez użytkownika i resetuje ją do domyślnego wyboru zdefiniowanego w ustawieniach.

# #32101
source: Clear Items
pl_pl: Wyczyść pozycje

# #32118
source: Modify artwork
pl_pl: Modyfikuj grafikę

# #32102
source: Add Items
pl_pl: Dodaj pozycje

# #32103
source: No Value Added
pl_pl: Nie dodano wartości

# #32104
source: TMDb ID for {} not found or none selected. Do you want to add another value?
pl_pl: Nie znaleziono identyfikatora ID TMDB dla {} lub nie wybrano go. Czy chcesz dodać kolejną wartość?

# #32107
source: Set Match Method
pl_pl: Ustaw metodę dopasowywania

# #32108
source: Choose matching method for parameters with multiple values.
pl_pl: Wybierz metodę dopasowywania dla parametrów o wielu wartościach.

# #32124
source: RatingPosterDB API
pl_pl: API RatingPosterDB

# #32109
source: Match ANY Value
pl_pl: Dopasuj DOWOLNĄ wartość

# #32110
source: Match ALL Values
pl_pl: Dopasuj WSZYSTKIE wartości

# #32127
source: RatingPosterDB API key
pl_pl: Klucz API dla serwisu RatingPosterDB

# #32128
source: Likes
pl_pl: Polubienia

# #32129
source: Override player monitor clearlogo with artwork from TMDbHelper
pl_pl: Zastąp clearlogo monitora playera grafiką z TMDbHelper

# #32111
source: Select Items
pl_pl: Wybierz pozycje

# #32112
source: Select Genres
pl_pl: Wybierz gatunki

# #32113
source: Also accepts days from today as T-X or T+X (e.g. T-10 is ten days ago)
pl_pl: Akceptuj również dni od dzisiaj jako T-X lub T+X (np. T-10 to 'dziesięć dni temu')

# #32114
source: Enter
pl_pl: Wprowadź

# #32134
source: items
pl_pl: pozycji

# #32135
source: Private
pl_pl: Prywatna

# #32136
source: Do you want to make this list a public or private list?
pl_pl: Chcesz, aby ta lista była publiczna czy prywatna?

# #32137
source: Public or private list?
pl_pl: Lista publiczna czy prywatna?

# #32138
source: Scrobbling
pl_pl: Rejestrowanie

# #32139
source: Rate items on TMDb after watching
pl_pl: Oceń pozycję w serwisie TMDB po obejrzeniu

# #32140
source: Create new player
pl_pl: Stwórz nowego playera

# #32141
source: Delete fallback
pl_pl: Usuń rozwiązanie zastępcze

# #32117
source: Keyword
pl_pl: Słowo kluczowe

# #32143
source: Recaching Kodi library
pl_pl: Odbudowa pamięci podręcznej biblioteki Kodi

# #32144
source: Retrieving player files
pl_pl: Pobieranie plików playera

# #32145
source: Retrieving library
pl_pl: Pobieranie biblioteki

# #32146
source: Successfully refreshed {} sync data
pl_pl: Dane synchronizacji {} zostały pomyślnie odświeżone

# #32147
source: Gemini API
pl_pl: API Gemini

# #32148
source: Gemini API key
pl_pl: Klucz API Gemini AI

# #32150
source: Google Gemini AI requires a developer API key to use.
pl_pl: Google Gemini AI wymaga do działania klucza API dewelopera.

# #32151
source: Visit [B]{}[/B] to generate your key and then input into TMDbHelper settings under the API keys section.
pl_pl: Odwiedź [B]{}[/B], aby wygenerować swój klucz, a następnie wprowadź go w ustawieniach TMDbHelper w sekcji kluczy API.

# #32152
source: Remove node
pl_pl: Usuń węzeł

# #32153
source: Query
pl_pl: Zapytanie

# #32119
source: Select Release Types
pl_pl: Wybierz typy wydań

# #32155
source: Airing
pl_pl: Emitowane

# #32120
source: Select Region for Release
pl_pl: Wybierz region dla wydań

# #32157
source: Decades
pl_pl: Dekady

# #32158
source: Certifications
pl_pl: Kategorie wiekowe

# #32159
source: Lists
pl_pl: Listy

# #32121
source: Clear Search History
pl_pl: Wyczyść historię wyszukiwania

# #32122
source: XBMCVFS reports unable to create path
pl_pl: XBMCVFS zgłasza brak możliwości utworzenia ścieżki

# #32123
source: If error persists and the folders are created correctly, please disable folder path creation checking in TMDBHelper settings.
pl_pl: Jeśli błąd nadal występuje, a foldery są tworzone poprawnie, wyłącz sprawdzanie tworzenia ścieżki folderu w ustawieniach TMDBHelper.

# #32125
source: Add Trakt list to Kodi library
pl_pl: Dodaj listę Trakt do biblioteki

# #32126
source: Are you sure you want to add this Trakt list to your Kodi library?
pl_pl: Czy na pewno chcesz dodać tę listę Trakt do biblioteki?

# #32165
source: Add another item?
pl_pl: Dodać kolejną pozycję?

# #32130
source: Auto-update library at time
pl_pl: Aktualizuj bibliotekę automatycznie

# #32131
source: Auto-update library from Trakt list(s)
pl_pl: Automatyczna aktualizacja biblioteki z list(y) Trakt

# #32132
source: Do you wish to update the library from the Trakt list(s) now?
pl_pl: Czy chcesz teraz zaktualizować bibliotekę z list(y) Trakt?

# #32133
source: Select List(s)
pl_pl: Wybierz listę(y)

# #32142
source: Hide watched items
pl_pl: Ukrywaj obejrzane pozycje

# #32154
source: Update library now
pl_pl: Zaktualizuj bibliotekę teraz

# #32156
source: Next aired library calendar links to local tvshow
pl_pl: Kalendarz emisji biblioteki zawiera linki do lokalnych seriali

# #32160
source: Adding {} - {} to library...
pl_pl: Dodawanie {} - {} do biblioteki...

# #32161
source: Do you wish to update the library with this list now?
pl_pl: Czy chcesz teraz zaktualizować bibliotekę przy użyciu tej listy?

# #32162
source: Automatically play local files
pl_pl: Automatycznie odtwarzaj pliki lokalne

# #32163
source: Use fanart.tv for service monitor artwork
pl_pl: Używaj Fanart.tv dla grafik monitora usług

# #32164
source: Adding Trakt lists to library is limited to [B]{}[/B] TV Shows and [B]{}[/B] Movies per list. This limit is set to ensure that the APIs providing data for free are respected.
pl_pl: Dodawanie listy serwisu Trakt do biblioteki jest ograniczone do [B]{}[/B] seriali i [B]{}[/B] filmów na listę. Ten limit ma na celu zapewnienie przestrzegania regulaminów w serwisach udostępniających dane API bezpłatnie.

# #32166
source: Adding items to library...
pl_pl: Dodawanie pozycji do biblioteki...

# #32167
source: Updating
pl_pl: Aktualizowanie

# #32168
source: [B]{}[/B] by user [B]{}[/B]
pl_pl: [B]{}[/B] wg użytkownika [B]{}[/B]

# #32169
source: Logout of Trakt account...
pl_pl: Wyloguj z konta Trakt...

# #32170
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains [B]{}[/B] TV Shows and [B]{}[/B] Movies
pl_pl: [B][COLOR=red]UWAGA:[/COLOR][/B] Ta lista zawiera seriale [B]{}[/B] i filmy [B]{}[/B]

# #32171
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains {} items
pl_pl: [B][COLOR=red]UWAGA:[/COLOR][/B] Ta lista zawiera {} pozycji

# #32172
source: People
pl_pl: Osoby

# #32173
source: Randomised
pl_pl: Losowe

# #32174
source: Discover
pl_pl: Odkrywaj

# #32175
source: Popular
pl_pl: Popularne

# #32176
source: Top Rated
pl_pl: Najwyżej oceniane

# #32177
source: Upcoming
pl_pl: Nadchodzące

# #32178
source: Trending Today
pl_pl: Popularne dziś

# #32179
source: Trending This Week
pl_pl: Popularne w tym tygodniu

# #32180
source: In Theatres
pl_pl: Aktualnie w kinach

# #32181
source: Airing Today
pl_pl: Emitowane dzisiaj

# #32182
source: Currently Airing
pl_pl: Emitowane aktualnie

# #32183
source: Next Aired Library
pl_pl: Kalendarz emisji biblioteki

# #32184
source: Highest Revenue
pl_pl: Najwyższe dochody

# #32185
source: Most Voted
pl_pl: Najczęściej oceniane

# #32186
source: All
pl_pl: Wszystkie

# #32187
source: Collections
pl_pl: Kolekcje

# #32188
source: Reviews
pl_pl: Recenzje

# #32189
source: TV Networks
pl_pl: Sieci TV

# #32190
source: Movie Studios
pl_pl: Studia filmowe

# #32191
source: Images
pl_pl: Obrazy

# #32192
source: Collection
pl_pl: Kolekcja

# #32193
source: Watchlist
pl_pl: Obserwowane

# #32194
source: Your Recently Watched
pl_pl: Twoje ostatnio oglądane

# #32195
source: Your Most Watched
pl_pl: Twoje najczęściej oglądane

# #32196
source: Your In-Progress
pl_pl: Twoje w trakcie oglądania

# #32197
source: Your Next Episodes
pl_pl: Twoje następne Odcinki

# #32198
source: Recommended For You
pl_pl: Polecane dla Ciebie

# #32199
source: Based on Recently Watched
pl_pl: Na podstawie ostatnio oglądanych

# #32200
source: Based on Most Watched
pl_pl: Na podstawie najczęściej oglądanych

# #32201
source: Your
pl_pl: Twoje

# #32202
source: Airing This Week
pl_pl: Emitowane w tym tygodniu

# #32203
source: Calendar
pl_pl: Kalendarz

# #32204
source: Trending
pl_pl: Na czasie

# #32217
source: With Provider Region
pl_pl: Z regionem dostawcy

# #32218
source: With Watch Monetization Types
pl_pl: Z typami monetyzacji

# #32219
source: Certification Country
pl_pl: Kraj kategorii wiekowej

# #32220
source: With Origin Country
pl_pl: Z krajem pochodzenia

# #32221
source: Miniseries
pl_pl: Miniserial

# #32205
source: Most Played
pl_pl: Najczęściej odtwarzane

# #32206
source: Anticipated
pl_pl: Nadchodzące

# #32208
source: Trending Lists
pl_pl: Listy na czasie

# #32209
source: Popular Lists
pl_pl: Listy popularne

# #32210
source: Liked Lists
pl_pl: Listy polubione

# #32211
source: Your Lists
pl_pl: Twoje listy

# #32212
source: Trakt user account logout
pl_pl: Wylogowanie z konta użytkownika Trakt

# #32213
source: Do you wish to logout of your Trakt account?
pl_pl: Czy chcesz wylogować się ze swojego konta Trakt?

# #32214
source: Trakt access token not found
pl_pl: Nie znaleziono tokena dostępu do konta Trakt

# #32215
source: Logout failed!
pl_pl: Wylogowanie nie powiodło się!

# #32216
source: Successfully logged out of Trakt user account
pl_pl: Pomyślnie wylogowano z konta użytkownika Trakt

# #32222
source: Manage artwork
pl_pl: Zarządzaj grafikami

# #32223
source: Recommended
pl_pl: Polecane

# #32224
source: Similar
pl_pl: Podobne

# #32238
source: Scripted
pl_pl: Scenariusz

# #32225
source: Crew
pl_pl: Ekipa

# #32226
source: Posters
pl_pl: Plakaty

# #32227
source: Cast in Movies
pl_pl: Występy w filmach

# #32228
source: Cast in TV Shows
pl_pl: Występy w serialach

# #32229
source: Crew in Movies
pl_pl: Ekipa filmowa

# #32230
source: Crew in TV Shows
pl_pl: Ekipa serialowa

# #32231
source: Thumbs
pl_pl: Miniaturki

# #32232
source: In Trakt Lists
pl_pl: Na listach Trakt

# #32233
source: Refresh details
pl_pl: Odśwież informacje

# #32235
source: Browse lists
pl_pl: Przeglądaj Infolisty

# #32236
source: Select Item
pl_pl: Wybierz pozycję

# #32237
source: Clear Discover History
pl_pl: Wyczyść historię 'Odkrywaj'

# #32239
source: Match
pl_pl: Dopasuj

# #32240
source: Sorting
pl_pl: Sortowanie

# #32241
source: Save As
pl_pl: Zapisz jako

# #32242
source: Premiere
pl_pl: Premiera

# #32243
source: Theatrical (limited)
pl_pl: Teatralne (ograniczone)

# #32244
source: Theatrical
pl_pl: Teatralne

# #32245
source: Digital
pl_pl: Cyfrowy

# #32246
source: Physical
pl_pl: Fizyczny

# #32247
source: With Cast
pl_pl: Z obsadą

# #32248
source: With Crew
pl_pl: Z ekipą

# #32249
source: With People
pl_pl: Z osobami

# #32250
source: Primary Release Year
pl_pl: Pierwotny rok wydania

# #32251
source: Primary Release Date After
pl_pl: Data pierwotnego wydania po

# #32252
source: Primary Release Date Before
pl_pl: Data pierwotnego wydania przed

# #32253
source: Release Date After
pl_pl: Data wydania po

# #32254
source: Release Date Before
pl_pl: Data wydania przed

# #32255
source: Release Type
pl_pl: Typ wydania

# #32256
source: Release Region
pl_pl: Region wydania

# #32257
source: With Networks
pl_pl: Z sieciami

# #32258
source: Air Date After
pl_pl: Data emisji po

# #32259
source: Air Date Before
pl_pl: Data emisji przed

# #32260
source: First Air Date After
pl_pl: Pierwsza data emisji po

# #32261
source: First Air Date Before
pl_pl: Pierwsza data emisji przed

# #32262
source: First Air Year
pl_pl: Rok pierwszej emisji

# #32263
source: With Genres
pl_pl: Z gatunkami

# #32264
source: Without Genres
pl_pl: Bez gatunków

# #32265
source: With Companies
pl_pl: Z wytwórniami

# #32266
source: Without
pl_pl: Bez

# #32267
source: Without Keywords
pl_pl: Bez słów kluczowych

# #32268
source: With Keywords
pl_pl: Ze słowami kluczowymi

# #32269
source: With Original Language
pl_pl: Z oryginalnym językiem

# #32270
source: Vote Count ( > or = )
pl_pl: Liczba głosów ( > lub = )

# #32271
source: Vote Count ( < or = )
pl_pl: Liczba głosów ( < lub = )

# #32272
source: Vote Average ( > or = )
pl_pl: Średnia ocen ( > lub = )

# #32273
source: Vote Average ( < or = )
pl_pl: Średnia ocen ( < lub = )

# #32274
source: Runtime (Minutes) ( > or = )
pl_pl: Czas trwania (minuty) ( > lub = )

# #32275
source: Runtime (Minutes) ( < or = )
pl_pl: Czas trwania (minuty) ( < lub = )

# #32276
source: Search for
pl_pl: Szukaj...

# #32277
source: Add Rule
pl_pl: Dodaj regułę

# #32278
source: Enter Network IDs separated with " / "
pl_pl: Wpisz identyfikatory sieci TV oddzielone znakiem " / "

# #32279
source: Enter Year
pl_pl: Wpisz rok

# #32280
source: Last Fortnight
pl_pl: Ostatnie dwa tygodnie

# #32293
source: Returning Series
pl_pl: Powracające

# #32294
source: Planned
pl_pl: Planowane

# #32281
source: Last Week
pl_pl: Zeszły tydzień

# #32282
source: Yesterday
pl_pl: Wczoraj

# #32283
source: Next Week
pl_pl: W następnym tygodniu

# #32284
source: This Week
pl_pl: W tym tygodniu

# #32285
source: This Fortnight
pl_pl: W nast. dwóch tygodniach

# #32286
source: Rank
pl_pl: Ranga

# #32287
source: Sort by
pl_pl: Sortuj wg

# #32288
source: Because you watched
pl_pl: Ponieważ oglądałeś

# #32289
source: Add to collection
pl_pl: Dodaj do Kolekcji

# #32290
source: Remove from collection
pl_pl: Usuń z Kolekcji

# #32291
source: Add to watchlist
pl_pl: Dodaj do Obserwowanych

# #32292
source: Remove from watchlist
pl_pl: Usuń z Obserwowanych

# #32307
source: In Production
pl_pl: W produkcji

# #32308
source: Ended
pl_pl: Zakończone

# #32295
source: Trakt options
pl_pl: Opcje Trakt

# #32296
source: {} failed for {}! {} ID {}
pl_pl: {} nie powiodło się dla {}! {} ID {}

# #32297
source: {} was successful for {}! {} ID {}
pl_pl: {} powiodło się {}! {} ID {}

# #32298
source: Add to user list
pl_pl: Dodaj do listy...

# #32299
source: Add to new list
pl_pl: Dodaj do nowej listy

# #32300
source: Trending List
pl_pl: Listy na czasie

# #32301
source: Popular List
pl_pl: Listy popularne

# #32302
source: Liked List
pl_pl: Listy polubione

# #32303
source: Your List
pl_pl: Twoje listy

# #32304
source: View comments
pl_pl: Pokaż komentarze

# #32305
source: Comments
pl_pl: Komentarze

# #32306
source: No comments found!
pl_pl: Brak komentarzy!

# #32309
source: Browse sorted list
pl_pl: Przeglądaj posortowaną listę

# #32310
source: TMDb ID for {} not found!
pl_pl: Nie znaleziono identyfikatora ID TMDB dla {}!

# #32323
source: Cancelled
pl_pl: Skasowane

# #32325
source: Edit Filters
pl_pl: Edytuj filtry

# #32311
source: Clear default player
pl_pl: Wyczyść domyślnego playera

# #32312
source: Select lists
pl_pl: Wybierz listy

# #32313
source: Enter URL to download players
pl_pl: Wprowadź adres URL, aby pobrać playery

# #32314
source: Download players from URL? [B]{}[/B]
pl_pl: Pobrać playery z adresu URL? [B]{}[/B]

# #32315
source: Add to liked lists
pl_pl: Dodaj do polubionych list

# #32316
source: Successfully {} list!
pl_pl: Pomyślnie {} listy!

# #32317
source: Unable to {} list!
pl_pl: Nie można {} listy!

# #32318
source: Error code: {}
pl_pl: Kod błędu: {}

# #32319
source: Remove from liked lists
pl_pl: Usuń z polubionych list

# #32320
source: unliked
pl_pl: nielubiane

# #32321
source: liked
pl_pl: polubione

# #32322
source: Select player
pl_pl: Wybierz playera

# #32326
source: This Month
pl_pl: W tym miesiącu

# #32327
source: Last Month
pl_pl: W zeszłym miesiącu

# #32328
source: Select Player to Configure
pl_pl: Wybierz playera do skonfigurowania

# #32329
source: Configure players
pl_pl: Konfiguruj playery

# #32330
source: Reset to Defaults
pl_pl: Przywróć domyślne

# #32331
source: Enter New Name for {}
pl_pl: Wprowadź nową nazwę dla {}

# #32332
source: Choose resolve method for player
pl_pl: Wybierz metodę rozwiązywania dla playera

# #32333
source: User Choice
pl_pl: Wybór użytkownika

# #32346
source: Timezone
pl_pl: Strefa czasowa

# #32334
source: Reset player to defaults?
pl_pl: Zresetować playera do ustawień domyślnych?
