Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2-cpm/language/resource.language.*/strings.po
Languages: cs_cz

# #31000
source: Live TV / PVR
cs_cz: Živá televize / PVR

# #31001
source: In-Progress Episodes
cs_cz: Rozkoukané epizody

# #31002
source: Hub window selector
cs_cz: Volba rozhraní hubu

# #31003
source: Submenu list
cs_cz: Seznam podnabídek

# #31004
source: Sets the current hub to be used as the default home window.
cs_cz: Nastaví aktuální rozhraní jako výchozí domovské okno.

# #31005
source: Choose global spotlight
cs_cz: Vybrat globální top výběr

# #31006
source: Location
cs_cz: Umístění

# #31007
source: Changes the header label shown at the top of the hub window.
cs_cz: Změní popisek záhlaví zobrazený v horní části okna rozhraní.

# #31008
source: Switches the hub between a classic widget-only layout and a complex layout of widget categories and spotlights.
cs_cz: Přepne rozhraní mezi klasickým rozložením pouze s widgety a složitějším rozložením kategorií widgetů a top výběry.

# #31009
source: Widget Customisation
cs_cz: Přizpůsobení widgetu

# #31010
source: Welcome to the Arctic Fuse widget customisation screen!
cs_cz: Vítejte na obrazovce pro přizpůsobení widgetu Arctic Fuse!

# #31011
source: Edit menu
cs_cz: Upravit nabídku

# #31012
source: Use the hub window selector to change which window is being customised.
cs_cz: Použijte volič okna rozhraní k výběru okna, které chcete upravit.

# #31013
source: Your changes are automatically saved.
cs_cz: Tvoje změny jsou automaticky ukládány.

# #31014
source: Prebuilt default widget sets are available from the "Prebuilt" icon.
cs_cz: Předem připravené výchozí sady widgetů jsou dostupné prostřednictvím ikony „Předpřipravené“.

# #31015
source: Order
cs_cz: Pořadí

# #31016
source: Sort by
cs_cz: Řadit podle

# #31017
source: Widget Groups
cs_cz: Skupiny widgetů

# #31018
source: Recommendations
cs_cz: Doporučení

# #31019
source: Next Aired Trakt
cs_cz: Další odvysílané Trakt

# #31020
source: Next Aired Library
cs_cz: Další odvysílané Knihovna

# #31021
source: Repositories
cs_cz: Repozitáře

# #31022
source: items
cs_cz: položky

# #31023
source: Loading
cs_cz: Načítám

# #31024
source: Critics Consensus
cs_cz: Shoda kritiků

# #31025
source: Item
cs_cz: Položka

# #31026
source: Hub
cs_cz: Rozhraní

# #31027
source: Edit the widgets used in the search window.
cs_cz: Upravte widgety použité v okně vyhledávání.

# #31028
source: Outline
cs_cz: Obrys

# #31029
source: Images
cs_cz: Obrázky

# #31030
source: Critics
cs_cz: Kritici

# #31031
source: Edit the options and power menu.
cs_cz: Upravit nastavení a menu napájení.

# #31032
source: Apply
cs_cz: Aplikovat

# #31033
source: People
cs_cz: Lidé

# #31034
source: Cast member
cs_cz: Herci

# #31035
source: Crew member
cs_cz: Štáb

# #31036
source: Mouse-friendly widgets
cs_cz: Widgety přizpůsobené pro ovládání myší

# #31037
source: Complex
cs_cz: Sada

# #31038
source: Directing
cs_cz: Režie

# #31039
source: Writing
cs_cz: Napsal

# #31040
source: Use as widget
cs_cz: Použít jako widget

# #31041
source: Similar
cs_cz: Podobné

# #31042
source: Clock
cs_cz: Hodiny

# #31043
source: Flat (No Gradient)
cs_cz: Plný (bez přechodu)

# #31044
source: Viewtypes
cs_cz: Způsoby zobrazení

# #31045
source: Landscape
cs_cz: Na šířku

# #31046
source: No Results
cs_cz: Žádné výsledky

# #31047
source: Popularity
cs_cz: Popularita

# #31048
source: Sort
cs_cz: Řadit

# #31049
source: Default Widgets
cs_cz: Výchozí widgety

# #31050
source: Crew
cs_cz: Štáb

# #31051
source: Person
cs_cz: Osoba

# #31052
source: Sound
cs_cz: Zvuk

# #31053
source: Profile
cs_cz: Profil

# #31054
source: Liked by
cs_cz: Líbilo se

# #31055
source: out of
cs_cz: z

# #31056
source: critics
cs_cz: kritiků

# #31057
source: Years Old
cs_cz: Let staré

# #31058
source: Wall Ring
cs_cz: Stěna prstenců

# #31059
source: Vertical
cs_cz: Vertikální

# #31060
source: Horizontal
cs_cz: Horizontální

# #31061
source: User rating
cs_cz: Uživatelské hodnocení

# #31062
source: Playlist order
cs_cz: Pořadí playlistu

# #31063
source: Watched episodes
cs_cz: Zhlédnuté epizody

# #31064
source: Awards
cs_cz: Ocenění

# #31065
source: Creator
cs_cz: Tvůrce

# #31066
source: Discover
cs_cz: Prozkoumat

# #31067
source: Cinematography
cs_cz: Kinematografie

# #31068
source: Experimental
cs_cz: Experimentální

# #31069
source: Background video
cs_cz: Video na pozadí

# #31070
source: Fixed aspect ratio
cs_cz: Pevný poměr stran

# #31071
source: Playback Speed
cs_cz: Rychlost přehrávání

# #31072
source: Art Department
cs_cz: Umělecké oddělení

# #31073
source: mins
cs_cz: min

# #31074
source: hr
cs_cz: hod

# #31075
source: Editing
cs_cz: Střih

# #31076
source: Starring
cs_cz: Hrají

# #31077
source: More Information
cs_cz: Více informací

# #31078
source: The prebuilt icon provides options to install various different default widget and menu sets.
cs_cz: Ikona „Předpřipravené“ nabízí možnosti pro instalaci různých výchozích sad widgetů a nabídek.

# #31079
source: Using this option will override parts of your existing configuration.
cs_cz: Použití této možnosti přepíše části vaší stávající konfigurace.

# #31080
source: Rebuilding forces Skin Variables to generate the skin XML files for your current configuration.
cs_cz: Přestavění způsobí vynucení generování XML souborů vzhledu pro vaši aktuální konfiguraci pomocí Skin Variables.

# #31081
source: Rebuilding is required to make your changes visible in the skin.
cs_cz: Přestavění je nutné, aby byly vidět vaše změny.

# #31082
source: Wall orientation
cs_cz: Orientace stěny

# #31083
source: Combined
cs_cz: Kombinované

# #31084
source: Categories using a submenu to select widgets will not use global widgets because submenu widgets disable the widget stack.
cs_cz: Kategorie, které používají podnabídku pro výběr widgetů, nebudou používat globální widgety, protože widgety v podnabídce deaktivují zásobník widgetů.

# #31085
source: Live TV
cs_cz: Živá TV

# #31086
source: Customise options
cs_cz: Přizpůsobit nastavení

# #31087
source: Global widgets are displayed for all categories at the end of the widget stack.
cs_cz: Globální widgety jsou zobrazeny pro všechny kategorie na konci zásobníku widgetů.

# #31088
source: No bookmarks
cs_cz: Žádné záložky

# #31089
source: Add a bookmark here
cs_cz: Přidat sem záložku

# #31090
source: In-Progress
cs_cz: Rozkoukané

# #31091
source: Add a "more items" folder to widgets with item limits
cs_cz: Přidejte složku 'více položek' k widgetům s omezením počtu položek

# #31092
source: Detailed information
cs_cz: Detailní informace

# #31093
source: Border style
cs_cz: Styl rámečku

# #31094
source: Mouse pointer size
cs_cz: Velikost kurzoru myši

# #31095
source: Translations
cs_cz: Překlady

# #31096
source: Use spotlight
cs_cz: Použít Top výběr

# #31097
source: Customise ratings
cs_cz: Přizpůsobit hodnocení

# #31098
source: Gallery
cs_cz: Galerie

# #31099
source: Last aired
cs_cz: Naposledy vysíláno

# #31100
source: Board Row
cs_cz: Panel v řadě

# #31101
source: Wall Board
cs_cz: Panelová stěna

# #31102
source: Prebuilt Configuration
cs_cz: Předpřipravená konfigurace

# #31103
source: Widgets
cs_cz: Widgety

# #31104
source: Rebuild XML
cs_cz: Přestavět XML

# #31105
source: Spotlight
cs_cz: Top výběr

# #31106
source: Viewmode
cs_cz: Režim zobrazení

# #31107
source: Combine widgets
cs_cz: Kombinovat widgety

# #31108
source: Collections
cs_cz: Sbírky

# #31109
source: Viewline
cs_cz: Zobrazení

# #31110
source: Use combined list
cs_cz: Použít kombinovaný seznam

# #31111
source: Poster Row
cs_cz: Řada plakátů

# #31112
source: Landscape Row
cs_cz: Řada na šířku

# #31113
source: Square Row
cs_cz: Čtvercová řada

# #31114
source: Hubs
cs_cz: Rozhraní

# #31115
source: Australian summer
cs_cz: Australské léto

# #31116
source: Winter frost
cs_cz: Zimní mráz

# #31118
source: Expanded
cs_cz: Rozšířený

# #31119
source: EOTF and Gamut
cs_cz: Elektro-optická přenosová funkce a barevný rozsah

# #31120
source: List Basic
cs_cz: Základní seznam

# #31121
source: Square List
cs_cz: Čtvercový seznam

# #31122
source: Watchlist
cs_cz: Seznam k sledování

# #31123
source: On Deck
cs_cz: Na řadě

# #31124
source: Indicator
cs_cz: Ukazatel

# #31125
source: Invert Text Colour
cs_cz: Invertovat barvu textu

# #31126
source: Options menu
cs_cz: Nabídka možností

# #31127
source: Left footer
cs_cz: Levá patička

# #31128
source: Trending
cs_cz: Trendy

# #31129
source: Up next in
cs_cz: Následuje v

# #31130
source: seconds
cs_cz: vteřin

# #31131
source: Continue watching in
cs_cz: Pokračovat ve sledování v

# #31132
source: History
cs_cz: Historie

# #31133
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
cs_cz: Nastavte typ a přidejte pravidla pro vytvoření chytrého seznamu. Tyto seznamy jsou dynamické a zahrnují všechny mediální položky z vaší databáze, které vyhovují zvoleným pravidlům.

# #31134
source: Playing
cs_cz: Hraje

# #31135
source: Page
cs_cz: Strana

# #31136
source: Slide
cs_cz: Snímek

# #31137
source: Detailed
cs_cz: Detailní

# #31142
source: Total Duration
cs_cz: Celková doba

# #31143
source: Classic
cs_cz: Klasické

# #31144
source: Initial focus
cs_cz: Počáteční zaměření

# #31145
source: Initialising Skin
cs_cz: Načítání vzhledu

# #31146
source: Profile image and logo
cs_cz: Profilový obrázek a logo

# #31147
source: More
cs_cz: Více

# #31148
source: Explore
cs_cz: Procházet

# #31149
source: Edit spotlight
cs_cz: Upravit top výběr

# #31150
source: Categories
cs_cz: Kategorie

# #31151
source: Search and options
cs_cz: Hledání a možnosti

# #31152
source: Combined Square
cs_cz: Kombinované čtverce

# #31153
source: Combined Landscape
cs_cz: Kombinované na šířku

# #31154
source: Misc options
cs_cz: Různé možnosti

# #31155
source: Combined Poster
cs_cz: Kombinovaný plakát

# #31156
source: Edit categories and widgets
cs_cz: Upravit kategorie a widgety

# #31157
source: Category items appear as a vertical menu at the left of the home screen.
cs_cz: Položky kategorie se zobrazují jako vertikální menu na levé straně domovské obrazovky.

# #31158
source: Layout
cs_cz: Uspořádání

# #31159
source: Version
cs_cz: Verze

# #31160
source: REC
cs_cz: Nahrát

# #31161
source: Edit the widgets shown in the hub.
cs_cz: Upravit widgety zobrazené v rozhraní.

# #31162
source: Hide
cs_cz: Skrýt

# #31163
source: Customise hubs
cs_cz: Přizpůsobit rozhraní

# #31164
source: Global widgets are shown at the end of the widget stack for all categories in the hub.
cs_cz: Globální widgety se zobrazují na konci zásobníku widgetů pro všechny kategorie v rozhraní.

# #31165
source: Seekbar behaviour on delayed pause
cs_cz: Reakce časové osy při opožděném zastavení přehrávání

# #31166
source: Back
cs_cz: Zpět

# #31168
source: List Square
cs_cz: Čtvercový seznam

# #31169
source: Birthday
cs_cz: Narozeniny

# #31170
source: Note
cs_cz: Poznámka

# #31171
source: On-screen keyboard size
cs_cz: Velikost klávesnice na obrazovce

# #31172
source: Global widgets are not shown for categories in combined widget mode.
cs_cz: Globální widgety se nezobrazují u kategorií v režimu kombinovaných widgetů.

# #31173
source: Scroll
cs_cz: Posunout

# #31174
source: Navigation
cs_cz: Navigace

# #31175
source: These widgets are in addition to any widgets for the specific category.
cs_cz: Tyto widgety jsou navíc k widgetům pro konkrétní kategorii.

# #31176
source: Home focus and navigation
cs_cz: Zaměření a ovládání domovské obrazovky

# #31177
source: Menus
cs_cz: Nabídky

# #31178
source: Info line
cs_cz: Informační řádek

# #31179
source: Keyword
cs_cz: Klíčové slovo

# #31180
source: Furniture
cs_cz: Pevné prvky

# #31181
source: Scheduled
cs_cz: Naplánované

# #31182
source: EPG and channels style
cs_cz: Styl EPG a kanálů

# #31183
source: times
cs_cz: krát

# #31184
source: Ends
cs_cz: Končí

# #31185
source: Autoscroll
cs_cz: Automatické posouvání

# #31186
source: Behaviour
cs_cz: Chování

# #31187
source: Autoscroll time interval
cs_cz: Interval automatického posouvání

# #31189
source: Autoclose OSD after X seconds
cs_cz: Automatické zavření OSD po X sekundách

# #31190
source: time
cs_cz: čas

# #31191
source: Optional details
cs_cz: Volitelné detaily

# #31192
source: Ends at time
cs_cz: Končí v čase

# #31193
source: Expanding clock
cs_cz: Rozbalovací hodiny

# #31194
source: Album duration
cs_cz: Délka alba

# #31195
source: Light
cs_cz: Světlé

# #31196
source: Up Next
cs_cz: Následující

# #31197
source: Skin theme
cs_cz: Téma vzhledu

# #31198
source: Track duration
cs_cz: Délka skladby

# #31199
source: Date and time
cs_cz: Datum a čas

# #31200
source: Added on
cs_cz: Přidáno k

# #31201
source: Use a label to differentiate this hub from others.
cs_cz: Použijte štítek k odlišení tohoto rozhraní od ostatních.

# #31202
source: Ratings
cs_cz: Hodnocení

# #31203
source: Customise
cs_cz: Přizpůsobit

# #31204
source: Customise dialog background
cs_cz: Přizpůsobit pozadí dialogu

# #31205
source: Codecs and providers
cs_cz: Kodeky a poskytovatelé

# #31206
source: Item count
cs_cz: Počet položek

# #31207
source: Codecs
cs_cz: Kodeky

# #31208
source: Header
cs_cz: Hlavička

# #31209
source: Boxes
cs_cz: Bloky

# #31210
source: Series Premiere
cs_cz: Premiéra seriálu

# #31211
source: Season Premiere
cs_cz: Premiéra sezóny

# #31212
source: Mid-Season Premiere
cs_cz: Pokračování sezóny

# #31213
source: Visualisation settings
cs_cz: Nastavení zobrazení

# #31214
source: Series Finale
cs_cz: Konec seriálu

# #31215
source: Season Finale
cs_cz: Konec sezóny

# #31216
source: Video decoder
cs_cz: Video dekodér

# #31217
source: Pixel format
cs_cz: Formát pixelů

# #31218
source: Mid-Season Finale
cs_cz: Finále poloviny sezóny

# #31219
source: Left header
cs_cz: Levé záhlaví

# #31220
source: Purple
cs_cz: Fialová

# #31221
source: Slate
cs_cz: Břidlice

# #31222
source: Coal
cs_cz: Uhlí

# #31223
source: Gridlines
cs_cz: Mřížkové čáry

# #31224
source: Pink
cs_cz: Růžová

# #31225
source: Chalk
cs_cz: Křídová

# #31227
source: Premiere
cs_cz: Premiéra

# #31228
source: Aqua
cs_cz: Akvamarín

# #31230
source: Calendar
cs_cz: Kalendář

# #31231
source: Customise highlight colours
cs_cz: Přizpůsobit barvy zvýraznění

# #31232
source: Gradient
cs_cz: Přechod

# #31233
source: Seek to
cs_cz: Pokusit se

# #31234
source: Customise indicators
cs_cz: Přizpůsobit indikátory

# #31235
source: Indicators
cs_cz: Ukazatelé

# #31236
source: Collection
cs_cz: Sbírka

# #31237
source: Progress
cs_cz: Průběh

# #31238
source: Coral
cs_cz: Korálová

# #31239
source: Footer
cs_cz: Patička

# #31240
source: Tropical
cs_cz: Tropická

# #31241
source: Colour scheme
cs_cz: Barevné schéma

# #31244
source: Now playing
cs_cz: Nyní se přehrává

# #31245
source: Autoscroll labels
cs_cz: Automaticky posouvat popisky

# #31246
source: Autoscroll textboxes
cs_cz: Automaticky posouvat textová pole

# #31247
source: Colour highlight
cs_cz: Barevné zvýraznění

# #31248
source: Building includes
cs_cz: Sestavování zahrnuje

# #31249
source: Waiting for PVR
cs_cz: Čekám na PVR

# #31250
source: Highlight
cs_cz: Zvýraznění

# #31251
source: Analog clock
cs_cz: Analogové hodiny

# #31252
source: Catch-up
cs_cz: Dohnat zmeškané

# #31253
source: Move between widget groups
cs_cz: Přesouvat se mezi skupinami widgetů

# #31254
source: Performance
cs_cz: Výkon

# #31255
source: Customise startup image
cs_cz: Přizpůsobit obrázek při načítání

# #31256
source: Resource Usage
cs_cz: Použití prostředků

# #31257
source: Memory
cs_cz: Paméť

# #31258
source: CPU
cs_cz: Procesor

# #31263
source: bits
cs_cz: bitů

# #31264
source: Revenue
cs_cz: Tržby

# #31265
source: Budget
cs_cz: Rozpočet

# #31266
source: Menu expands to display labels
cs_cz: Menu se rozbalí a zobrazí popisky

# #31267
source: Quality
cs_cz: Kvalita

# #31268
source: Fake
cs_cz: Falešné

# #31269
source: Real
cs_cz: Pravé

# #31270
source: Single image
cs_cz: Samostatný obrázek

# #31271
source: Image folder
cs_cz: Složka s obrázky

# #31272
source: Searching
cs_cz: Hledám

# #31273
source: Press down to access scrollbar
cs_cz: Stiskněte dolů pro zobrazení posuvníku

# #31274
source: Icon
cs_cz: Ikona

# #31275
source: Customise search
cs_cz: Přizpůsobit hledání

# #31276
source: Widgets mode sets navigation to loop on left and right.
cs_cz: Režim widgetů nastaví navigaci tak, aby se opakovala vlevo i vpravo.

# #31277
source: Ensure that your device has an alternative mode of accessing the menu and settings before selecting this option.
cs_cz: Před výběrem této možnosti se ujistěte, že vaše zařízení má alternativní způsob přístupu k menu a nastavení.

# #31278
source: Switch the hub from a basic widgets-only layout to more advanced modes with additional features.
cs_cz: Přepne rozhraní z jednoduchého rozložení pouze s widgety na pokročilejší režimy s dalšími funkcemi.

# #31279
source: Studio icons
cs_cz: Ikony studií

# #31280
source: Basic is a simple widgets-only mode.
cs_cz: Základní zobrazení jednoduchých widgetů.

# #31281
source: Welcome
cs_cz: Vítejte

# #31283
source: Played
cs_cz: Přehráno

# #31284
source: Discover movies and tvshows on TMDb.
cs_cz: Prozkoumejte filmy a TV pořady na TMDb.

# #31285
source: Classification (MPAA)
cs_cz: Přístupnost (MPAA)

# #31286
source: Won
cs_cz: Vyhrál

# #31287
source: Nominated for
cs_cz: Nominován za

# #31288
source: Explore now.
cs_cz: Procházej nyní.

# #31289
source: Touch mode
cs_cz: Dotykový režim

# #31290
source: Attribution
cs_cz: Atribuce

# #31291
source: Search for movies$COMMA tvshows$COMMA and more.
cs_cz: Hledat filmy$COMMA seriály$COMMA a další.

# #31292
source: Text labels
cs_cz: Textové popisky

# #31293
source: Press down for cast and more info
cs_cz: Stiskněte dolů pro obsazení a více informací

# #31294
source: Press down for bookmarks and chapters
cs_cz: Stiskněte dolů pro záložky a kapitoly

# #31295
source: Press down for channels
cs_cz: Stiskněte dolů pro kanály

# #31296
source: Press down for playlist
cs_cz: Stiskněte dolů pro seznam stop

# #31297
source: Extra fanart
cs_cz: Bonusové fanarty

# #31298
source: Press down for movies and tv shows starring this actor
cs_cz: Stiskněte dolů pro filmy a seriály s tímto hercem

# #31299
source: Information is loading
cs_cz: Informace se načítá

# #31300
source: Customise window background
cs_cz: Přizpůsobit pozadí okna

# #31301
source: Press down for crew
cs_cz: Stiskněte dolů pro štáb

# #31302
source: Management options
cs_cz: Možnosti správy

# #31303
source: Customise fallback image folder
cs_cz: Přizpůsobit složku záložních obrázků

# #31304
source: lists
cs_cz: seznamy

# #31305
source: Detailed adds an information panel.
cs_cz: Přidává informační panel.

# #31306
source: Advanced adds categories and spotlights.
cs_cz: Přidává kategorie a top výběry.

# #31307
source: Instrument
cs_cz: Nástroj

# #31308
source: Mood
cs_cz: Nálada

# #31309
source: Glass
cs_cz: Sklo

# #31310
source: Expand
cs_cz: Rozbalit

# #31311
source: Weekly
cs_cz: Týdenní

# #31312
source: Spinner
cs_cz: Indikátor načítání

# #31313
source: Always visible
cs_cz: Vždy viditelné

# #31314
source: Advanced mode is only available in horizontal hub windows.
cs_cz: Pokročilý režim je k dispozici pouze v horizontálních oknech rozhraní.

# #31315
source: Hub windows other than classic home may not have access to the settings window in their default configuration.
cs_cz: Okna rozhraní jiná než klasická domovská obrazovka nemusí mít ve výchozím nastavení přístup k oknu nastavení.

# #31316
source: Dark glass
cs_cz: Tmavé sklo

# #31317
source: Ribbon
cs_cz: Pás

# #31318
source: Combined Circle
cs_cz: Kombinované kruhy

# #31319
source: View
cs_cz: Zobrazení

# #31320
source: Square
cs_cz: Čtverec

# #31321
source: Select viewtypes
cs_cz: Vyberte způsoby zobrazení

# #31322
source: Age
cs_cz: Věk

# #31323
source: Combined Card
cs_cz: Kombinované karty

# #31324
source: Content
cs_cz: Obsah

# #31325
source: Combined Board
cs_cz: Kombinovaný panel

# #31326
source: Quad Row
cs_cz: Řada bloků

# #31327
source: Choose category spotlight
cs_cz: Vyberte top výběr kategorie

# #31328
source: Edit widgets
cs_cz: Upravit widgety

# #31330
source: Crop
cs_cz: Oříznout

# #31331
source: Background style
cs_cz: Styl pozadí

# #31332
source: New search
cs_cz: Nové hledání

# #31333
source: Quad
cs_cz: Blok

# #31334
source: Comments
cs_cz: Komentáře

# #31335
source: Game menu
cs_cz: Herní menu

# #31338
source: Select + Right Stick
cs_cz: Select + Pravá páčka

# #31339
source: Wall Quad
cs_cz: Stěna bloků

# #31340
source: Reset skin to defaults
cs_cz: Obnovit výchozí nastavení vzhledu

# #31341
source: Combined Quad
cs_cz: Kombinované bloky

# #31342
source: Disc Row
cs_cz: Řada disků

# #31343
source: Wall Disc
cs_cz: Stěna disků

# #31344
source: Combined Disc
cs_cz: Kombinované disky

# #31345
source: Advanced mode applies a horizontal category layout.
cs_cz: Pokročilý režim používá horizontální rozvržení kategorií.

# #31346
source: Press down for more by this artist
cs_cz: Stiskněte dolů pro více od tohoto umělce

# #31347
source: Photography
cs_cz: Fotografie

# #31348
source: Press down for channel EPG
cs_cz: Stiskněte dolů pro programovou nabídku kanálu (EPG)

# #31349
source: Up
cs_cz: Nahoru

# #31350
source: Thanks
cs_cz: Díky

# #31351
source: Kodi forces content to refresh on playback start and stop.
cs_cz: Kodi nutí obsah k obnovení při spuštění a zastavení přehrávání.

# #31352
source: Autoplaying trailers will trigger frequent plugin reloading.
cs_cz: Automatické přehrávání trailerů způsobí časté znovu načítání pluginu.

# #31353
source: Elapsed
cs_cz: Uběhlo

# #31354
source: Remaining
cs_cz: Zbývající

# #31355
source: Seekbar time display
cs_cz: Zobrazení času na časové ose

# #31356
source: Use online cast
cs_cz: Použít online přenos

# #31357
source: Artwork Overlay
cs_cz: Překrytí grafiky

# #31358
source: Waiting for plugins
cs_cz: Čekám na pluginy

# #31359
source: Switch user
cs_cz: Změnit uživatele

# #31360
source: No support is provided. Use at your own risk.
cs_cz: Podpora není poskytována. Používejte na vlastní riziko.

# #31361
source: Do NOT report issues while this setting is enabled.
cs_cz: Nehlašte problémy pokud je toto nastavení povoleno.

# #31362
source: Side items
cs_cz: Postranní položky

# #31363
source: Menu items
cs_cz: Položky menu

# #31364
source: Reload
cs_cz: Načíst znovu

# #31365
source: Node
cs_cz: Uzel

# #31366
source: Uncropped
cs_cz: Neoříznuté

# #31367
source: This feature is experimental and may cause degraded system performance or other issues.
cs_cz: Tato funkce je experimentální a může způsobit snížený výkon systému nebo jiné problémy.

# #31368
source: Searching for
cs_cz: Hledám

# #31369
source: Video file
cs_cz: Video soubor

# #31370
source: Switch profile
cs_cz: Změnit profil

# #31371
source: Sorted by
cs_cz: Řazeno podle

# #31372
source: Options tray
cs_cz: Nabídka možností

# #31373
source: from
cs_cz: z

# #31374
source: Reset skin settings to defaults
cs_cz: Obnovit nastavení vzhledu do výchozích hodnot

# #31375
source: Install zip
cs_cz: Instalovat ze zipu

# #31376
source: Reset discover search history
cs_cz: Resetovat historii průzkumu

# #31377
source: Next window
cs_cz: Další okno

# #31378
source: Foreign
cs_cz: Zahraniční

# #31379
source: Edit categories
cs_cz: Upravit kategorie

# #31380
source: Forecast
cs_cz: Předpověď

# #31381
source: Returning
cs_cz: Vracející se

# #31382
source: All items
cs_cz: Všechny položky

# #31383
source: Production
cs_cz: Produkce

# #31384
source: Tray labels
cs_cz: Popisky lišty

# #31385
source: Secondary
cs_cz: Sekundární

# #31386
source: Primary
cs_cz: Primární

# #31387
source: Contextual
cs_cz: Kontextový

# #31388
source: Seed
cs_cz: Počáteční data

# #31389
source: Parent widget
cs_cz: Rodičovský widget
