Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.arctic.fuse.2-cpm/language/resource.language.*/strings.po
Languages: cs_cz

# #31390
source: Release Year
cs_cz: Rok vydání

# #31391
source: Minimal
cs_cz: Minimální

# #31392
source: Explore Widgets
cs_cz: Procházej widgety

# #31394
source: Picture-in-picture video
cs_cz: Obraz v obraze (PiP)

# #31395
source: Choose prebuilt widget configuration
cs_cz: Vyberte předem připravenou konfiguraci widgetu

# #31396
source: Recent Movies
cs_cz: Nedávné filmy

# #31397
source: Recent Tv Shows
cs_cz: Nedávné seriály

# #31398
source: New Movies
cs_cz: Nové filmy

# #31399
source: New TV Shows
cs_cz: Nové seriály

# #31400
source: New Episodes
cs_cz: Nové epizody

# #31401
source: New Artists
cs_cz: Noví umělci

# #31402
source: New Albums
cs_cz: Nová alba

# #31403
source: In-Progress TV Shows
cs_cz: Rozkoukané seriály

# #31404
source: In-Progress Movies
cs_cz: Rozkoukané filmy

# #31405
source: Top Albums
cs_cz: Nejlepší alba

# #31406
source: Top Rated Movies
cs_cz: Nejlépe hodnocené filmy

# #31407
source: Top Rated TV Shows
cs_cz: Nejlépe hodnocené seriály

# #31408
source: Random Movies
cs_cz: Náhodné filmy

# #31409
source: Random TV Shows
cs_cz: Náhodné seriály

# #31410
source: Random Episodes
cs_cz: Náhodné epizody

# #31411
source: Random Songs
cs_cz: Náhodné skladby

# #31412
source: Random Albums
cs_cz: Náhodná alba

# #31413
source: All Movies
cs_cz: Všechny filmy

# #31414
source: All TV Shows
cs_cz: Všechny seriály

# #31415
source: Movies and TV Shows
cs_cz: Filmy a Seriály

# #31416
source: Secondary button
cs_cz: Sekundární tlačítko

# #31417
source: Random Artists
cs_cz: Náhodní umělci

# #31418
source: Circle Row
cs_cz: Kruhy v řadě

# #31419
source: Overview
cs_cz: Souhrn

# #31420
source: Apps
cs_cz: Aplikace

# #31421
source: Choose submenu list
cs_cz: Zvolit seznam podnabídky

# #31422
source: Categories style
cs_cz: Styl kategorií

# #31423
source: Card
cs_cz: Karta

# #31424
source: Board
cs_cz: Panel

# #31425
source: Labels
cs_cz: Štítky

# #31426
source: Light dialogs
cs_cz: Jednoduché dialogové okno

# #31427
source: Initialising
cs_cz: Načítám

# #31428
source: Hide widget initialisation behind splash
cs_cz: Skrýt načítání widgetů za úvodní obrazovkou

# #31429
source: Chapters
cs_cz: Kapitoly

# #31430
source: Customise style
cs_cz: Přizpůsobit styl

# #31431
source: Circle
cs_cz: Kruh

# #31432
source: Adaptive
cs_cz: Adaptivní

# #31433
source: Additional tags
cs_cz: Dodatečné štítky

# #31434
source: Video OSD
cs_cz: Zobrazení na obrazovce videa

# #31435
source: TMDbHelper lookups
cs_cz: Dotazy pomocí TMDbHelper

# #31436
source: Cycle background extrafanart
cs_cz: Střídat pozadí z extra fanartu

# #31437
source: Choose spotlight
cs_cz: Vybrat top výběr

# #31438
source: Simple
cs_cz: Jednoduchý

# #31439
source: Large
cs_cz: Velký

# #31440
source: Extra Large
cs_cz: Extra velký

# #31441
source: FlixArt Size
cs_cz: Velikost FlixArtu

# #31442
source: Parent
cs_cz: Nadřazený

# #31443
source: Open path in dialog
cs_cz: Otevřít cestu v dialogu

# #31444
source: Customisation
cs_cz: Přizpůsobení

# #31445
source: Replace search with discover
cs_cz: Nahradit hledání prozkoumáváním

# #31446
source: Bump
cs_cz: Zvýšit

# #31447
source: Kodi logo
cs_cz: Logo Kodi

# #31448
source: This category contains customisation options for
cs_cz: Tato kategorie obsahuje možnosti přizpůsobení pro

# #31449
source: Setup wizard
cs_cz: Průvodce nastavením

# #31450
source: Text only
cs_cz: Pouze text

# #31451
source: Compound
cs_cz: Kombinace

# #31452
source: Composite
cs_cz: Komplexní

# #31453
source: Choose colour theme
cs_cz: Vyberte barevné téma

# #31454
source: Choose dialog style
cs_cz: Vyberte styl dialogového okna

# #31455
source: Choose layout style
cs_cz: Vyberte styl rozvržení

# #31456
source: Prebuilt
cs_cz: Předpřipravené

# #31457
source: Scrollbar
cs_cz: Posuvník

# #31458
source: Monochrome
cs_cz: Jednobarevný

# #31459
source: Letter
cs_cz: Písmeno

# #31460
source: Customise visualisation
cs_cz: Přizpůsobit vizualizaci

# #31461
source: Choose preset
cs_cz: Zvolit přednastavení

# #31462
source: Wall Banner
cs_cz: Stěna bannerů

# #31463
source: Press down for filter and view options
cs_cz: Stiskněte dolů pro možnosti filtru a zobrazení

# #31464
source: Press right for filter and view options
cs_cz: Stiskněte vpravo pro možnosti filtru a zobrazení

# #31465
source: Rain chance
cs_cz: Šance na déšť

# #31466
source: Blur background
cs_cz: Rozmazat pozadí

# #31467
source: Tiles configuration
cs_cz: Konfigurace dlaždic

# #31468
source: Tile layout
cs_cz: Rozvržení dlaždic

# #31469
source: Choose shortcut
cs_cz: Vyberte zkratku

# #31470
source: Wind gusts
cs_cz: Větrné nárazy

# #31471
source: Fire danger
cs_cz: Nebezpečí požárů

# #31472
source: Rain since 9am
cs_cz: Déšť od 9:00

# #31474
source: Each menu item has its own widget group.
cs_cz: Každá položka v menu má svou vlastní skupinu widgetů.

# #31475
source: The spotlight is a special fullscreen widget designed to showcase one item at a time.
cs_cz: Top výběr je speciální widget na celou obrazovku, který je navržený tak, aby zobrazoval vždy jen jednu položku.

# #31476
source: This category contains acknowledgements, contributions, and thanks.
cs_cz: Tato kategorie obsahuje poděkování, příspěvky a uznání.

# #31477
source: Progress percentage
cs_cz: Procento pokroku

# #31478
source: by
cs_cz: od

# #31479
source: List Media
cs_cz: Seznam médií

# #31480
source: List Flixart
cs_cz: Seznam Flixart

# #31481
source: Play trailers automatically
cs_cz: Přehrávat trailery automaticky

# #31482
source: Trailers
cs_cz: Trailery

# #31483
source: Replay
cs_cz: Přehrát znovu

# #31484
source: Pause
cs_cz: Pauza

# #31486
source: Dialog
cs_cz: Dialogové okno

# #31487
source: and
cs_cz: a

# #31488
source: Category items appear as a horizontal menu at the top of the hub window.
cs_cz: Položky kategorie se zobrazují jako horizontální menu v horní části okna rozhraní.

# #31489
source: Each category can define its own set of vertically stacked widgets OR use a submenu as a horizontal widget selector.
cs_cz: Každá kategorie může definovat vlastní sadu widgetů uspořádaných vertikálně nebo použít podnabídku jako horizontální selektor widgetů.

# #31490
source: Cancelled
cs_cz: Zrušeno

# #31491
source: Miscellaneous
cs_cz: Různé

# #31492
source: Add-ons hub
cs_cz: Doplňky

# #31493
source: Ended
cs_cz: Ukončeno

# #31494
source: Rebuild
cs_cz: Přestavět

# #31495
source: Unlocked
cs_cz: Odemknuto

# #31496
source: Customise widgets
cs_cz: Přizpůsobit widgety

# #31497
source: Minimise menu
cs_cz: Minimalizovat menu

# #31498
source: Released
cs_cz: Vydané

# #31499
source: In-Production
cs_cz: Ve výrobě

# #31500
source: There were no [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] results found for
cs_cz: Nenalezeny žádné [LOWERCASE]$VAR[Label_SearchStyle][/LOWERCASE] výsledky hledání pro

# #31501
source: Please try another search
cs_cz: Zkus prosím další hledání

# #31502
source: More Options
cs_cz: Více možností

# #31503
source: Extras
cs_cz: Bonusy

# #31504
source: Planned
cs_cz: Naplánováno

# #31505
source: Skin user login screen on startup
cs_cz: Přihlašovací obrazovka profilů vzhledu při spuštění

# #31506
source: Individual skin user widget configurations
cs_cz: Konfigurace widgetů pro jednotlivé uživatelské profily

# #31507
source: pseudo profiles
cs_cz: pseudo profily

# #31508
source: Loading skin user profiles
cs_cz: Načítám uživatelské profily vzhledu

# #31509
source: Holiday
cs_cz: Svátky

# #31510
source: Holiday themes
cs_cz: Témata pro svátky

# #31511
source: Shortcut
cs_cz: Zkratka

# #31512
source: Classic mode
cs_cz: Klasický mód

# #31513
source: Side Menu Icons
cs_cz: Ikony bočního menu

# #31514
source: Global Widgets
cs_cz: Globální widgety

# #31515
source: Main Items
cs_cz: Hlavní položky

# #31516
source: Edit items
cs_cz: Upravit položky

# #31517
source: Reverse order
cs_cz: Obrátit pořadí

# #31518
source: Highlight type
cs_cz: Typ zvýraznění

# #31519
source: Empty widget placeholder
cs_cz: Prázdné místo pro widget

# #31520
source: Cloudiness
cs_cz: Oblačnost

# #31521
source: Edit global widgets
cs_cz: Upravit globální widgety

# #31522
source: Hiding empty widgets may cause positioning issues after video playback.
cs_cz: Skrývání prázdných widgetů může způsobit problémy s jejich umístěním po přehrávání videa.

# #31523
source: It is recommended to delete any unused widgets from your configuration instead of hiding them.
cs_cz: Doporučuje se smazat všechny nepoužívané widgety z vaší konfigurace místo jejich skrývání.

# #31524
source: There is also an overhead refresh cost to performance associated with hiding empty widgets.
cs_cz: Skrytí prázdných widgetů má také dopad na výkon kvůli dodatečným obnovám.

# #31525
source: Visibility
cs_cz: Viditelnost

# #31526
source: Hour
cs_cz: Hodina

# #31527
source: Later
cs_cz: Později

# #31528
source: Particulate
cs_cz: Efekt částic

# #31530
source: Solar radiation
cs_cz: Sluneční záření

# #31532
source: Charts
cs_cz: Žebříčky

# #31533
source: Add list
cs_cz: Přidat seznam

# #31534
source: Del list
cs_cz: Vymazat seznam

# #31535
source: Restore
cs_cz: Obnovit

# #31536
source: Choose fallback image folder
cs_cz: Vyberte složku náhradních obrázků

# #31537
source: Edit submenu items
cs_cz: Upravit položky podnabídky

# #31538
source: Customise viewtypes
cs_cz: Přizpůsobit typy zobrazení

# #31539
source: Use online gallery
cs_cz: Použít online galerii

# #31540
source: Use online collection
cs_cz: Použít online sbírku

# #31541
source: Next episode
cs_cz: Další epizoda

# #31542
source: Last episode
cs_cz: Poslední epizoda

# #31543
source: Anticipated
cs_cz: Očekávané

# #31544
source: Airing
cs_cz: Vysílá se

# #31545
source: Premiering
cs_cz: V premiéře

# #31546
source: TBC
cs_cz: Bude potvrzeno

# #31547
source: Yesterday
cs_cz: Včera

# #31548
source: Use detailed status
cs_cz: Použít podrobný stav

# #31549
source: Choose which hub window to use as the home screen.
cs_cz: Vyber které okno rozhraní použít jako domovskou obrazovku.

# #31550
source: Change the visibility level of skin settings.
cs_cz: Změnit úroveň viditelnosti nastavení vzhledu.

# #31551
source: Use as home
cs_cz: Použít jako domovskou obrazovku

# #31552
source: Settings level
cs_cz: Úroveň nastavení

# #31553
source: Query
cs_cz: Dotaz

# #31554
source: Wall Poster
cs_cz: Stěna plakátů

# #31555
source: Wall Landscape
cs_cz: Stěna na šířku

# #31556
source: Wall Square
cs_cz: Stěna čtverců

# #31557
source: Wall Circle
cs_cz: Stěna kruhů

# #31558
source: Signpost
cs_cz: Ukazatel

# #31559
source: List Details
cs_cz: Seznam detailů

# #31561
source: Wall Overview
cs_cz: Stěna s přehledem

# #31562
source: Overview Row
cs_cz: Řada s přehledy

# #31563
source: Card Row
cs_cz: Řada z karet

# #31564
source: General appearance and widget layout customisations.
cs_cz: Obecný vzhled a přizpůsobení rozložení widgetů.

# #31565
source: Detailed adjustments and additional hub customisations.
cs_cz: Podrobné úpravy a další možnosti přizpůsobení rozhraní.

# #31566
source: Development tools and experimental options.
cs_cz: Vývojářské nástroje a experimentální možnosti.

# #31567
source: Add a single item or a list of several items?
cs_cz: Přidat jednu položku nebo seznam několika položek?

# #31568
source: Add new item(s)
cs_cz: Přidat nové položky

# #31569
source: Add item
cs_cz: Přidat položku

# #31570
source: Delete item(s)
cs_cz: Vymazat položku/y

# #31571
source: Delete a single item or a list of several items?
cs_cz: Smazat jednu položku nebo seznam několika položek?

# #31572
source: Delete item
cs_cz: Vymazat položku

# #31573
source: Delete list
cs_cz: Vymazat seznam

# #31574
source: Unhide hubs
cs_cz: Odkrýt rozhraní

# #31575
source: Click to toggle hub window customisation options.
cs_cz: Kliknutím přepnete možnosti přizpůsobení okna rozhraní.

# #31576
source: Seekbar delayed pause time
cs_cz: Reakce časové osy při opožděném zastavení přehrávání

# #31577
source: Expanded info on OSD controls
cs_cz: Podrobnější informace v ovládání na obrazovce (OSD)

# #31578
source: Expanded info landscape art
cs_cz: Podrobné informace v obrázku na šířku

# #31579
source: Prev
cs_cz: Předchozí

# #31580
source: Combined List
cs_cz: Kombinovaný seznam

# #31581
source: List Expanded
cs_cz: Seznam rozšířený

# #31582
source: List Information
cs_cz: Seznam informací

# #31583
source: Prevent reload
cs_cz: Zabránit znovu načtení

# #31584
source: Edit background
cs_cz: Upravit pozadí

# #31585
source: Overlay
cs_cz: Překrytí

# #31586
source: Customise shortcuts
cs_cz: Přizpůsobit zkratky

# #31587
source: Flip
cs_cz: Otočit
