Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.estuary.modv2cpm/language/resource.language.*/strings.po
Languages: cs_cz, fr_fr, pl_pl, tr_tr

# #31000
source: Now playing
cs_cz: Nyní hraje
fr_fr: En lecture
pl_pl: Teraz odtwarzane
tr_tr: Şimdi oynatılıyor

# #31001
source: Search...
cs_cz: Vyhledávání...
fr_fr: Rechercher...
pl_pl: Szukaj...
tr_tr: Ara...

# #31002
source: Show media fanart as background
cs_cz: Zobrazit mediální fanart jako pozadí
fr_fr: Afficher les Fanarts des médias en arrière-plan
pl_pl: Pokaż fanarty mediów jako tło
tr_tr: Medya fanartını arka plan olarak göster

# #31003
source: Cinema mode
cs_cz: Režim Kino
fr_fr: Mode Cinéma
pl_pl: Tryb kina
tr_tr: Sinema modu

# #31004
source: Change mode
cs_cz: Změnit režim
fr_fr: Changer de mode
pl_pl: Zmień tryb
tr_tr: Modu değiştir

# #31005
source: Watch as 2D
cs_cz: Sledujte jako 2D
fr_fr: Regarder en 2D
pl_pl: Odtwarzaj w trybie 2D
tr_tr: 2 boyutlu olarak izle

# #31006
source: Random movies
cs_cz: Náhodné filmy
fr_fr: Films aléatoires
pl_pl: Losowe filmy
tr_tr: Rastgele filmler

# #31007
source: Unwatched movies
cs_cz: Nesledované filmy
fr_fr: Films non vus
pl_pl: Nieobejrzane filmy
tr_tr: İzlenmemiş filmler

# #31008
source: Enable category widgets
cs_cz: Povolit widgety kategorií

# #31009
source: Download icons
cs_cz: Stáhněte si ikony
fr_fr: Télécharger les icônes
pl_pl: Pobierz ikony
tr_tr: Simgeleri indir

# #31010
source: In progress movies
cs_cz: Probíhající filmy
fr_fr: Films en cours
pl_pl: Filmy w trakcie oglądania
tr_tr: Devam eden filmler

# #31011
source: Most played albums
cs_cz: Nejhranější alba
fr_fr: Albums les plus écoutés
pl_pl: Najczęściej odtwarzane albumy
tr_tr: En sık çalınan albümler

# #31012
source: Random albums
cs_cz: Náhodná alba
fr_fr: Albums aléatoires
pl_pl: Losowe albumy
tr_tr: Rastgele albümler

# #31013
source: Random artists
cs_cz: Náhodní umělci
fr_fr: Artistes aléatoires
pl_pl: Losowi wykonawcy
tr_tr: Rastgele sanatçılar

# #31014
source: Unplayed albums
cs_cz: Nepřehraná alba
fr_fr: Albums non écoutés
pl_pl: Nieodtwarzane albumy
tr_tr: Çalınmamış albümler

# #31015
source: Recent recordings
cs_cz: Nedávné nahrávky
fr_fr: Enregistrements récents
pl_pl: Najnowsze nagrania
tr_tr: En son kayıtlar

# #31016
source: Recently played channels
cs_cz: Nedávno přehrávané kanály
fr_fr: Chaînes TV regardées récemment
pl_pl: Ostatnio odtwarzane kanały
tr_tr: Son oynatılan kanallar

# #31017
source: Rated
cs_cz: Hodnocené
fr_fr: Classification
pl_pl: Ocenione
tr_tr: Derecelendirildi

# #31018
source: Recently played channels
cs_cz: Nedávno přehrávané kanály
fr_fr: Radios écoutées récemment
pl_pl: Ostatnio odtwarzane kanały
tr_tr: Son oynatılan kanallar

# #31019
source: Forecast
cs_cz: Předpověď
fr_fr: Prévisions
pl_pl: Prognoza
tr_tr: Hava Tahmini

# #31020
source: Actions
cs_cz: Akce
pl_pl: Operacje
tr_tr: Eylemler

# #31021
source: Misc options
cs_cz: Různé možnosti
fr_fr: Options diverses
pl_pl: Opcje dodatkowe
tr_tr: Çeşitli seçenekler

# #31022
source: Sort by
cs_cz: Řadit podle
fr_fr: Trier par
pl_pl: Sortuj
tr_tr: Sırala

# #31023
source: Viewtype
cs_cz: Typ zobrazení
fr_fr: Type de vue
pl_pl: Widok
tr_tr: Görünüm türü

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
cs_cz: Nenalezeny žádné oblíbené. Pomocí místní nabídky můžete na tento seznam přidat jakoukoliv položku ze zobrazení médií.
fr_fr: Aucun favori trouvé. Il est possible d'ajouter n'importe quel élément à cette liste à l'aide du menu contextuel.
pl_pl: Brak ulubionych. Możesz dodać dowolną pozycję do tej listy, z poziomu widoków mediów, przy użyciu menu kontekstowego.
tr_tr: Hiçbir sık kullanılan bulunamadı. İçerik menüsünü kullanarak medya görünümlerindeki herhangi bir öğeyi bu listeye ekleyebilirsiniz.

# #31026
source: Timeshift
cs_cz: Časový posun
fr_fr: Décalage
tr_tr: Zaman Kaydırma

# #31028
source: Show fanart
cs_cz: Zobrazit fanart
fr_fr: Afficher le Fanart
pl_pl: Pokaż fototapetę
tr_tr: Fanartı göster

# #31029
source: Last logged in
cs_cz: Naposledy přihlášen
fr_fr: Dernière connexion
pl_pl: Ostatnio zalogowany
tr_tr: Son oturum açma

# #31030
source: System memory usage
cs_cz: Využití systémové paměti
fr_fr: Mémoire utilisée
pl_pl: Użycie pamięci systemowej
tr_tr: Sistem bellek kullanımı

# #31031
source: Version info
cs_cz: Informace o verzi
fr_fr: Informations de version
pl_pl: Informacje o wersji
tr_tr: Sürüm bilgisi

# #31032
source: Order
cs_cz: Pořadí
fr_fr: Ordre
pl_pl: Porządek
tr_tr: Düzen

# #31033
source: My rating
cs_cz: Moje hodnocení
fr_fr: Ma note
pl_pl: Moja ocena
tr_tr: Derecelendirmeniz

# #31034
source: Extended info
cs_cz: Rozšířené informace
fr_fr: Informations étendues
pl_pl: Dodatkowe
tr_tr: Genişletilmiş bilgi

# #31035
source: Pages
cs_cz: Stránky
pl_pl: Strony
tr_tr: Sayfa

# #31036
source: items
cs_cz: položky
fr_fr: éléments
pl_pl: pozycji
tr_tr: Öğe

# #31038
source: Rewind
cs_cz: Přetočit zpět
fr_fr: Retour rapide
pl_pl: Cofnij
tr_tr: Geri sar

# #31039
source: Fast forward
cs_cz: Přetočit vpřed
fr_fr: Avance rapide
pl_pl: Przewiń
tr_tr: İleri sar

# #31041
source: Camera manufacturer
cs_cz: Výrobce fotoaparátu
fr_fr: Fabricant caméra
pl_pl: Producent aparatu
tr_tr: Kamera üreticisi

# #31042
source: Playlist options
cs_cz: Možnosti seznamu stop
fr_fr: Options de la liste de lecture
pl_pl: Opcje listy odtwarzania
tr_tr: Çalma listesi seçenekleri

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
cs_cz: Nastavte typ a přidejte pravidla pro vytvoření chytrého seznamu stop. Tyto seznamy stop jsou dynamické a zahrnují všechny položky médií z vaší databáze, které odpovídají vámi zvoleným pravidlům.
fr_fr: Définit le type et ajoute les règles pour créer une liste de lecture intelligente. Ces listes sont dynamiques et contiennent tous les médias de la base de données qui répondent aux règles établies.
pl_pl: Wybierz typ i dodaj regułę, aby utworzyć inteligentną listę odtwarzania. Takie listy są dynamiczne i zawierają wszystkie pozycje z Twojej bazy, które pasują do wybranych reguł.
tr_tr: Akıllı çalma listesi oluşturmak için kurallar ekleyin ve türünü ayarlayın. Bu çalma listeleri dinamiktir ve seçtiğiniz kuralları veritabanınızdaki tüm medya öğelerine uygular.

# #31044
source: Add group
cs_cz: Přidat skupinu
fr_fr: Ajouter groupe
pl_pl: Dodaj grupę
tr_tr: Grup ekle

# #31045
source: Rename group
cs_cz: Přejmenovat skupinu
fr_fr: Renommer groupe
pl_pl: Przemianuj grupę
tr_tr: Grubu yeniden adlandır

# #31046
source: Delete group
cs_cz: Odstranit skupinu
fr_fr: Supprimer groupe
pl_pl: Usuń grupę
tr_tr: Grubu sil

# #31048
source: Available
cs_cz: Dostupné
fr_fr: Disponible
pl_pl: Dostępne
tr_tr: Mevcut

# #31050
source: Show plot
cs_cz: Zobrazit děj
fr_fr: Afficher le résumé
pl_pl: Pokaż wykres
tr_tr: Özeti göster

# #31051
source: Enable Splash screen
cs_cz: Povolit úvodní obrazovku
fr_fr: Activer l'écran de démarrage
pl_pl: Włącz ekran powitalny
tr_tr: Açılış ekranını etkinleştir

# #31052
source: filtered
cs_cz: filtrováno
fr_fr: filtré
pl_pl: filtrowane
tr_tr: filtre edilmiş

# #31053
source: Arial based
cs_cz: Založeno na Arial
fr_fr: Police basée sur Arial
pl_pl: Bazujące na Arialu
tr_tr: Arial tabanlı

# #31054
source: Forward jumping
cs_cz: Přeskočení vpřed
fr_fr: Saut vers l'avant
pl_pl: Przeskocz do przodu
tr_tr: İleri atlama

# #31055
source: Jump back
cs_cz: Přeskočení vzad

# #31056
source: Go to playlist
cs_cz: Přejít na seznam stop
fr_fr: Aller à la liste de lecture
pl_pl: Przejdź do listy odtwarzania
tr_tr: Çalma listesine git

# #31057
source: Show login screen on startup
cs_cz: Zobrazit při spuštění přihlašovací obrazovku
fr_fr: Afficher l'écran d'identification au démarrage
pl_pl: Pokaż ekran logowania po uruchomieniu
tr_tr: Başlangıçta oturum açma ekranını göster

# #31058
source: Automatic Login on startup
cs_cz: Automatické přihlášení po spuštění
fr_fr: Identification automatique au démarrage
pl_pl: Loguj automatycznie po uruchomieniu
tr_tr: Başlangıçta otomatik olarak oturum aç

# #31061
source: Main menu items
cs_cz: Položky hlavní nabídky
fr_fr: Eléments du menu principal
pl_pl: Elementy menu startowego
tr_tr: Ana menü öğeleri

# #31062
source: Weather fanarts pack
cs_cz: Balíček fanartů počasí
fr_fr: Pack de Fanarts pour la météo
pl_pl: Fanarty pogody
tr_tr: Hava durumu fanart paketi

# #31063
source: Sections
cs_cz: Sekce
pl_pl: Sekcje
tr_tr: Bölümler

# #31064
source: unwatched
cs_cz: neshlédnuté
fr_fr: non vu
pl_pl: nieobejrzane
tr_tr: izlenmemiş

# #31065
source: Video playlist
cs_cz: Seznam stop videí
fr_fr: Liste de lecture de vidéos
pl_pl: Lista wideo
tr_tr: Video oynatma listesi

# #31066
source: Music playlist
cs_cz: Seznam stop hudby
fr_fr: Liste de lecture de chansons
pl_pl: Lista utworów
tr_tr: Müzik çalma listesi

# #31067
source: Event log
cs_cz: Protokol událostí
fr_fr: Journal des événements
pl_pl: Dziennik zdarzeń
tr_tr: Olay günlüğü

# #31068
source: Choose presets
cs_cz: Zvolte předvolby
fr_fr: Choisir les préréglages
pl_pl: Wybierz szablon
tr_tr: Önayarları seç

# #31069
source: Last Updated
cs_cz: Naposledy aktualizováno
fr_fr: Dernière mise à jour
pl_pl: Ostatnia aktualizacja
tr_tr: Son Güncelleme

# #31071
source: by
cs_cz: od
fr_fr: par
pl_pl: po
tr_tr: yazan:

# #31072
source: Power Options
cs_cz: Možnosti napájení
fr_fr: Options d'alimentation
pl_pl: Opcje zasilania
tr_tr: Güç Seçenekleri

# #31075
source: Movie sets
cs_cz: Sbírky filmů
fr_fr: Sagas
pl_pl: Serie filmowe
tr_tr: Film kümeleri

# #31079
source: Cast not available
cs_cz: Obsazení není dostupné
fr_fr: Casting non disponible
pl_pl: Brak obsady
tr_tr: Oyuncu bilgileri mevcut değil

# #31080
source: Ends at
cs_cz: Končí v
fr_fr: Termine à
pl_pl: Koniec o
tr_tr: Bitiş zamanı

# #31082
source: Lyrics add-on
cs_cz: Doplněk textů skladeb
fr_fr: Extension de paroles
pl_pl: Dodatek tekstu utworu
tr_tr: Şarkı sözleri eklentisi

# #31083
source: Lyrics add-on settings
cs_cz: Nastavení doplňku textů skladeb
fr_fr: Paramètres des extensions de paroles
pl_pl: Ustawienia dodatku tekstu utworu
tr_tr: Şarkı sözleri eklentisi ayarları

# #31084
source: Visualisation settings
cs_cz: Nastavení vizualizací
fr_fr: Paramètres de visualisation
pl_pl: Ustawienia wizializacji
tr_tr: Görsel öğe ayarları

# #31089
source: Available groups
cs_cz: Dostupné skupiny
fr_fr: Groupes disponibles
pl_pl: Dostępne grupy
tr_tr: Kullanılabilir gruplar

# #31090
source: Search trailer
cs_cz: Vyhledat upoutávku
fr_fr: Rechercher une bande-annonce
pl_pl: Szukaj zwiastuna
tr_tr: Fragman ara

# #31092
source: Video menu
cs_cz: Nabídka videa
fr_fr: Menu vidéo
pl_pl: Menu wideo
tr_tr: Video menüsü

# #31093
source: Show weather info
cs_cz: Zobrazit informace o počasí v horním panelu
fr_fr: Afficher la météo sur la barre du haut
pl_pl: Pokaż informacje o pogodzie na górnej belce
tr_tr: Hava durumu bilgisini üst çubukta göster

# #31095
source: Use slide animations
cs_cz: Aktivovat animaci snímků
fr_fr: Afficher les animations
pl_pl: Używaj animacji przesuwania
tr_tr: Kayma animasyonlarını kullan

# #31096
source: Local subtitle available
cs_cz: Dostupné místní titulky
fr_fr: Sous-titres locaux disponibles
pl_pl: Dostępne lokalne napisy
tr_tr: Yerel altyazı mevcut

# #31097
source: Channel options
cs_cz: Možnosti kanálů
fr_fr: Options de la chaîne
pl_pl: Opcje kanału
tr_tr: Kanal seçenekleri

# #31098
source: Select your Kodi user profile[CR]to login and continue
cs_cz: Vyberte svůj uživatelský profil Kodi[CR]pro přihlášení a pokračování
fr_fr: Sélectionnez votre profil utilisateur Kodi[CR]pour vous identifier et poursuivre
pl_pl: Wybierz profil użytkownika[CR]do zalogowania, aby kontynuować
tr_tr: Oturum açıp devam etmek için[CR]Kodi kullanıcı profilinizi seçin

# #31099
source: IconWall
cs_cz: Stěna ikon
fr_fr: Mur d'icônes
pl_pl: Kafelki ikon
tr_tr: Simge Duvarı

# #31100
source: Shift
cs_cz: Posun
fr_fr: Liste de posters
tr_tr: Kaydır

# #31101
source: InfoWall (posters)
cs_cz: Infostěna (plakáty)
fr_fr: Mur avec informations (posters)
pl_pl: Kafelki informacji
tr_tr: Bilgi Duvarı (posterler)

# #31102
source: Wall (posters)
cs_cz: Zeď (plakáty)
fr_fr: Mur (posters)
pl_pl: Kafelki
tr_tr: Duvar (posterler)

# #31103
source: Enter text here...
cs_cz: Sem zadejte text...
fr_fr: Saisir le texte ici…
pl_pl: Wprowadź tekst...
tr_tr: Metni buraya girin...

# #31104
source: Your video library is currently empty. In order to populate it with your personal media, add a video source and configure it. After the source has been added and indexed you will be able to browse your library.
cs_cz: Vaše knihovna je aktuálně prázdná. Abyste ji naplnili svými médii, vstupte do sekce „Soubory“, přidejte zdroj medií a nakonfigurujte ho. Poté, co bude zdroj přidán a zaindexován, budete moci procházet svou knihovnu.
fr_fr: Votre bibliothèque vidéo est actuellement vide. Afin de la remplir avec vos médias personnels, ajoutez une source de vidéos et configurez-la. Après ajout et indexation, la bibliothèque pourra être parcourue.
pl_pl: Biblioteka wideo jest obecnie pusta. W celu wypełnienia, dodaj źródła wideo i skonfiguruj je. Źródła zostaną dodane i będą dostępne w bibliotece.
tr_tr: Kitaplığınız şu anda boş. Kitaplığınızı kişisel medyalarınız ile doldurmak için "Dosyalar" bölümüne girdikten sonra bir medya kaynağını ekleyin ve yapılandırın. Kaynak eklendikten ve içeriği tarandıktan sonra kitaplığınıza gözatabilirsiniz.

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
cs_cz: Přidejte zdroje videí a nastavte vhodný typ obsahu pro naplnění vašich knihoven videí.
fr_fr: Ajoutez des sources de vidéos et définissez le type de contenu approprié pour remplir vos bibliothèques vidéos.
pl_pl: Dodaj źródła wideo i ustaw właściwy typ zawartości w celu wypełnienia swojej biblioteki wideo.
tr_tr: Video kitaplığınızı doldurmak için video kaynakları ekleyin ve uygun içerik türünü ayarlayın.

# #31107
source: WideList
cs_cz: Široký seznam
fr_fr: Liste large
pl_pl: Lista szeroka
tr_tr: Geniş Liste

# #31110
source: Your music library is currently empty. In order to populate it with your personal media, add a music source and configure it. After the source has been added and indexed you will be able to browse your library.
cs_cz: Vaše hudební knihovna je momentálně prázdná. Chcete-li jej naplnit vašimi osobními médii, přidejte zdroj hudby a nakonfigurujte jej. Po přidání a indexování zdroje budete moci procházet svou knihovnu.
fr_fr: Votre bibliothèque musicale est actuellement vide. Afin de la remplir avec vos médias personnels, ajoutez une source de musiques et configurez-la. Après ajout et indexation, la bibliothèque pourra être parcourue.
pl_pl: Biblioteka muzyki jest obecnie pusta. W celu wypełnienia, dodaj źródła wideo i skonfiguruj je. Źródła zostaną dodane i będą dostępne w bibliotece.
tr_tr: Müzik kitaplığınız şu anda boş. Kişisel medyanızla doldurmak için bir müzik kaynağı ekleyin ve yapılandırın. Kaynak eklendikten ve dizine eklendikten sonra kitaplığınıza göz atabilirsiniz.

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
cs_cz: Zobrazte vlastní obrázky nebo si stáhněte jeden z mnoha doplňků obrázků z oficiálního repozitáře.
fr_fr: Permet d'afficher vos images personnelles ou de télécharger une des nombreuses extension images du dépôt officiel.
pl_pl: Umożliwia podgląd osobisty obrazów lub pobranie jednej z wielu wtyczek obrazów z oficjalnego repozytorium.
tr_tr: Kişisel resimlerinizi görüntüleyin veya resmi depodaki birçok resim eklentisinden birini indirin.

# #31112
source: Toggle audio stream
cs_cz: Přepnout zvukovou stopu
fr_fr: Changer le flux audio
pl_pl: Przełącz ścieżkę dźwiękową
tr_tr: Ses akışını değiştir

# #31113
source: Search local library
cs_cz: Vyhledat v místní knihovně
fr_fr: Rechercher dans la bibliothèque
pl_pl: Szukaj w lokalnej bibliotece
tr_tr: Yerel kitaplıkta ara

# #31114
source: Search YouTube
cs_cz: Vyhledat na YouTube
fr_fr: Rechercher sur YouTube
pl_pl: Szukaj w serwisie YouTube
tr_tr: YouTube'da ara

# #31115
source: Search TheMovieDB
cs_cz: Vyhledat na TheMovieDB
fr_fr: Rechercher sur TheMovieDB
pl_pl: Szukaj w serwisie TheMovieDB
tr_tr: TheMovieDB'de ara

# #31116
source: Add games source
cs_cz: Přidat zdroj her
fr_fr: Ajouter une source de jeux
pl_pl: Dodaj źródła gier
tr_tr: Oyun kaynağı ekle

# #31117
source: Edit nodes
cs_cz: Upravit uzly
fr_fr: Editer les nœuds
pl_pl: Edytuj węzły
tr_tr: Düğümleri düzenle

# #31118
source: Enter add-on browser
cs_cz: Vstoupit do prohlížeče doplňků
fr_fr: Navigateur d'extensions
pl_pl: Wejdź do przeglądarki dodatków
tr_tr: Eklenti tarayıcısına girin

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
cs_cz: Zatím nemáte nainstalovány žádné doplňky. Použijte náš prohlížeč doplňků pro procházení naší kolekce a vylepšení vašeho Kodi.
fr_fr: Aucune extension installée. Utilisez le navigateur d'extensions pour parcourir la collection d'extensions de Kodi afin d'améliorer votre expérience de Kodi.
pl_pl: Posiadanie wcześniej zainstalowanych dodatków nie jest niezbędne. Odwiedź przeglądarkę dodatków, aby przejrzeć naszą kolekcję i rozszerzyć Kodi o dodatkowe funkcje.
tr_tr: Henüz yüklü herhangi bir eklenti yok. Kodi deneyiminizi geliştirmek için eklenti tarayıcımızı ziyaret edip koleksiyonumuza gözatın.

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
cs_cz: Zatím jste nenastavili poskytovatele informací o počasí. Aby bylo možné zobrazit informace o počasí, zvolte poskytovatele a nastavte svou polohu.
fr_fr: Aucun fournisseur météo n'a été défini. Pour voir les informations météo, vous devez choisir un fournisseur et configurer votre emplacement.
pl_pl: Dostawca informacji pogodowych nie został jeszcze ustawiony. W celu wyświetlania informacji pogodowych, wybierz dostawcę i ustaw swoją lokalizację.
tr_tr: Henüz bir hava durumu bilgisi sağlayıcı ayarlamamışsınız. Hava durumu bilgilerini görüntülemek için, bir hava durumu bilgisi sağlayıcı seçin ve konumunuzu ayarlayın.

# #31121
source: Set weather provider
cs_cz: Nastavte poskytovatele počasí
fr_fr: Définir le fournisseur météo
pl_pl: Ustaw dostawcę pogody
tr_tr: Hava durumu sağlayıcısını ayarla

# #31122
source: Unwatched TV Shows
cs_cz: Nezhlédnuté seriály
fr_fr: Séries TV non vues
pl_pl: Seriale nieobejrzane
tr_tr: İzlenmemiş TV Programları

# #31123
source: Same director
cs_cz: Stejný režisér
fr_fr: Du même réalisateur
pl_pl: Filmy reżysera
tr_tr: Aynı yönetmen

# #31124
source: Show images on map
cs_cz: Zobrazit obrázky na mapě
fr_fr: Afficher les images sur la carte
pl_pl: Pokaż obrazy na mapie
tr_tr: Haritada resimleri göster

# #31125
source: is
cs_cz: je
fr_fr: est
pl_pl: jest
tr_tr: dır-dir

# #31126
source: Press [B]OK[/B] to show plot
cs_cz: Stisknutím [B]OK[/B] si přečtete zápletku
fr_fr: Appuyer sur [B]OK[/B] pour afficher le résumé
pl_pl: Naciśnij [B]OK[/B] aby wyświetlić wykres
tr_tr: Özeti okumak için [B]OK[/B] tuşuna basın

# #31127
source: Show icons
cs_cz: Zobrazit ikony
fr_fr: Afficher les icônes
pl_pl: Pokaż ikony
tr_tr: Simgeleri göster

# #31128
source: Contributors
cs_cz: Přispěvatelé
fr_fr: Contributeurs
pl_pl: Współpracownicy
tr_tr: Katkıda bulunanlar

# #31129
source: General settings applying to all areas of the skin.
cs_cz: Obecná nastavení použitá na všechny oblasti vzhledu.
fr_fr: Paramètres généraux s'appliquants à l'ensemble du thème.
pl_pl: Ogólne ustawienia mające zastosowanie we wszystkich obszarach skóry.
tr_tr: Genel ayarlar dış görünümün tüm alanlarına uygulanır.

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
cs_cz: Nastavení související s hlavní nabídkou: Konfigurujte domovskou obrazovku podle svých představ.
fr_fr: Paramètres relatifs au menu principal. Configurez le menu d'accueil comme désiré.
pl_pl: Ustawienia związane z menu startowym: Konfiguracja ekranu startowego do swoich upodobań.
tr_tr: Ana menü ile ilgili ayarlar: Ana ekranı kendi zevkinize göre yapılandırın.

# #31131
source: Add-ons settings
cs_cz: Nastavení doplňků
fr_fr: Paramètres des extensions
pl_pl: Ustawienia dodatków
tr_tr: Eklenti ayarları

# #31132
source: Hide 'Categories' widget
cs_cz: Skrýt widget 'Kategorie'
fr_fr: Masquer le widget 'Catégories'
pl_pl: Ukryj widżet 'Kategorii'
tr_tr: 'Kategoriler' widget'ini gizle

# #31133
source: Show banners on episodes/thumbs widgets
cs_cz: Zobrazit bannery na widgetech epizod a náhledů
fr_fr: Afficher les bannières sur les widgets des épisodes/vignettes
pl_pl: Pokaż banery na widżetach odcinków/minatur
tr_tr: Widget'lerde bölümlerin/küçük resimlerin üzerinde afişleri göster

# #31134
source: Remaining
cs_cz: Zbývá
fr_fr: Restant
pl_pl: Pozostało
tr_tr: Kalan

# #31136
source: Click here to see latest changes...
cs_cz: Klikněte sem pro zobrazení posledních změn...
fr_fr: Appuyer sur [B]OK[/B] pour voir les derniers changements...
pl_pl: Naciśnij aby zobaczyć ostatnie zmiany...
tr_tr: En son değişiklikleri görmek için tıklayınız...

# #31137
source: PVR info
cs_cz: Informace o PVR
fr_fr: Informations PVR
pl_pl: Informacje PVR
tr_tr: PVR bilgisi

# #31138
source: Player process info
cs_cz: Informace o zpracování přehrávače
fr_fr: Informations sur le traitement
pl_pl: Informacje o procesie odtwarzacza
tr_tr: Yürütücü işlem bilgisi

# #31139
source: Video decoder
cs_cz: Dekodér videa
fr_fr: Décodeur vidéo
pl_pl: Dekoder wideo
tr_tr: Video kod çözücü

# #31140
source: Pixel format
cs_cz: Formát obrazového bodu
fr_fr: Format de pixel
pl_pl: Format pikseli
tr_tr: Piksel biçimi

# #31141
source: Changes for version
cs_cz: Změny pro verzi
fr_fr: Changements
pl_pl: Zmiany dla wersji
tr_tr: Sürümdeki değişiklikler

# #31142
source: Play speed
cs_cz: Rychlost přehrávání
fr_fr: Vitesse de lecture
pl_pl: Szybkość odtwarzania
tr_tr: Oynatma hızı

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
cs_cz: Zatím jste nenastavili PVR. Abyste mohli používat PVR, zvolte doplněk klienta PVR a nakonfigurujte jej. Pokud chcete zjistit více, navštivte http://kodi.wiki/view/PVR.
fr_fr: Vous n'avez pas encore configuré la fonction PVR. Pour pouvoir utiliser la fonction PVR, sélectionnez une extension de client PVR and configurez-la. Visitez http://kodi.wiki/view/PVR pour plus d'informations.
pl_pl: Nie ustawiłeś jeszcze PVR. Aby móc używać PVR, wybierz dodatek klient PVR i skonfiguruj go. Odwiedź http://kodi.wiki/view/PVR aby uzyskać więcej szczegółów.
tr_tr: Henüz hiçbir PVR ayarlanmamış. PVR özelliğini kullanabilmek için bir PVR istemci eklentisi seçin ve yapılandırın. Daha fazlasını öğrenmek için lütfen http://kodi.wiki/view/PVR adresini ziyaret edin.

# #31144
source: Enter add-on browser
cs_cz: Vstoupit do prohlížeče doplňků
fr_fr: Entrer dans le navigateur d'extensions
pl_pl: Wejdź do przeglądarki dodatków
tr_tr: Eklenti tarayıcısına girin

# #31145
source: Search add-ons
cs_cz: Hledat doplňky
fr_fr: Rechercher des extensions
pl_pl: Szukaj dodatków
tr_tr: Eklentilerde ara

# #31148
source: Categories
cs_cz: Kategorie
fr_fr: Catégories
pl_pl: Kategorie
tr_tr: Kategoriler

# #31149
source: Video genres fanarts pack
cs_cz: Zvolte balíček fanartů žánru
fr_fr: Pack de Fanarts pour les genres des vidéos
pl_pl: Fanarty gatunków wideo
tr_tr: Video türleri fanart paketi

# #31150
source: Repository
cs_cz: Repozitář
fr_fr: Dépôt
pl_pl: Repozytorium
tr_tr: Depo

# #31151
source: Unwatched music videos
cs_cz: Nezhlédnuté hudební videoklipy
fr_fr: Clips vidéos non vus
pl_pl: Nieobejrzane teledyski
tr_tr: İzlenmemiş müzik videoları
