Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.estuary.modv2cpm/language/resource.language.*/strings.po
Languages: cs_cz, fr_fr, pl_pl, tr_tr

# #31343
source: Enable background of 'Search...' shortcut
cs_cz: Povolit pozadí nabídky 'Hledat...'
fr_fr: Activer l'arrière-plan du raccourci 'Rechercher...'
pl_pl: Włącz tło dla skrótu 'Szukaj...'
tr_tr: 'Ara...' kısayolunun arka planını etkinleştir

# #31344
source: Background
cs_cz: Pozadí
fr_fr: Arrière-plan
pl_pl: Tło
tr_tr: Arka plan

# #31345
source: Music videos - Library
cs_cz: Videoklipy - Knihovna
fr_fr: Clips Musicaux - Bibliothèque
pl_pl: Teledyski - Biblioteka
tr_tr: Müzik videoları - Kitaplık

# #31346
source: Mosaic (vertical)
cs_cz: Mozaika (vertikální)
fr_fr: Mosaïque (verticale)
pl_pl: Mozaika (pionowo)
tr_tr: Mozaik (dikey)

# #31347
source: View
cs_cz: Pohled
fr_fr: Vue
pl_pl: Widok
tr_tr: Görünüm

# #31348
source: None
cs_cz: Žádný
fr_fr: Aucune
pl_pl: Brak
tr_tr: Yok

# #31349
source: Enable forced views
cs_cz: Povolit vynucené pohledy
fr_fr: Activer les vues forcées
pl_pl: Włącz wymuszony widok
tr_tr: Görünümleri etkinleştirmeye zorla

# #31350
source: Forced view for movies
cs_cz: Vynucený pohled pro filmy
fr_fr: Vue forcée pour les films
pl_pl: Wymuszaj widok dla filmów
tr_tr: Filmler için görünümü zorla

# #31351
source: Forced view for movie sets
cs_cz: Vynucený pohled pro kolekce filmů
fr_fr: Vue forcée pour les sagas de films
pl_pl: Wymuszaj widok dla serii filmowych
tr_tr: Film kümeleri için görünümü zorla

# #31352
source: Forced view for movies inside set
cs_cz: Vynucený pohled pro filmy v kolekci
fr_fr: Vue forcée pour les films contenus dans une saga
pl_pl: Wymuszaj widok dla filmów wewnątrz serii
tr_tr: Film kümesi içinde görünümü zorla

# #31353
source: Forced view for tv shows
cs_cz: Vynucený pohled pro seriály
fr_fr: Vue forcée pour les séries TV
pl_pl: Wymuszaj widok dla seriali
tr_tr: TV programları için görünümü zorla

# #31354
source: Forced view for seasons
cs_cz: Vynucený pohled pro sezóny
fr_fr: Vue forcée pour les saisons
pl_pl: Wymuszaj widok dla sezonów
tr_tr: Sezonlar için görünümü zorla

# #31355
source: Forced view for episodes
cs_cz: Vynucený pohled pro epizody
fr_fr: Vue forcée pour les épisodes
pl_pl: Wymuszaj widok dla odcinków
tr_tr: Bölümler için görünümü zorla

# #31356
source: Forced view for artists
cs_cz: Vynucený pohled pro umělce
fr_fr: Vue forcée pour les artistes
pl_pl: Wymuszaj widok dla wykonawcy
tr_tr: Sanatçılar için görünümü zorla

# #31357
source: Forced view for albums
cs_cz: Vynucený pohled pro alba
fr_fr: Vue forcée pour les albums
pl_pl: Wymuszaj widok dla albumu
tr_tr: Albümler için görünümü zorla

# #31358
source: Forced view for music videos
cs_cz: Vynucený pohled pro videoklipy
fr_fr: Vue forcée pour les clips musicaux
pl_pl: Wymuszaj widok dla teledysku
tr_tr: Müzik videoları için görünümü zorla

# #31359
source: Show fullscreen video info for movies and TV shows
cs_cz: Zobrazit informace na plné obrazovce pro filmy a seriály
fr_fr: Afficher les informations vidéos en plein écran pour les films et séries TV
pl_pl: Pokaż pełnoekranowe info dla filmów i seriali

# #31360
source: Power menu-related settings: Configure it to your likings.
cs_cz: Nastavení související s nabídkou napájení: Nakonfigurujte si ji podle svých představ.
fr_fr: Paramètres relatifs au menu d'alimentation. Configurez le comme désiré.
pl_pl: Menu zasilania-powiązane ustawienia: Skonfiguruj według własnych upodobań.
tr_tr: Menü ile ilgili ayarları açın: Beğeninize göre yapılandırın.

# #31361
source: All channels
cs_cz: Všechny kanály
fr_fr: Toutes les chaînes TV
pl_pl: Wszystkie kanały
tr_tr: Tüm kanallar

# #31362
source: All radios
cs_cz: Všechna rádia
fr_fr: Toutes les radios
pl_pl: Wszystkie stacje radiowe
tr_tr: Tüm radyolar

# #31363
source: Fixed lyrics colors
cs_cz: Pevná barva textů
fr_fr: Couleurs des paroles fixes
pl_pl: Ulepszona kolorystyka tekstu utworu
tr_tr: Sabit şarkı sözleri renkleri

# #31364
source: Greyed out watched items
cs_cz: Zašedlé shlédnuté položky
fr_fr: Griser les éléments vus
pl_pl: Wyszarz oglądnięte elementy
tr_tr: İzlenen öğeleri grileştir

# #31365
source: Jump to letter
cs_cz: Přejít na písmeno
fr_fr: Aller à la lettre
pl_pl: Skocz do litery
tr_tr: Harfe atla

# #31366
source: Lists (up to 8 items)
cs_cz: Seznamy (max. 8 položek)
fr_fr: Listes (jusqu'à 8 éléments)
pl_pl: Listy (do 8 elementów)
tr_tr: Listeler (en fazla 8 öğe)

# #31367
source: Sort method of widget
cs_cz: Způsob třídění widgetu
fr_fr: Méthode de tri du widget
pl_pl: Sortuj metodę widżetu
tr_tr: Widget sıralama yöntemi

# #31368
source: Sort direction of widget
cs_cz: Směr třídění widgetu
fr_fr: Direction du tri du widget
pl_pl: Sortuj kierunek widżetu
tr_tr: Widget sıralama yönü

# #31369
source: Press [B]OK[/B] to read description or [B]Left[/B] to show back thumb
cs_cz: Pro přečtení popisu zmáčkněte [B]OK[/B], nebo [B]doleva[/B] pro návrat na náhled
fr_fr: Appuyer sur [B]OK[/B] pour afficher la description ou sur [B]Gauche[/B] pour afficher la pochette arrière
pl_pl: Naciśnij przycisk [B]OK[/B], aby przeczytać opis lub [B]w lewo[/B], aby pokazać miniaturę
tr_tr: Açıklamayı okumak için [B]OK[/B] tuşuna basın veya geri küçük resmi göstermek için [B]Sol[/B] tuşa basın.

# #31370
source: Show CDArt on movies widgets
cs_cz: Zobrazit obrázek CD na widgetu filmů
fr_fr: Afficher les disques sur les widgets des films
pl_pl: Pokaż CDArt w widżecie filmów
tr_tr: Film widget'leri üzerinde CDArt göster

# #31371
source: Show movies CDArt
cs_cz: Zobrazit obrázek CD u filmů
fr_fr: Afficher les disques des films
pl_pl: Pokaż CDArt filmów
tr_tr: Filmlerde CDArt göster

# #31372
source: Games sources
cs_cz: Zdroje her
fr_fr: Sources des jeux
pl_pl: Źródła gier
tr_tr: Oyun kaynakları

# #31373
source: Your games library is currently empty. In order to populate it with your personal games, add a games source. After the source has been added you will be able to browse your games list. You will also need to install necessary add-ons for games.
cs_cz: Vaše herní knihovna je nyní prázdná. Přidejte herní zdroj, abyste jí naplnili vašimi hrami. Potom si budete moci procházet váš seznam her. Také budete muset nainstalovat nezbytné doplňky, abyste mohli své hry hrát.
fr_fr: Votre bibliothèque de jeux est actuellement vide. Afin de la remplir avec vos jeux personnels, ajoutez une source de jeux. Après ajout la liste de jeux pourra être parcourue. Vous devrez également installer les extensions nécessaires aux jeux.
pl_pl: Twoja biblioteka gier jest pusta. W celu wypełnienia jej grami, przejdź do przeglądarki plików i dodaj źródło gier. Po dodaniu źródła można przeglądać listę gier. Musisz zainstalować niezbędne dodatki dla gier.
tr_tr: Oyun kitaplığınız şu an boş. Kişisel oyunlarınızla doldurmak için bir oyun kaynağı ekleyin. Kaynak eklendikten sonra, oyun listene göz atabilirsiniz. Ayrıca oyunlar için gerekli eklentileri kurmanız gerekecektir.

# #31374
source: Your pictures library is currently empty. In order to populate it with your personal pictures, add a pictures source. After the source has been added you will be able to browse your pictures list.
cs_cz: Vaše knihovna obrázků je nyní prázdná. Přidejte zdroj obrázků, abyste jí naplnili vašimi obrázky. Potom si budete moci procházet váš seznam obrázků.
fr_fr: Votre bibliothèque d'images est actuellement vide. Afin de la remplir avec vos images personnelles, ajoutez une source d'images. Après ajout la liste des images pourra être parcourue.
pl_pl: Twoja biblioteka jest pusta. W celu wypełnienia jej zdjęciami przejdź do przeglądarki plików i dodaj źródło zdjęć. Po dodaniu źródła można przeglądać listę zdjęć.
tr_tr: Resimler kitaplığınız şu anda boş. Kişisel fotoğraflarınızla doldurmak için bir resim kaynağı ekleyin. Kaynak eklendikten sonra resimler listesine göz atabilirsiniz.

# #31375
source: Pictures sources
cs_cz: Zdroje obrázků
fr_fr: Sources des images
pl_pl: Źródła zdjęć
tr_tr: Resim kaynakları

# #31376
source: Show colored outline
cs_cz: Zobrazit barevný okraj
fr_fr: Afficher le contour coloré
pl_pl: Pokaż kolorowe kontury
tr_tr: Renkli anahat göster

# #31377
source: Music files
cs_cz: Hudební soubory
fr_fr: Fichiers de musique
pl_pl: Pliki muzyki
tr_tr: Müzik dosyaları

# #31378
source: Current playlist
cs_cz: Současný playlist
fr_fr: Liste de lecture actuelle
pl_pl: Aktualna lista
tr_tr: Geçerli çalma listesi

# #31379
source: Show animated lyrics
cs_cz: Zobrazit animované texty
fr_fr: Afficher les paroles animées
pl_pl: Pokaż animowany tekst utwory
tr_tr: Hareketli şarkı sözlerini göster

# #31380
source: Press [B]Up[/B] for extended info
cs_cz: Zmáčkním klávesy [B]Nahoru[/B] zobrazíte rozšířené informace
fr_fr: Appuyer sur [B]Haut[/B] pour afficher les informations étendues
pl_pl: Naciśnij przycisk [B]w górę[/B] by zobaczyć informacje dodatkowe
tr_tr: Daha fazla bilgi için [B]Yukarı[/B] tuşuna basın

# #31381
source: Movies set information
cs_cz: Informace o kolekci filmů
fr_fr: Informations de la saga
pl_pl: Informacje serii filmowych
tr_tr: Filmlerin bilgilerini ayarla

# #31382
source: Extended information
cs_cz: Rozšířené informace
fr_fr: Informations étendues
pl_pl: Informacje dodatkowe
tr_tr: Genişletilmiş bilgi

# #31392
source: Please enter password
cs_cz: Prosím zadejte heslo
fr_fr: Veuillez saisir le mot de passe
pl_pl: Proszę wpisać hasło
tr_tr: Lütfen şifre giriniz

# #31395
source: Enable Next Up popup for Live TV
cs_cz: Povolit oznámení 'Nadcházející' pro živé vysílání
fr_fr: Activer les notifications des programmes TV suivants
pl_pl: Włącz NextUp popup dla Live TV
tr_tr: Canlı TV için sonraki açılır penceresini etkinleştir

# #31396
source: Next up
cs_cz: Nadcházející
fr_fr: A suivre
pl_pl: Dalej
tr_tr: Devam edecek

# #31397
source: Show 'Settings' shortcut widget
cs_cz: Zobrazit widget 'Nastavení'
fr_fr: Afficher le widget du raccourci 'Paramètres'
pl_pl: Pokaż widżet skrótu 'Ustawienia'
tr_tr: 'Ayarlar' kısayol widget'ini göster

# #31398
source: It's necessary to reboot Kodi and '[B]Reset main menu and power menu settings[/B]' in skin settings after installation of this version.
cs_cz: Po instalaci této verze je nutné restartovat Kodi a '[B]Resetovat hlavní nabídku a nastavení nabídky napájení[/B]' v nastavení vzhledu.
fr_fr: Il est nécessaire de redémarrer Kodi et de '[B]Réinitialiser les paramètres du menu principal et du menu d'alimentation[/B]' dans les paramètres du thème après l'installation de cette version.
pl_pl: Po zainstalowaniu tej wersji konieczne jest ponowne uruchomienie Kodi i '[B]Resetuj menu główne i ustawienia menu zasilania [/B]' w ustawieniach skóry.
tr_tr: Bu sürümü yükledikten sonra Kodi'yi yeniden başlatmanız ve dış görünüm ayarlarından '[B]ana menü ve güç menüsü ayarlarını sıfırlamanız gerekiyor.[/B]'

# #31399
source: Warning!
cs_cz: Varování!
fr_fr: Attention !
pl_pl: Ostrzeżenie!
tr_tr: Uyarı!

# #31400
source: Do not display anymore
cs_cz: Už nezobrazovat
fr_fr: Ne plus afficher
pl_pl: Nie wyświetlaj więcej
tr_tr: Artık gösterme

# #31401
source: Rating text color
cs_cz: Barva textu hodnocení
fr_fr: Couleur du texte des notes
pl_pl: Kolor tekstu oceny
tr_tr: Derecelendirme metni rengi

# #31402
source: Show visualisation effects behind background
cs_cz: Zobrazovat vizualizační efekty za pozadím
fr_fr: Afficher les effets de visualisation derrière l'arrière-plan
pl_pl: Pokaż efekty wizualizacji za tłem
tr_tr: Arka planda görselleştirme efektleri göster

# #31403
source: Posters panel
cs_cz: Panel plakátů
fr_fr: Panneau de posters
pl_pl: Panel plakatów
tr_tr: Posterler paneli

# #31404
source: Widgety pro přizpůsobení
cs_cz: Widgety k přizpůsobení

# #31405
source: Vertical panel (1 item)
cs_cz: Vertikální panel (1 položka)
fr_fr: Panneau vertical (1 élément)
pl_pl: Panel pionowy (1 element)
tr_tr: Dikey panel (1 öğe)

# #31406
source: Thumbs without banners panel
cs_cz: Panel náhledů bez bannerů
fr_fr: Panneau de vignettes sans bannières
pl_pl: Miniatury bez panelu banerów
tr_tr: Afiş paneli olmadan küçük resimler

# #31407
source: Thumbs with banners panel
cs_cz: Panel náhledů s bannery
fr_fr: Panneau de vignettes avec bannières
pl_pl: Miniatury z panelem banerów
tr_tr: Afiş paneli ile küçük resimler

# #31408
source: Squares panel
cs_cz: Panel čtverců
fr_fr: Panneau de carrés
pl_pl: Panel kwadratów
tr_tr: Kareler paneli

# #31409
source: Banners panel
cs_cz: Panel bannerů
fr_fr: Panneau de bannières
pl_pl: Panel banerów
tr_tr: Afiş paneli

# #31410
source: Miniatures
cs_cz: Miniatury
pl_pl: Miniatury
tr_tr: Minyatürler

# #31411
source: Miniatures panel
cs_cz: Panel miniatur
fr_fr: Panneau de miniatures
pl_pl: Panel miniatur
tr_tr: Minyatürler paneli

# #31412
source: Double lists
cs_cz: Dvojité seznamy
fr_fr: Doubles listes
pl_pl: Lista podwójna
tr_tr: İkili listeler

# #31413
source: Show Skin Helper Service widgets settings
cs_cz: Zobrazit nastavení widgetů Skin Helper Service
fr_fr: Afficher les paramètres des widgets Skin Helper Service
pl_pl: Pokaż ustawienia widżetu Skin Helper
tr_tr: Skin Helper Service widgets ayarlarını göster

# #31414
source: Triple lists
cs_cz: Trojité seznamy
fr_fr: Triples listes
pl_pl: Potrójna lista
tr_tr: Üçlü listeler

# #31415
source: Show clearlogos at the top of menu
cs_cz: Zobrazit čistá loga navrchu nabídky
fr_fr: Afficher les logos (ClearLogos) au dessus du menu
pl_pl: Pokaż clearlogos w górnej części menu
tr_tr: Menünün en üstünde clearlogo'ları göster

# #31416
source: Minimize main menu
cs_cz: Minimalizovat hlavní nabídku
fr_fr: Minimiser le menu principal
pl_pl: Minimalizuj menu startowe
tr_tr: Ana menüyü küçült

# #31417
source: Show item label on top
cs_cz: Zobrazit název položky navrchu
fr_fr: Afficher le nom de l'élément en haut de l'écran
pl_pl: Pokaż etykietę elementu u góry
tr_tr: Öğe etiketini üstte göster

# #31418
source: Required add-ons
cs_cz: Nezbytné doplňky
fr_fr: Extensions requises
pl_pl: Wymagane dodatki
tr_tr: Gerekli eklentiler

# #31419
source: Optional add-ons
cs_cz: Nepovinné doplňky
fr_fr: Extensions facultatives
pl_pl: Opcjonalne dodatki
tr_tr: İsteğe bağlı eklentiler

# #31420
source: Directed by
cs_cz: Režie
fr_fr: Réalisés par
pl_pl: W reżyserii
tr_tr: Yöneten

# #31421
source: Similar to
cs_cz: Podobné
fr_fr: Similaires à
pl_pl: Podobny do
tr_tr: Benzer

# #31422
source: Play trailers in full screen
cs_cz: Přehrát upoutávky na celé obrazovce
fr_fr: Lire les bandes-annonces en plein écran
pl_pl: Odtwórz zwiastuny na pełnym ekranie
tr_tr: Fragmanları tam ekranda oynatın

# #31423
source: Enable gradient colors
cs_cz: Povolit barevné přechody
fr_fr: Activer le dégradé de couleurs
pl_pl: Włącz kolory gradientu
tr_tr: Gradyan renklerini etkinleştir

# #31424
source: Secondary color
cs_cz: Sekundární barva
fr_fr: Couleur secondaire
pl_pl: Drugi kolor
tr_tr: Ara renk

# #31425
source: Use small OSD
cs_cz: Použít malé rozhraní
fr_fr: Utiliser l'OSD réduit
pl_pl: Użyj małego paska sterowania
tr_tr: Küçük OSD kullan

# #31426
source: Personalize 'Categories' widget
cs_cz: Přizpůsobit widget 'Kategorie'
fr_fr: Personaliser le widget 'Catégories'
pl_pl: Personalizuj widżet 'Kategorii'
tr_tr: 'Kategoriler' widget'ini kişiselleştir

# #31427
source: Classic list
cs_cz: Klasický seznam
fr_fr: Liste classique
pl_pl: Lista klasyczna
tr_tr: Klasik liste

# #31428
source: Icons list
cs_cz: Seznam ikon
fr_fr: Liste d'icônes
pl_pl: Lista ikon
tr_tr: Simge listesi

# #31429
source: Configure personal API keys
cs_cz: Nastavit osobní API klíče
fr_fr: Configurer les clés API personnelles
pl_pl: Konfiguruj prywatny klucz API
tr_tr: Kişisel API anahtarlarını yapılandır

# #31430
source: Hide video info when video is paused
cs_cz: Skrýt informace o videu při pauze
fr_fr: Masquer les informations vidéos lorsque la vidéo est mise en pause
pl_pl: Ukryj informacje o filmie, gdy wideo jest wstrzymane
tr_tr: Video duraklatıldığında video bilgilerini gizle

# #31431
source: Show scrolling text
cs_cz: Zobrazit rolující text
fr_fr: Afficher les textes défilants
pl_pl: Pokaż przewijany tekst
tr_tr: Kaydırma metnini göster

# #31433
source: My ratings
cs_cz: Moje hodnocení
fr_fr: Mes notes
pl_pl: Moje oceny
tr_tr: Derecelendirmelerim

# #31434
source: win
cs_cz: získal
fr_fr: récompense
pl_pl: zdobywca
tr_tr: kazandı

# #31435
source: wins
cs_cz: získává
fr_fr: récompenses
pl_pl: zdobywcy
tr_tr: kazandı

# #31436
source: Oscars
cs_cz: Oskarů
pl_pl: Oscary
tr_tr: Oscar

# #31437
source: Hide fanart opacity in fullscreen mode
cs_cz: Skrýt průsvitnost fanartu v režimu celé obrazovky
fr_fr: Masquer l'opacité de l'arière-plan en mode plein écran
pl_pl: Ukryj przeźroczystość fanartu w trybie pełnoekranowym
tr_tr: Tam ekran modunda fanart şeffaflığını gizle

# #31438
source: Show a border for media
cs_cz: Zobrazit okraj pro média
fr_fr: Afficher un contour aux médias
pl_pl: Pokaż obramowanie mediów
tr_tr: Medya için kenarlık göster

# #31439
source: Get all Artworks
cs_cz: Získat všechna umělecká díla
fr_fr: Obtenir tous les Artworks
pl_pl: Pobierz wszystkie Artworki
tr_tr: Tüm Artwork'leri al

# #31441
source: Pause video during access to info
cs_cz: Při zobrazení informací zastavit video
fr_fr: Mettre la vidéo en pause lors de l'accès aux informations
pl_pl: Wstrzymaj wideo podczas dostępu do informacji
tr_tr: Bilgilere erişirken videoyu duraklat

# #31442
source: Last aired episode
cs_cz: Poslední přehraná epizoda
fr_fr: Dernier épisode diffusé
pl_pl: Ostatni odcinek
tr_tr: Son yayınlanan bölüm

# #31443
source: Airs
cs_cz: Vysílá
fr_fr: Diffusion
pl_pl: Wkrótce
tr_tr: Yayınlar

# #31444
source: Configure media flags
cs_cz: Nastavit příznaky médií
fr_fr: Configurer les indicateurs des médias
pl_pl: Skonfiguruj flagi mediów
tr_tr: Medya etiketlerini yapılandır

# #31445
source: Show media source
cs_cz: Zobrazit zdroj médií
fr_fr: Afficher la source du média
pl_pl: Pokaż źródła
tr_tr: Medya kaynağını göster

# #31446
source: Show media resolution
cs_cz: Zobrazit rozlišení médií
fr_fr: Afficher la résolution du média
pl_pl: Pokaż rozdzielczość
tr_tr: Medya çözünürlüğünü göster

# #31447
source: Show media video codec
cs_cz: Zobrazit video kodek médií
fr_fr: Afficher le codec vidéo du média
pl_pl: Pokaż kodek wideo
tr_tr: Medya video codec'ini göster

# #31448
source: Show media aspect ratio
cs_cz: Zobrazit poměr stran médií
fr_fr: Afficher l'aspect ratio du média
pl_pl: Pokaż proporcię
tr_tr: Medya en boy oranını göster

# #31449
source: Show media audio codec
cs_cz: Zobrazit audio kodek médií
fr_fr: Afficher le codec audio du média
pl_pl: Pokaż kodek audio
tr_tr: Medya ses codec'ini göster

# #31450
source: Show media audio channels
cs_cz: Zobrazit zvukové kanály médií
fr_fr: Afficher le nombre de canaux audio du média
pl_pl: Pokaż kanały audio
tr_tr: Medya ses kanallarını göster

# #31451
source: Show media duration
cs_cz: Zobrazit délku médií
fr_fr: Afficher la durée du média
pl_pl: Pokaż czas wyświetlania
tr_tr: Medya süresini göster

# #31452
source: Show media finish time
cs_cz: Zobrazit čas ukončení médií
fr_fr: Afficher l'heure de fin du média
pl_pl: Pokaż czas zakończenia
tr_tr: Medyanın bitiş zamanını göster

# #31453
source: Show media studio logo
cs_cz: Zobrazit logo studia médií
fr_fr: Afficher le logo du studio du média
pl_pl: Pokaż logo studia
tr_tr: Medya stüdyosu logosunu göster

# #31454
source: Show media record label logo
cs_cz: Zobrazit loga hudebního vydavatelství médií
fr_fr: Afficher le logo de la maison de disque du média
pl_pl: Pokaż logo wytwórni płytowej
tr_tr: Medya kayıt etiketi logosunu göster

# #31455
source: Show movies of saga
cs_cz: Zobrazit filmy v sáze
fr_fr: Afficher les films de la saga
pl_pl: Pokaż filmy z sagi
tr_tr: Efsane filmleri göster

# #31456
source: Show albums of artist
cs_cz: Zobrazit alba od umělce
fr_fr: Afficher les albums de l'artiste
pl_pl: Pokaż albumy wykonawcy
tr_tr: Sanatçının albümlerini göster

# #31457
source: Show artist ClearArt
cs_cz: Zobrazit čisté logo umělce
fr_fr: Afficher le logo transparent (ClearArt) de l'artiste
pl_pl: Pokaż ClearArt wykonawcy
tr_tr: Sanatçı ClearArt'ı göster

# #31458
source: Select Program
cs_cz: Zvolit program
fr_fr: Sélectionner un programme
pl_pl: Wybierz program
tr_tr: Programı seç

# #31459
source: Enable themes (Valentine's Day, Easter, Halloween & Christmas)
cs_cz: Povolit témata vzhledu (na Valentýna, velikonoce, Halloween a vánoce)
fr_fr: Activer les thèmes (Saint-Valentin, Pâques, Halloween & Noël)
pl_pl: Włącz motywy (Walentynki, Wielkanoc, Halloween i Boże Narodzenie)
tr_tr: Temaları etkinleştir (Sevgililer Günü, Paskalya, Cadılar Bayramı & Noel)

# #31460
source: Your library is currently empty.[CR]In order to populate it with your personal media, add sources and configure them.
cs_cz: Vaše knihovna je prázdná.[CR]Abyste jí naplnili, musíte přidat zdroje a nastavit je.
fr_fr: Votre bibliothèque est actuellement vide.[CR]Afin de la remplir avec vos médias personnels, ajoutez des sources et configurez-les.
pl_pl: Twoja biblioteka jest obecnie pusta. [CR]Aby zapełnić ją multimediami, dodaj źródła i skonfiguruj je.
tr_tr: Kitaplığınız şu anda boş.[CR]Kişisel medyanızla doldurmak için kaynakları ekleyin ve yapılandırın.

# #31461
source: Recommended Youtube videos
cs_cz: Doporučená videa z Youtube
fr_fr: Vidéos Youtube recommandées
pl_pl: Polecane filmy z Youtube
tr_tr: Önerilen Youtube videoları

# #31462
source: Video countries icons pack
cs_cz: Balíček ikon zemí videa
fr_fr: Pack d'icônes pour les pays des vidéos
pl_pl: Pakiety ikon krajów wideo
tr_tr: Video ülkeleri simge paketi

# #31463
source: No broadcast this day
cs_cz: Dnes žádné vysílání
fr_fr: Aucune diffusion ce jour
pl_pl: Brak transmisji w tym dniu
tr_tr: Bugün yayın yok

# #31464
source: Automatically show music video info at beginning and end of playing
cs_cz: Automaticky zobrazit informace o videoklipu na začátku a konci přehrávání
fr_fr: Afficher automatiquement les informations des clips vidéos au début et à la fin de la lecture
pl_pl: Automatycznie wyświetlaj informacje o teledysku na początku i na końcu odtwarzania
tr_tr: Müzik video bilgisini oynatmanın başında ve sonunda otomatik olarak göster

# #31465
source: Background replacement
cs_cz: Náhrada pozadí
fr_fr: Arrière-plan de remplacement
pl_pl: Zastąpienie tła
tr_tr: Arka plan değiştirme

# #31466
source: Genres panel
cs_cz: Panel žánrů
fr_fr: Panneau de genres
pl_pl: Panel gatunków
tr_tr: Türler paneli

# #31467
source: Most played music videos
cs_cz: Nejpřehrávanější videoklipy
fr_fr: Clips vidéos les plus regardés
pl_pl: Najczęściej odtwarzane teledyski
tr_tr: En çok oynatılan müzik videoları

# #31468
source: Show media names with widgets names
cs_cz: Zobrazit názvy médií s názvy widgetů
fr_fr: Afficher les noms des médias avec les noms des widgets
pl_pl: Pokaż nazwy mediów z nazwami widżetów
tr_tr: Widget'lerin isimleri ile medya isimlerini göster

# #31469
source: Christmas Theme
cs_cz: Vánoční téma
fr_fr: Thème Noël
pl_pl: Motyw świąteczny
tr_tr: Noel Teması

# #31470
source: Halloween Theme
cs_cz: Halloweenské téma
fr_fr: Thème Halloween
pl_pl: Motyw Halloween
tr_tr: Cadılar Bayramı Teması

# #31471
source: Easter Theme
cs_cz: Velikonoční téma
fr_fr: Thème Pâques
pl_pl: Motyw wielkanocny
tr_tr: Paskalya Teması

# #31472
source: Valentine's Day Theme
cs_cz: Valentýnské téma
fr_fr: Thème Saint-Valentin
pl_pl: Motyw walentynkowy
tr_tr: Sevgililer Günü Teması

# #31473
source: Show channel groups
cs_cz: Zobrazit skupiny kanálů
fr_fr: Afficher les groupes des chaînes
pl_pl: Pokaż grupy kanałów
tr_tr: Kanal gruplarını göster

# #31474
source: Scope mode for constant image height (CIH) setup
cs_cz: Režim náhledu pro nastavení konstantní výšky obrázku (CIH)
fr_fr: Mode Scope pour la configuration de la hauteur d'image constante (CIH)
pl_pl: Tryb zakresu dla ustawienia stałej wysokości obrazu (CIH)
tr_tr: Sabit görüntü yüksekliği (CIH) ayarı için kapsam modu

# #31480
source: Scope mode
cs_cz: Režim náhledu
fr_fr: Mode scope
pl_pl: Tryb zakresu
tr_tr: Kapsam modu
