Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.estuary.modv2cpm/language/resource.language.*/strings.po
Languages: cs_cz, fr_fr, pl_pl, tr_tr

# #31483
source: My ratings text color
cs_cz: Barva textu mojich hodnocení
fr_fr: Couleur du texte de mes notes
pl_pl: Kolor tekstu mojej oceny
tr_tr: Derecelendirmelerim metin rengi

# #31484
source: Loading...
cs_cz: Načítám...
fr_fr: Chargement...
pl_pl: Ładuję...
tr_tr: Yükleniyor...

# #31485
source: Parental control related settings.
cs_cz: Nastavení ohledně rodičovské kontroly.
fr_fr: Paramètres relatifs au contrôle parental.
pl_pl: Ustawienia związane z kontrolą rodzicielską.
tr_tr: Ebeveyn kontrolü ile ilgili ayarlar.

# #31486
source: Select Resolution
cs_cz: Vyberte rozlišení
fr_fr: Sélectionner la résolution
pl_pl: Ustaw rozdzielczość
tr_tr: Çözünürlük Seç

# #31487
source: Date added
cs_cz: Datum přidání
fr_fr: Date d'ajout
pl_pl: Data dodania
tr_tr: Ekleme Tarihi

# #31488
source: Show extended info
cs_cz: Zobrazit rozšířené informace
fr_fr: Afficher les informations étendues
pl_pl: Pokaż informacje rozszerzone
tr_tr: Genişletilmiş bilgileri göster

# #31489
source: By
cs_cz: od
fr_fr: Par
pl_pl: Przez
tr_tr: İle

# #31490
source: Movies from movie set
cs_cz: Filmy z kolekce filmů
fr_fr: Films de la saga
pl_pl: Filmy z sagi
tr_tr: Film setinden filmler

# #31491
source: Press [B]DOWN[/B] to show info from selected movie
cs_cz: Zmáčknutím klávesy [B]DOLŮ[/B]zobrazíte informace o označeném filmu
fr_fr: Appuyer sur [B]BAS[/B] pour afficher les informations du film sélectionné
pl_pl: Naciśnij [B]w dół[/B] aby wyświetlić informacje o wybranym filmie
tr_tr: Seçilen filmden bilgileri göstermek için [B]AŞAĞI[/B] düğmesine basın

# #31492
source: Lists settings
cs_cz: Nastavení seznamů
fr_fr: Paramètres des listes
pl_pl: Wyświetl ustawienia
tr_tr: Liste ayarları

# #31494
source: Episode count
cs_cz: Počet epizod
fr_fr: Nombre d'épisodes
pl_pl: Liczba odcinków
tr_tr: bölüm sayısı

# #31495
source: Movies from director
cs_cz: Filmy od režiséra
fr_fr: Films du réalisateur
pl_pl: Filmy reżysera
tr_tr: Yönetmenden filmler

# #31496
source: Similar movies
cs_cz: Podobné filmy
fr_fr: Films similaires
pl_pl: Podobne filmy
tr_tr: benzer filmler

# #31497
source: Movies from studio
cs_cz: Filmy od studia
fr_fr: Films du studio
pl_pl: Filmy studia
tr_tr: Stüdyodan filmler

# #31498
source: Next Up episodes
cs_cz: Nadcházející epizody
fr_fr: Prochains épisodes à regarder
pl_pl: Następne odcinki do obejrzenia
tr_tr: Sonraki Bölümler

# #31499
source: Similar TV shows
cs_cz: Podobné seriály
fr_fr: Séries TV similaires
pl_pl: Podobne seriale
tr_tr: Benzer TV şovları

# #31500
source: Fanarts list
cs_cz: Seznam fanartů
fr_fr: Liste des fanarts
pl_pl: Lista fanartów
tr_tr: Fanart listesi

# #31501
source: Albums from library
cs_cz: Alba z knihovny
fr_fr: Albums de la bibliothèque
pl_pl: Albumy biblioteki
tr_tr: Kitaplıktan albümler

# #31502
source: Complete discography
cs_cz: Celá diskografie
fr_fr: Discographie complète
pl_pl: Pełna dyskografia
tr_tr: Komple diskografi

# #31503
source: Songs from album
cs_cz: Písničky z alba
fr_fr: Chansons de l'album
pl_pl: Utwory z albumu
tr_tr: albümden şarkılar

# #31504
source: Press [B]OK[/B] to show back thumb
cs_cz: Pro zobrazení náhledu zmáčkněte [B]OK[/B]
fr_fr: Appuyer sur [B]OK[/B] pour afficher la pochette arrière
pl_pl: Naciśnij [B]OK[/B], aby wyświetlić wsteczny kciuk
tr_tr: Başparmağı geri göstermek için [B]Tamam[/B]'e basın

# #31505
source: Episode of the season
cs_cz: Epizoda ze sezóny
fr_fr: Episodes de la saison
pl_pl: Odcinki sezonu
tr_tr: Sezonun bölümü

# #31506
source: Posters
cs_cz: Plakáty
fr_fr: Affiches
pl_pl: Plakaty
tr_tr: Posterler

# #31507
source: Fanarts
cs_cz: Fanarty
pl_pl: Fanarty
tr_tr: Fanartlar

# #31508
source: Resume playback at
cs_cz: Pokračovat v přehrávání od
fr_fr: Reprendre la lecture à
pl_pl: Wznów odtwarzanie w
tr_tr: Oynatmaya devam et

# #31509
source: Press [B]OK[/B] to show biography
cs_cz: Pro zobrazení životopisu zmáčkněte [B]OK[/B]
fr_fr: Appuyer sur [B]OK[/B] pour afficher la biographie
pl_pl: Naciśnij [B]OK[/B] aby wyświetlić biografię
tr_tr: Biyografiyi göstermek için [B]Tamam[/B]'e basın

# #31510
source: Website
cs_cz: Webová stránka
fr_fr: Site Internet
pl_pl: Strona internetowa
tr_tr: İnternet sitesi

# #31511
source: Role in movie
cs_cz: Role ve filmu
fr_fr: Rôle dans le film
pl_pl: Rola w filmie
tr_tr: filmde rol

# #31512
source: Crew member in movie
cs_cz: Člen štábu ve filmu
fr_fr: Membre d'équipe dans le film
pl_pl: Członek zespołu w filmie
tr_tr: Filmde ekip üyesi

# #31513
source: Role in TV show
cs_cz: Role v seriálu
fr_fr: Rôle dans la série TV
pl_pl: Rola w serialu
tr_tr: TV şovunda rol

# #31514
source: Crew member in TV show
cs_cz: Člen štábu ve filmu
fr_fr: Membre d'équipe dans la série TV
pl_pl: Członek zespołu w serialu
tr_tr: TV şovunda ekip üyesi

# #31515
source: Palm Week
cs_cz: Palmový týden
fr_fr: Semaine des Rameaux
pl_pl: Tydzień Palmowy
tr_tr: Palmiye Haftası

# #31550
source: Channel groups
cs_cz: Skupiny kanálů
fr_fr: Groupes de canaux
pl_pl: Grupy kanałów
tr_tr: Kanal grupları

# #31551
source: German Telecast Offers
cs_cz: Německé televizní nabídky
fr_fr: Offres télévisées allemandes
pl_pl: Niemieckie oferty telewizyjne
tr_tr: Alman Telecast Teklifleri

# #31552
source: Also apply to radio and internet station logos
cs_cz: Platí také pro loga rádií a internetových stanic
fr_fr: S'applique également aux logos de stations radio et Internet
pl_pl: Zastosuj również do logo stacji radiowych i internetowych
tr_tr: Radyo ve internet istasyonu logoları için de geçerlidir

# #31553
source: Use poster view for music video widgets
cs_cz: Pro widgety hudebních videí použijte zobrazení plakátu
fr_fr: Utiliser la vue d'affiche pour les widgets de vidéo musicale
pl_pl: Użyj widoku plakatu dla widżetów teledysków
tr_tr: Müzik videosu widget'ları için poster görünümünü kullanın

# #31554
source: Show year of publication in title
cs_cz: Zobrazit rok vydání v názvu
fr_fr: Afficher l'année de publication dans le titre
pl_pl: Pokaż rok publikacji w tytule
tr_tr: Yayın yılını başlıkta göster

# #31555
source: Optional icons and fanart packs
cs_cz: Volitelné ikony a balíčky fanartů
fr_fr: Icônes facultatives et packs de fanart
pl_pl: Opcjonalne ikony i pakiety fanartów
tr_tr: İsteğe bağlı simgeler ve fanart paketleri

# #31556
source: Reboot from NAND (Android)
cs_cz: Restartování z NAND (Android)
fr_fr: Redémarrer à partir de NAND (Android)
pl_pl: Uruchom ponownie z NAND (Android)
tr_tr: NAND'dan yeniden başlatma (Android)

# #31557
source: Restart Kodi
cs_cz: Restartujte Kodi
fr_fr: Redémarrez Kodi
pl_pl: Uruchom ponownie Kodi
tr_tr: Kodi'yi yeniden başlatın

# #31559
source: Platform
cs_cz: Plošina
fr_fr: Plateforme
pl_pl: Platforma
tr_tr: platformu

# #31560
source: Forced Views
cs_cz: Vynucené pohledy
fr_fr: Vues forcées
pl_pl: Wymuszone widoki
tr_tr: Zorunlu Görüntülemeler

# #31561
source: Show PVR related Artworks
cs_cz: Zobrazit umělecká díla související s PVR
fr_fr: Afficher les œuvres liées au PVR
pl_pl: Pokaż dzieła związane z PVR
tr_tr: PVR ile ilgili Yapıtları Göster

# #31562
source: PVR Artwork Configuration
cs_cz: Konfigurace PVR Artwork
fr_fr: Configuration de l'illustration PVR
pl_pl: Konfiguracja grafiki PVR
tr_tr: PVR Yapıt Yapılandırması

# #31563
source: Show date
cs_cz: Zobrazit datum
fr_fr: Afficher la date
pl_pl: Pokaż datę
tr_tr: Tarihi göster

# #31564
source: Top Bar
cs_cz: Horní lišta
fr_fr: Barre du haut
pl_pl: Górny pasek
tr_tr: Üst Çubuk

# #31565
source: Bottom Bar
cs_cz: Spodní lišta
fr_fr: Barre inférieure
pl_pl: Dolny pasek
tr_tr: Alt çubuk

# #31566
source: Media
cs_cz: Média
fr_fr: Médias
pl_pl: Głoska bezdźwięczna
tr_tr: medya

# #31567
source: Kodi/Distribution Logo
cs_cz: Logo Kodi/Distribution
fr_fr: Kodi/Logo de distribution
pl_pl: Logo Kodi/dystrybucji
tr_tr: Kodi/Dağıtım Logosu

# #31570
source: Show extended Power Menu
cs_cz: Zobrazit rozšířenou nabídku napájení
fr_fr: Afficher le menu d'alimentation étendu
pl_pl: Pokaż rozszerzone menu zasilania
tr_tr: Genişletilmiş Güç Menüsünü göster

# #31571
source: Prefer Fanart in EPG preview window if available
cs_cz: Preferujte Fanart v okně náhledu EPG, pokud je k dispozici
fr_fr: Préférez Fanart dans la fenêtre d'aperçu EPG si disponible
pl_pl: Preferuj Fanart w oknie podglądu EPG, jeśli jest dostępny
tr_tr: Varsa, EPG önizleme penceresinde Fanart'ı tercih edin

# #31572
source: Upcoming episodes
cs_cz: Nadcházející epizody
fr_fr: Épisodes à venir
pl_pl: Nadchodzące odcinki
tr_tr: Gelecek bölümler

# #31573
source: Show MPAA rating
cs_cz: Zobrazit hodnocení MPAA
fr_fr: Afficher le classement MPAA
pl_pl: Pokaż ocenę MPAA
tr_tr: MPAA derecesini göster

# #31574
source: (until
cs_cz: (dokud
fr_fr: (jusqu'à
pl_pl: (aż do
tr_tr: (a kadar

# #31575
source: Show Color Depth
cs_cz: Zobrazit barevnou hloubku
fr_fr: Afficher la profondeur des couleurs
pl_pl: Pokaż głębię kolorów
tr_tr: Renk Derinliğini Göster

# #31576
source: Show additional Infos within the PVR widgets
cs_cz: Zobrazit další informace v rámci widgetů PVR
fr_fr: Afficher des informations supplémentaires dans les widgets PVR
pl_pl: Pokaż dodatkowe informacje w widżetach PVR
tr_tr: PVR widget'larında ek Bilgiler göster

# #31577
source: Close Video OSD automatically after
cs_cz: Poté automaticky zavřete Video OSD
fr_fr: Fermer l'OSD vidéo automatiquement après
pl_pl: Zamknij wideo OSD automatycznie po
tr_tr: sonra Video OSD'yi otomatik olarak kapatın.

# #31578
source: disabled
cs_cz: zakázáno
fr_fr: désactivé
pl_pl: wyłączone
tr_tr: engelli

# #31580
source: 3 seconds
cs_cz: 3 sekundy
fr_fr: 3 secondes
pl_pl: 3 sekundy
tr_tr: 3 saniye

# #31581
source: 5 seconds
cs_cz: 5 sekund
fr_fr: 5 secondes
pl_pl: 5 sekund
tr_tr: 5 saniye

# #31582
source: 7 seconds
cs_cz: 7 sekund
fr_fr: 7 secondes
pl_pl: 7 sekund
tr_tr: 7 saniye

# #31583
source: 10 seconds
cs_cz: 10 sekund
fr_fr: 10 secondes
pl_pl: 10 sekund
tr_tr: 10 saniye

# #31584
source: 15 seconds
cs_cz: 15 sekund
fr_fr: 15 secondes
pl_pl: 15 sekund
tr_tr: 15 saniye

# #31585
source: Show Channel Numbers
cs_cz: Zobrazit čísla kanálů
fr_fr: Afficher les numéros de chaîne
pl_pl: Pokaż numery kanałów
tr_tr: Kanal Numaralarını Göster

# #31586
source: Show Date of First aired
cs_cz: Datum prvního vysílání pořadu
fr_fr: Afficher la date de première diffusion
pl_pl: Pokaż datę pierwszego wyemitowania
tr_tr: İlk Yayınlanma Tarihini Göster

# #31587
source: Item Path of Picture Widgets
cs_cz: Položka Cesta obrázkových widgetů
fr_fr: Chemin de l'élément des widgets d'image
pl_pl: Ścieżka pozycji widżetów obrazkowych
tr_tr: Resim Widget'larının Öğe Yolu

# #31588
source: Default Action on 'Movie' and 'TV-Show' Widgets
cs_cz: Výchozí akce na widgetech "Film" a "TV pořad
fr_fr: Action par défaut sur les widgets 'Film' et 'TV-Show'
pl_pl: Domyślna akcja na widżetach „Film” i „Program telewizyjny”
tr_tr: "Film" ve "TV Şovu" Widget'larında Varsayılan İşlem

# #31589
source: Play Item
cs_cz: Přehrát položku
fr_fr: Lire l'élément
pl_pl: Odtwórz przedmiot
tr_tr: Öğeyi Oynat

# #31590
source: Show Info
cs_cz: Zobrazit informace
fr_fr: Afficher les informations
pl_pl: Pokaż informacje
tr_tr: Bilgi göster

# #31591
source: Sort Order
cs_cz: Pořadí řazení
fr_fr: Ordre de tri
pl_pl: Porządek sortowania
tr_tr: Sıralama düzeni

# #31592
source: Show Path Navigation (Breadcrumbs) in List Views
cs_cz: Zobrazit navigaci po cestě (drobečková navigace) v zobrazeních seznamu
fr_fr: Afficher la navigation par chemin (fil d'Ariane) dans les vues de liste
pl_pl: Pokaż nawigację po ścieżce (okruszki chleba) w widokach list
tr_tr: Liste Görünümlerinde Yol Gezinmesini (Breadcrumbs) Göster

# #31593
source: Show only 'current item / item count' Information
cs_cz: Zobrazit pouze informace 'aktuální položka / počet položek'
fr_fr: Afficher uniquement les informations sur "l'article actuel / le nombre d'articles"
pl_pl: Pokaż tylko informacje o 'bieżącej pozycji / liczbie pozycji'
tr_tr: Yalnızca 'geçerli öğe / öğe sayısı' Bilgilerini göster

# #31594
source: Set Animated Poster
cs_cz: Nastavte animovaný plakát
fr_fr: Définir une affiche animée
pl_pl: Ustaw animowany plakat
tr_tr: Hareketli Poster Ayarla

# #31595
source: Remove Animated Poster
cs_cz: Odebrat animovaný plakát
fr_fr: Supprimer l'affiche animée
pl_pl: Usuń animowany plakat
tr_tr: Animasyonlu Posteri Kaldır

# #31596
source: Animated Poster removed
cs_cz: Animovaný plakát odstraněn
fr_fr: Affiche animée supprimée
pl_pl: Usunięto animowany plakat
tr_tr: Animasyonlu Poster kaldırıldı

# #31597
source: Animated Poster added
cs_cz: Přidán animovaný plakát
fr_fr: Affiche animée ajoutée
pl_pl: Dodano animowany plakat
tr_tr: Animasyonlu Poster eklendi

# #31598
source: Local Path to animated Poster Folder
cs_cz: Místní cesta ke složce animovaného plakátu
fr_fr: Chemin d'accès local au dossier d'affiches animées
pl_pl: Lokalna ścieżka do animowanego folderu z plakatami
tr_tr: Animasyonlu Poster Klasörüne Yerel Yol

# #31599
source: The folder of the animated Poster Collection was not defined yet. Define a Folder on the local File System containing animated Posters within the Skin Settings.
cs_cz: Složka animované sbírky plakátů zatím nebyla definována. Definujte složku v místním systému souborů obsahující animované plakáty v nastavení vzhledu.
fr_fr: Le dossier de la collection d'affiches animées n'a pas encore été défini. Définissez un dossier sur le système de fichiers local contenant des affiches animées dans les paramètres de skin.
pl_pl: Folder animowanej kolekcji plakatów nie został jeszcze zdefiniowany. Zdefiniuj folder w lokalnym systemie plików zawierający animowane plakaty w ustawieniach skóry.
tr_tr: Animasyonlu Poster Koleksiyonunun klasörü henüz tanımlanmadı. Dış Görünüm Ayarlarında yerel Dosya Sisteminde animasyonlu Posterler içeren bir Klasör tanımlayın.

# #31600
source: Could not assign animated Poster
cs_cz: Nepodařilo se přiřadit animovaný plakát
fr_fr: Impossible d'attribuer une affiche animée
pl_pl: Nie można przypisać animowanego plakatu
tr_tr: Animasyonlu Poster atanamadı

# #31601
source: Hit Probability:
cs_cz: Pravděpodobnost zásahu:
fr_fr: Probabilité de toucher :
pl_pl: Prawdopodobieństwo trafienia:
tr_tr: Vuruş Olasılığı:

# #31602
source: 'Rotten Tomatoes' Rating Category
cs_cz: Kategorie hodnocení 'Rotten Tomatoes'
fr_fr: Catégorie de notation "Tomates pourries"
pl_pl: Kategoria oceny „Zgniłe pomidory”
tr_tr: 'Çürük Domates' Derecelendirme Kategorisi

# #31603
source: Tomatometer all Critics
cs_cz: Tomatometr všech kritiků
fr_fr: Tomatomètre tous les critiques
pl_pl: Tomometr wszyscy krytycy
tr_tr: Tomatoometer tüm Eleştirmenler

# #31604
source: Tomatometer average Critics
cs_cz: Tomatometr průměrné kritiky
fr_fr: Moyenne du tomatomètre Critiques
pl_pl: Średnia z tomometru Krytycy
tr_tr: Tomatoometer ortalama Eleştirmenler

# #31605
source: Tomatometer all Audience
cs_cz: Tomatometr všem divákům
fr_fr: Tomatomètre tout public
pl_pl: Tomometr dla wszystkich odbiorców
tr_tr: Tüm İzleyiciler için Tomatoometer

# #31606
source: Tomatometer average Audience
cs_cz: Tomatometr průměrné publikum
fr_fr: Audience moyenne du tomatomètre
pl_pl: Średnia publiczność Tomometru
tr_tr: Tomatometer ortalama İzleyici

# #31607
source: Use simplified Video OSD Navigation
cs_cz: Použijte zjednodušenou video OSD navigaci
fr_fr: Utiliser la navigation OSD vidéo simplifiée
pl_pl: Użyj uproszczonej nawigacji wideo OSD
tr_tr: Basitleştirilmiş Video OSD Gezinmesini Kullanın

# #31608
source: Previous seen Channel
cs_cz: Dříve viděný kanál
fr_fr: Canal vu précédemment
pl_pl: Poprzednio widziany kanał
tr_tr: Önceki Görülen Kanal

# #31609
source: Show PVR Channel Status
cs_cz: Zobrazit stav kanálu PVR
fr_fr: Afficher l'état du canal PVR
pl_pl: Pokaż status kanału PVR
tr_tr: PVR Kanal Durumunu Göster

# #31610
source: Display Mode
cs_cz: Zobrazovací mód
fr_fr: Mode d'affichage
pl_pl: Tryb wyświetlania
tr_tr: Ekran modu

# #31612
source: Color Depth
cs_cz: Barevná hloubka
fr_fr: La profondeur de la couleur
pl_pl: Głębia koloru
tr_tr: Renk derinliği

# #31613
source: Display Media Time
cs_cz: Zobrazení času médií
fr_fr: Afficher l'heure du média
pl_pl: Wyświetl czas mediów
tr_tr: Medya Zamanını Görüntüle

# #31614
source: current Time / total Time
cs_cz: aktuální čas / celkový čas
fr_fr: Temps actuel / Temps total
pl_pl: aktualny czas/całkowity czas
tr_tr: mevcut Zaman / toplam Zaman

# #31615
source: Remaining Time
cs_cz: Zbývající čas
fr_fr: Temps restant
pl_pl: Pozostały czas
tr_tr: Kalan süre

# #31616
source: Use Background for PVR Channel Icons
cs_cz: Použít pozadí pro ikony kanálů PVR
fr_fr: Utiliser l'arrière-plan pour les icônes des chaînes PVR
pl_pl: Użyj tła dla ikon kanałów PVR
tr_tr: PVR Kanal Simgeleri için Arka Plan Kullan

# #31617
source: Saved Search Results
cs_cz: Uložené výsledky hledání
fr_fr: Résultats de recherche enregistrés
pl_pl: Zapisane wyniki wyszukiwania
tr_tr: Kaydedilmiş Arama Sonuçları

# #31618
source: Use full Height for Channel and Program OSD
cs_cz: Použijte plnou výšku pro Channel a Program OSD
fr_fr: Utiliser la pleine hauteur pour l'OSD des canaux et des programmes
pl_pl: Użyj pełnej wysokości dla menu ekranowego kanału i programu
tr_tr: Kanal ve Program OSD'si için tam Yüksekliği kullanın

# #31619
source: Economica based
cs_cz: Ekonomický základ
fr_fr: Basé sur Economica
pl_pl: Oparte na ekonomii
tr_tr: ekonomik temelli

# #31620
source: Flix Landscape
cs_cz: Krajina Flix
fr_fr: Flix Paysage
pl_pl: Flix Krajobraz
tr_tr: Flix Manzara

# #31621
source: Visualization of the PVR and TV screen related settings.
cs_cz: Vizualizace nastavení souvisejících s PVR a TV obrazovkou.
fr_fr: Visualisation des paramètres liés à l'écran PVR et TV.
pl_pl: Wizualizacja ustawień związanych z PVR i TV.
tr_tr: PVR ve TV ekranı ile ilgili ayarların görselleştirilmesi.

# #31055
source: Backward jumping
fr_fr: Saut vers l'arrière
pl_pl: Przeskocz do tyłu
tr_tr: Geri atlama

# #31106
source: Teletext
fr_fr: Télétexte
pl_pl: Teletekst
tr_tr: Teleteks

# #31202
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
fr_fr: Raccourcis vers la section "Fichiers" de chaque type de média. Allez-y pour ajouter des sources supplémentaires à vos bases de données.
pl_pl: Skróty do sekcji "Pliki" dla każdego typu mediów. Przejdź tam i dodaj dodatkowe źródła dla swoich baz danych.
tr_tr: Her medya türünden "Dosyalar" bölümlerine kısayollar. Veritabanlarınıza ek kaynaklar eklemek için oraya gidin.

# #31404
source: Widgets to personalize
fr_fr: Widgets à personnaliser
pl_pl: Widżety do personalizacji
tr_tr: Kişiselleştirmek için widget'ler

# #31558
source: Addon-ID
pl_pl: Identyfikator dodatku
tr_tr: Eklenti Kimliği

# #31611
source: Eoft & Gamut
pl_pl: Eoft i gamut
tr_tr: Eoft ve Gam

# #31493
source: Show Actors list
tr_tr: Aktör listesini göster
