Repository: taiseer999/taiseer999.github.io
Catalog: repo/skin.estuary.modv2cpm/language/resource.language.*/strings.po
Languages: cs_cz, fr_fr, pl_pl, tr_tr

# #31152
source: Random music videos
cs_cz: Náhodné hudební videoklipy
fr_fr: Clips vidéos aléatoires
pl_pl: Losowe teledyski
tr_tr: Rastgele müzik videosu

# #31153
source: You do not have any add-ons of this type installed. Enter the add-on browser to download add-ons created by our community.
cs_cz: Nemáte nainstalovány žádné doplňky tohoto typu. Vstupte do prohlížeče doplňků pro stažení doplňků vytvořených naší komunitou.
fr_fr: Vous n'avez aucune extension de ce type installée. Utilisez le navigateur d'extensions pour télécharger les extensions créées par la communauté.
pl_pl: Nie masz zainstalowanych dodatków tego typu. Zainstaluj dodatek stworzony przez naszą społeczność.
tr_tr: Bu türde yüklü bir eklentiniz yok. Eklenti tarayıcısına girip topluluğumuzun ürettiği eklentileri indirebilirsiniz.

# #31154
source: Press [B]OK[/B] to switch between locations
cs_cz: Stiskněte [B]OK[/B] pro přepnutí mezi umístěními
fr_fr: Appuyer sur [B]OK[/B] pour basculer entre les emplacements
pl_pl: Naciśnij przycisk [B]OK[/B] aby przełączyć się między lokalizacjami
tr_tr: Konum değiştirmek için [B]Tamam[/B] tuşuna basın

# #31155
source: No bookmarks created yet.
cs_cz: Dosud nebyly vytvořeny žádné záložky.
fr_fr: Aucun chapitre créé pour l'instant.
pl_pl: Brak zakładek.
tr_tr: Henüz yer işareti oluşturulmadı.

# #31156
source: Choose background pattern
cs_cz: Zvolte vzor pozadí
fr_fr: Type du modèle d'arrière-plan
pl_pl: Wybierz wzór tła
tr_tr: Arka plan deseni seçin

# #31157
source: Library info
cs_cz: Informace o knihovně
fr_fr: Informations de la bibliothèque
pl_pl: Informacje o bibliotece
tr_tr: Kitaplık bilgisi

# #31158
source: Touch mode
cs_cz: Dotykový režim
fr_fr: Mode tactile
pl_pl: Tryb dotykowy
tr_tr: Dokunmatik mod

# #31159
source: Artworks
cs_cz: Umělecké dílo
pl_pl: Artworki
tr_tr: Artwork'ler

# #31160
source: Show media flags
cs_cz: Zobrazit příznaky médií
fr_fr: Afficher les indicateurs des médias
pl_pl: Pokaż ikony mediów
tr_tr: Medya etiketlerini göster

# #31161
source: Numeric pad
cs_cz: Číselná klávesnice
fr_fr: Pavé numérique
pl_pl: Klawiatura numeryczna
tr_tr: Sayısal tuş takımı

# #31162
source: Play your personal games or download one of the many game add-ons from the official repository.
cs_cz: Hrajte své vlastní hry nebo si stáhněte jeden z mnoha doplňků her z oficiálního repozitáře.
fr_fr: Jouez à vos jeux personnels ou téléchargez l'une des nombreuses extensions de jeu depuis le dépôt officiel.
pl_pl: Graj w swoj e gry lub pobierz jedną z wielu wtyczek gier z oficjalnego repozytorium.
tr_tr: Kişisel oyunlarınızı oynayın veya resmi depodaki birçok oyun eklentisinden birini indirin.

# #31163
source: Show Fanart background
cs_cz: Zobrazit fanart na pozadí
fr_fr: Afficher les Fanarts en arrière-plan
pl_pl: Pokaż tło Fanartów
tr_tr: Arka plan fanartını göster

# #31200
source: Main menu
cs_cz: Hlavní nabídka
fr_fr: Menu principal
pl_pl: Menu startowe
tr_tr: Ana menü

# #31201
source: Add media sources
cs_cz: Přidat zdroje médií
fr_fr: Ajouter des sources de médias
pl_pl: Dodaj źródła mediów
tr_tr: Medya kaynakları ekle

# #31202
source: Shortcuts to the sections of each media type. Go there to add additional sources for your databases.
cs_cz: Zkratky do sekce "Soubory" pro každý typ médií. Přejděte tam a přidejte další zdroje do databáze.

# #31203
source: Home menu
cs_cz: Domovská nabídka
fr_fr: Menu d'accueil
pl_pl: Menu startowe
tr_tr: Ana menü

# #31204
source: Hide main menu when selecting widgets
cs_cz: Skrýt hlavní nabídku při výběru widgetů
fr_fr: Masquer le menu principal lors de la sélection des widgets
pl_pl: Ukryj menu startowe po wybraniu widżetu
tr_tr: Widget'leri seçerken ana menüyü gizle

# #31205
source: Gallery
cs_cz: Galerie
fr_fr: Galerie
pl_pl: Galeria
tr_tr: Galeri

# #31206
source: Reset main menu settings
cs_cz: Obnovit nastavení hlavní nabídky
fr_fr: Réinitialiser les paramètres du menu principal
pl_pl: Resetuj ustawienia menu startowego
tr_tr: Ana menü ayarlarını sıfırlama

# #31207
source: Are you sure you want to reset display of all menu items back to default ?
cs_cz: Opravdu chcete obnovit zobrazení všech položek hlavní nabídky na výchozí nastavení?
fr_fr: Êtes-vous sûr de que vouloir réinitialiser l'affichage par défaut de tous les éléments du menu ?
pl_pl: Czy na pewno chcesz przywrócić domyślne ustawienia wszystkich elementów menu?
tr_tr: Tüm menü öğelerinin görüntüsünü varsayılana sıfırlamak istediğinizden emin misiniz?

# #31208
source: Changes of version
cs_cz: Změny ve verzi
fr_fr: Changements de la version
pl_pl: Zmiany w wersji
tr_tr: Sürüm değişiklikleri

# #31209
source: Update video library
cs_cz: Aktualizovat knihovnu videí
fr_fr: Mettre à jour la bibliothèque vidéo
pl_pl: Aktualizuj bibliotekę wideo
tr_tr: Video kitaplığını güncelle

# #31210
source: Update music library
cs_cz: Aktualizovat hudební knihovnu
fr_fr: Mettre à jour la bibliothèque musique
pl_pl: Aktualizuj bibliotekę muzyki
tr_tr: Müzik kitaplığını güncelle

# #31211
source: Show smaller icons for 'Categories' widgets
cs_cz: Zobrazit menší ikony pro widget 'Kategorie'
fr_fr: Afficher des icônes plus petites pour les widgets 'Catégories'
pl_pl: Pokaż mniejsze ikony dla widżetu 'Kategorii'
tr_tr: 'Kategoriler' widget'leri için küçük simgeler göster

# #31212
source: Next episodes to watch
cs_cz: Další episody ke shlédnutí
fr_fr: Prochains épisodes à regarder
pl_pl: Następny odcinek do obejrzenia
tr_tr: İzlenecek sonraki bölümler

# #31213
source: Stop scanning video library
cs_cz: Zastavit skenování knihovny videí
fr_fr: Arrêter le balayage de la bibliothèque vidéo
pl_pl: Zatrzymaj skanowanie biblioteki wideo
tr_tr: Video kitaplığını taramayı durdur

# #31214
source: Stop scanning music library
cs_cz: Zastavit skenování hudební knihovny
fr_fr: Arrêter le balayage de la bibliothèque musique
pl_pl: Zatrzymaj skanowanie biblioteki muzyki
tr_tr: Müzik kitaplığını taramayı durdur

# #31215
source: Wall (thumbnails)
cs_cz: Zeď (náhledy)
fr_fr: Mur (vignettes)
pl_pl: Kafelki (miniaturki)
tr_tr: Duvar (küçük resimler)

# #31216
source: InfoWall (thumbnails)
cs_cz: Infozeď (náhledy)
fr_fr: Mur avec informations (vignettes)
pl_pl: Kafelki informacji (miniaturki)
tr_tr: Bilgi Duvarı (küçük resimler)

# #31217
source: Mosaic (horizontal)
cs_cz: Mozaika (horizontální)
fr_fr: Mosaïque (horizontale)
pl_pl: Mozaika (poziomo)
tr_tr: Mozaik (yatay)

# #31218
source: Hide watched items
cs_cz: Skrýt shlédnuté položky
fr_fr: Masquer les éléments vus du widget
pl_pl: Ukryj obejrzane elementy
tr_tr: İzlenen öğeleri gizle

# #31219
source: Colors
cs_cz: Barvy
fr_fr: Couleurs
pl_pl: Kolory
tr_tr: Renkler

# #31220
source: Main color
cs_cz: Hlavní barva
fr_fr: Couleur principale
pl_pl: Główny kolor
tr_tr: Ana renk

# #31221
source: Border color
cs_cz: Barva okraje
fr_fr: Couleur du contour
pl_pl: Kolor obramowania
tr_tr: Kenarlık rengi

# #31222
source: Color selection
cs_cz: Výběr barvy
fr_fr: Sélection de la couleur
pl_pl: Wybór koloru
tr_tr: Renk seçimi

# #31223
source: Color
cs_cz: Barva
fr_fr: Couleur
pl_pl: Kolor
tr_tr: Renk

# #31224
source: Context menu
cs_cz: Kontextová nabídka
fr_fr: Menu contextuel
pl_pl: Menu kontekstowe
tr_tr: İçerik menüsü

# #31225
source: Next aired
cs_cz: Další vysílané
fr_fr: Prochaine diffusion
pl_pl: Następny
tr_tr: Sonraki yayın

# #31226
source: Last aired
cs_cz: Předchozí vysílané
fr_fr: Dernière diffusion
pl_pl: Ostatni
tr_tr: Son yayın

# #31227
source: votes
cs_cz: hlasů
pl_pl: głosów
tr_tr: oylar

# #31228
source: hardware decoding
cs_cz: hardwarové dekódování
fr_fr: décodage matériel
pl_pl: przetwarzanie sprzętowe
tr_tr: donanım kod çözme

# #31229
source: software decoding
cs_cz: softwarové dekódování
fr_fr: décodage logiciel
pl_pl: przetwarzanie programowe
tr_tr: yazılım kod çözme

# #31230
source: Plot masked to avoid spoilers.
cs_cz: Děj je skrytý kvůli vyzrazení zápletky.
fr_fr: Résumé masqué pour éviter les spoilers.
pl_pl: Ukryj fabułę, aby uniknąć spoilerów.
tr_tr: Spoiler önlemek için maskelenmiş özet.

# #31233
source: Background color
cs_cz: Barva pozadí
fr_fr: Couleur de l'arrière-plan
pl_pl: Kolor tla
tr_tr: Arka plan rengi

# #31234
source: Next chapter
cs_cz: Další kapitola
fr_fr: Chapitre suivant
pl_pl: Następny odcinek
tr_tr: Sonraki bölüm

# #31235
source: Background pattern color
cs_cz: Barva vzoru pozadí
fr_fr: Couleur du modèle d'arrière-plan
pl_pl: Kolor wzoru dla tła
tr_tr: Arka plan desen rengi

# #31236
source: Previous chapter
cs_cz: Předchozí kapitola
fr_fr: Chapitre précédent
pl_pl: Poprzedni odcinek
tr_tr: Önceki bölüm

# #31237
source: Opacity for fanart as background
cs_cz: Průsvitnost fanartu na pozadí
fr_fr: Opacité des Fanarts en arrière-plan
pl_pl: Przeźroczystość jak tło dla Fanartów
tr_tr: Arka plandaki fanart için şeffaflık

# #31259
source: Show ExtraFanarts
cs_cz: Zobrazit extra fanarty
fr_fr: Afficher les ExtraFanarts
pl_pl: Pokaż ExtraFanarty
tr_tr: ExtraFanart'ları Göster

# #31260
source: Pause
cs_cz: Pauza
pl_pl: Pauza
tr_tr: Duraklat

# #31261
source: Press [B]OK[/B] to read description
cs_cz: Pro přečtení popisu zmáčkněte [B]OK[/B]
fr_fr: Appuyer sur [B]OK[/B] pour afficher la description
pl_pl: Naciśnij przycisk [B]OK[/B], aby przeczytać opis
tr_tr: Açıklamayı okumak için [B]OK[/B] tuşuna basın

# #31262
source: Weather icons pack
cs_cz: Balíček ikon počasí
fr_fr: Pack d'icônes pour la météo
pl_pl: Ikony pogody
tr_tr: Hava durumu simge paketi

# #31263
source: Kiosk Mode
cs_cz: Režim kiosek
fr_fr: Mode Kiosque
pl_pl: Tryb Kiosk
tr_tr: Kiosk Modu

# #31264
source: None
cs_cz: Žádný
fr_fr: Aucun
pl_pl: Brak
tr_tr: Yok

# #31265
source: Splash screen (photo, video or music)
cs_cz: Úvodní obrazovka (fotka, video, nebo hudba)
fr_fr: Ecran de démarrage (photo, vidéo ou musique)
pl_pl: Ekran powitalny (obrazy, wideo lub muzyka)
tr_tr: Açılış ekranı (fotoğraf, video veya müzik)

# #31266
source: Extras
cs_cz: Extra
pl_pl: Dodatkowe
tr_tr: Ekstralar

# #31267
source: Number of items to display on widgets
cs_cz: Počet položek zobrazených na widgetech
fr_fr: Nombre d'éléments à afficher sur les widgets
pl_pl: Ilość elementów w obrębie widżetu
tr_tr: Widget'lerde görüntülenecek öğe sayısı

# #31268
source: Show media clearlogos
cs_cz: Zobrazit čistá loga médií
fr_fr: Afficher les logos (ClearLogos) des médias
pl_pl: Pokaż ClearLogos dla mediów
tr_tr: Medya clearlogo'larını göster

# #31269
source: Backup / Restore
cs_cz: Záloha / Obnovení
fr_fr: Sauvegarde / Restauration
pl_pl: Kopia zapasowa / Przywróć
tr_tr: Yedekleme / Geri Yükleme

# #31270
source: Backup skin settings
cs_cz: Zálohovat nastavení vzhledu
fr_fr: Sauvegarder les paramètres du thème
pl_pl: Kopia zapasowa ustawień skórki
tr_tr: Dış görünüm ayarlarını yedekle

# #31271
source: Restore skin settings
cs_cz: Obnovit nastavení vzhledu
fr_fr: Restaurer les paramètres du thème
pl_pl: Przywróć ustawienia skórki
tr_tr: Dış görünüm ayarlarını geri yükle

# #31272
source: Set location of backup file
cs_cz: Nastavit umístění záložního souboru
fr_fr: Définir l'emplacement de la sauvegarde
pl_pl: Ustaw lokację kopii zapasowej
tr_tr: Yedek dosyanın konumunu ayarla

# #31273
source: Necessary add-ons
cs_cz: Nezbytné doplňky
fr_fr: Extensions nécéssaires
pl_pl: Wymagane dodatki
tr_tr: Gerekli eklentiler

# #31274
source: Hide Spoilers
cs_cz: Skrýt zápletku děje
fr_fr: Masquer Spoilers
pl_pl: Ukryj spoilery
tr_tr: Spoiler'leri Gizle

# #31275
source: Next episode
cs_cz: Další epizoda
fr_fr: Episode suivant
pl_pl: Następny odcinek
tr_tr: Sonraki bölüm

# #31276
source: Disable zoom effect
cs_cz: Zakázat efekt přiblížení
fr_fr: Désactiver l'effet de zoom
pl_pl: Wyłącz powiększanie
tr_tr: Yakınlaştırma efektini devre dışı bırak

# #31278
source: Music OSD
cs_cz: Obrazovka hudby
fr_fr: Visualisation musique
pl_pl: Muzyka (OSD)
tr_tr: Müzik OSD

# #31279
source: Video OSD
cs_cz: Obrazovka videa
fr_fr: Visualisation vidéo
pl_pl: Wideo (OSD)

# #31280
source: Show music visualisation screen when playing song
cs_cz: Při přehrávání hudby zobrazovat vizualizaci
fr_fr: Afficher l'écran de visualisation de la musique à la lecture d'une chanson
pl_pl: Pokaż ekran wizualizacji podczas uruchamiania muzyki
tr_tr: Şarkı çalarken müzik görselleştirme ekranını göster

# #31281
source: Enable ExtraFanarts for background
cs_cz: Povolit extra fanarty na pozadí
fr_fr: Activer les ExtraFanarts pour l'arrière-plan
pl_pl: Włącz Fanarty dla tła
tr_tr: Arka plan için ExtraFanart'ları etkinleştir

# #31282
source: Animate background
cs_cz: Animovaná pozadí
fr_fr: Animer l'arrière-plan
pl_pl: Animowane tło
tr_tr: Arka planı canlandır

# #31283
source: Show visualisation effects
cs_cz: Zobrazit efekty vizualizace
fr_fr: Afficher les effets de visualisation
pl_pl: Pokaż efekty wizualizacji
tr_tr: Görselleştirme efektlerini göster

# #31284
source: Show music visualisation effects on background
cs_cz: Zobrazit efekty vizualizace na pozadí
fr_fr: Afficher les effets de visualisation de la musique en arrière-plan
pl_pl: Pokaż wizualizacje muzyki w tle
tr_tr: Arka planda müzik görselleştirme efektlerini göster

# #31285
source: Show video on background
cs_cz: Zobrazit video na pozadí
fr_fr: Afficher la vidéo en arrière-plan
pl_pl: Pokaż wideo w tle
tr_tr: Arka planda video göster

# #31286
source: Disable Kodi screensaver
cs_cz: Vypnout šetřič obrazovky Kodi
fr_fr: Désactiver l'écran de veille de Kodi
pl_pl: Wyłącz wygaszacz ekranu Kodi
tr_tr: Kodi ekran koruyucusunu devre dışı bırak

# #31287
source: Show album CDArt
cs_cz: Zobrazit obrázek CD
fr_fr: Afficher le disque de l'album
pl_pl: Pokaż CDArt
tr_tr: Albüm CDArt'ı göster

# #31288
source: Show Clearlogo on video info
cs_cz: Zobrazit čisté logo v informacích o videu
fr_fr: Afficher le logo (ClearLogo) sur les informations de la vidéo
pl_pl: Wyświetl ClearLogos w informacjach wideo
tr_tr: Video bilgilerinde Clearlogo'yu göster

# #31289
source: Show artist Clearlogo
cs_cz: Zobrazit čisté logo umělce
fr_fr: Afficher le logo (ClearLogo) de l'artiste
pl_pl: Pokaż ClearLogos wykonawcy
tr_tr: Sanatçı Clearlogo'yu göster

# #31290
source: Next tracks
cs_cz: Další stopy
fr_fr: Pistes suivantes
pl_pl: Kolejne utwory
tr_tr: Sonraki parçalar

# #31291
source: Show artist banner
cs_cz: Zobrazit banner umělce
fr_fr: Afficher la bannière de l'artiste
pl_pl: Pokaż baner wykonawcy
tr_tr: Sanatçı afişini göster

# #31292
source: Lyrics source
cs_cz: Zdroj textu skladby
fr_fr: Source des paroles
pl_pl: Źródło tekstu utworu
tr_tr: Şarkı sözleri kaynağı

# #31293
source: Media flags color
cs_cz: Barva příznaků médií
fr_fr: Couleur des indicateurs des médias
pl_pl: Kolor etykiety mediów
tr_tr: Medya etiketleri rengi

# #31294
source: Show ClearArt on video info
cs_cz: Zobrazit čisté logo v informacích o videu
fr_fr: Afficher le logo transparent (ClearArt) sur les informations de la vidéo
pl_pl: Pokaż ClearArt w informacjach wideo
tr_tr: Video bilgilerinde ClearArt'ı göster

# #31295
source: Show CDArt on video OSD
cs_cz: Zobrazit obrázek CD na OSD o videu
fr_fr: Afficher le disque sur les OSD de la vidéo
pl_pl: Pokaż CDArt w OSD wideo
tr_tr: Video bilgilerinde CDArt'ı göster

# #31296
source: Actors list
cs_cz: Seznam herců
fr_fr: Liste des acteurs
pl_pl: Lista aktorów
tr_tr: Aktör listesi

# #31297
source: Hide widget
cs_cz: Skrýt widget
fr_fr: Masquer le widget
pl_pl: Ukryj widżet
tr_tr: Widget'i gizle

# #31298
source: Manage items from 'Movies' widget
cs_cz: Spravovat položky widgetu 'Filmy'
fr_fr: Gérer les éléments du widget 'Films'
pl_pl: Zarządzaj elementami w widżecie 'Filmy'
tr_tr: 'Filmler' widget'indeki öğeleri yönetin

# #31299
source: Manage items from 'TV shows' widget
cs_cz: Spravovat položky widgetu 'Seriály'
fr_fr: Gérer les éléments du widget 'Séries TV'
pl_pl: Zarządzaj elementami w widżecie 'Seriale'
tr_tr: 'TV programları' widget'indeki öğeleri yönetin

# #31300
source: Manage items from 'Music' widget
cs_cz: Spravovat položky widgetu 'Hudba'
fr_fr: Gérer les éléments du widget 'Musique'
pl_pl: Zarządzaj elementami w widżecie 'Muzyka'
tr_tr: 'Müzik' widget'indeki öğeleri yönetin

# #31301
source: Manage items from 'Music videos' widget
cs_cz: Spravovat položky widgetu 'Videoklipy'
fr_fr: Gérer les éléments du widget 'Clips Musicaux'
pl_pl: Zarządzaj elementami w widżecie 'Teledyski'
tr_tr: 'Müzik videoları' widget'indeki öğeleri yönetin

# #31302
source: Manage items from 'TV' widget
cs_cz: Spravovat položky widgetu 'Televize'
fr_fr: Gérer les éléments du widget 'TV'
pl_pl: Zarządzaj elementami w widżecie 'Telewizja'
tr_tr: 'TV' widget'indeki öğeleri yönetin

# #31303
source: Manage items from 'Radio' widget
cs_cz: Spravovat položky widgetu 'Rádio'
fr_fr: Gérer les éléments du widget 'Radio'
pl_pl: Zarządzaj elementami w widżecie 'Radio'
tr_tr: 'Radyo' widget'indeki öğeleri yönetin

# #31304
source: Manage items from 'Add-ons' widget
cs_cz: Spravovat položky widgetu 'Doplňky'
fr_fr: Gérer les éléments du widget 'Extensions'
pl_pl: Zarządzaj elementami w widżecie 'Dodatki'
tr_tr: 'Eklentiler' widget'indeki öğeleri yönetin

# #31305
source: Manage items from 'Videos' widget
cs_cz: Spravovat položky widgetu 'Videa'
fr_fr: Gérer les éléments du widget 'Vidéos'
pl_pl: Zarządzaj elementami w widżecie 'Wideo'
tr_tr: 'Videolar' widget'indeki öğeleri yönetin

# #31306
source: Customize main menu
cs_cz: Přizpůsobit hlavní nabídku
fr_fr: Personnaliser le menu principal
pl_pl: Dostosuj menu startowe
tr_tr: Ana menüyü özelleştir

# #31307
source: Next airing episodes
cs_cz: Další odvysílané epizody
fr_fr: Episodes diffusés prochainement
pl_pl: Nadchodzące premiery odcinków
tr_tr: Gelecekte yayınlanacak bölümler

# #31308
source: Studios icons pack
cs_cz: Balíček ikon studií
fr_fr: Pack d'icônes pour les studios
pl_pl: Pakiet ikon studia
tr_tr: Stüdyo simge paketi

# #31309
source: Records labels icons pack
cs_cz: Balíček ikon hudebních vydavatelů
fr_fr: Pack d'icônes pour les maisons de disques
pl_pl: Pakiet ikon wydawnictwa muzycznego
tr_tr: Plak etiketleri simge paketi

# #31310
source: Video genres icons pack
cs_cz: Balíček ikon video žánrů
fr_fr: Pack d'icônes pour les genres des vidéos
pl_pl: Pakiet ikon gatunków wideo
tr_tr: Video türleri simge paketi

# #31311
source: Settings applying to library.
cs_cz: Nastavení související s knihovnou.
fr_fr: Paramètres s'appliquants à la bibliothèque.
pl_pl: Ustawienia związane z biblioteką.
tr_tr: Kitaplığa uygulanan ayarlar.

# #31312
source: Display of Artworks related settings.
cs_cz: Zobrazení nastavení souvisejících s uměleckými díly.
fr_fr: Paramètres relatifs à l'affichage des Artworks.
pl_pl: Ustawienia związane z Artworkami.
tr_tr: Artwork'ler ile ilgili ayarları görüntüleme.

# #31313
source: Visualization of the music screen related settings.
cs_cz: Vizualizace nastavení souvisejících s hudební obrazovkou.
fr_fr: Paramètres relatifs à l'écran de visualisation de la musique.
pl_pl: Ustawienia związane z wizualizacją muzyki.
tr_tr: Müzik ekranıyla ilgili ayarların görselleştirilmesi.

# #31314
source: Visualization of the video screen related settings.
cs_cz: Vizualizace nastavení souvisejících s obrazovkou videa.
fr_fr: Paramètres relatifs à l'écran de visualisation de la vidéo.
pl_pl: Ustawienia związane z wizualizacją wideo.
tr_tr: Video ekranıyla ilgili ayarların görselleştirilmesi.

# #31315
source: Skin colors related settings.
cs_cz: Nastavení související s barvami pleti.
fr_fr: Paramètres relatifs aux couleurs du thème.
pl_pl: Ustawienia dotyczące kolorów skórki.
tr_tr: Dış görünüm renkleri ile ilgili ayarlar.

# #31316
source: Necessary addons for good performance.
cs_cz: Nezbytné doplňky pro dobrý výkon.
fr_fr: Extensions nécéssaires au bon fonctionnement du thème.
pl_pl: Wymaganaedodatki dla dobrej wydajności.
tr_tr: İyi performans için gerekli eklentiler.

# #31317
source: Backup and restore skin settings.
cs_cz: Zálohování a obnovení nastavení vzhledu.
fr_fr: Sauvegarde et restauration des paramètres du thème.
pl_pl: Kopia zapasowa i przywracanie ustawień skórki.
tr_tr: Dış görünüm ayarlarını yedekleyin ve geri yükleyin.

# #31318
source: Additional settings.
cs_cz: Další nastavení.
fr_fr: Paramètres supplémentaires.
pl_pl: Ustawienia dodatkowe.
tr_tr: Ek ayarlar.

# #31319
source: Show, add and remove animated posters
cs_cz: Zobrazit, přidat a odebrat animované plakáty
fr_fr: Afficher, ajouter et supprimer des affiches animées
pl_pl: Pokazuj, dodawaj i usuwaj animowane plakaty
tr_tr: Animasyonlu posterleri gösterin, ekleyin ve kaldırın

# #31320
source: Next aired episode
cs_cz: Další odvysílaná epizoda
fr_fr: Prochain épisode diffusé
pl_pl: Nadchodzący odcinek
tr_tr: Sonraki yayınlanacak bölüm

# #31321
source: Thumbs with banners
cs_cz: Náhledy s bannery
fr_fr: Vignettes avec bannières
pl_pl: Miniatury z banerami
tr_tr: Afişler ile küçük resimler

# #31322
source: Hardware info
cs_cz: Informace o hardwaru
fr_fr: Informations matériel
pl_pl: Informacje sprzętowe
tr_tr: Donanım bilgisi

# #31323
source: Hard disk usage:
cs_cz: Využití pevného disku:
fr_fr: Utilisation du disque dur :
pl_pl: Użycie dysku twardego:
tr_tr: Sabit disk kullanımı:

# #31324
source: Opacity for top and bottom bars
cs_cz: Průsvitnost horní a dolní lišty
fr_fr: Opacité des barres du haut et du bas
pl_pl: Przeźroczystość belki górnej i dolnej
tr_tr: Üst ve alt çubuklar için şeffaflık

# #31325
source: Power menu style
cs_cz: Vzhled nabídky napájení
fr_fr: Style du menu d'alimentation
pl_pl: Styl menu zasilania
tr_tr: Güç menüsü tarzı

# #31327
source: Preconfigured widgets
cs_cz: Přednastavené widgety
fr_fr: Widgets préconfigurés
pl_pl: Prekonfigurowane widgety
tr_tr: Önceden yapılandırılmış widget'ler

# #31328
source: Go up item
cs_cz: Přejít o položku nahoru
fr_fr: Monter l'élément
pl_pl: Przesuwa element w górę
tr_tr: Öğeyi yukarı çıkart

# #31329
source: Go down item
cs_cz: Přejít o položku dolu
fr_fr: Descendre l'élément
pl_pl: Przesuwa element w dół
tr_tr: Öğeyi aşağı indir

# #31330
source: Add item
cs_cz: Přidat položku
fr_fr: Ajouter un élément
pl_pl: Dodaj element
tr_tr: Öğe ekle

# #31331
source: Delete item
cs_cz: Smazat položku
fr_fr: Supprimer l'élément
pl_pl: Usuń element
tr_tr: Öğeyi sil

# #31332
source: Disable item
cs_cz: Zakázat položku
fr_fr: Désactiver l'élément
pl_pl: Wyłącz element
tr_tr: Öğeyi devre dışı bırak

# #31333
source: Enable item
cs_cz: Povolit položku
fr_fr: Activer l'élément
pl_pl: Włącz element
tr_tr: Öğeyi etkinleştir

# #31334
source: Not defined
cs_cz: Nedefinováno
fr_fr: Non définie
pl_pl: Nie zdefiniowano
tr_tr: Tanımlanmamış

# #31335
source: Skin Helper Service Widgets
cs_cz: Skin Helper Service Widgety
fr_fr: Widgets Skin Helper Service
pl_pl: Widget Skin Helper Service

# #31336
source: Set type of widgets
cs_cz: Nastavit typ widgetů
fr_fr: Définir le type des widgets
pl_pl: Ustaw typ widżetu
tr_tr: Widget'lerin türünü ayarla

# #31337
source: Widget appearence
cs_cz: Vzhled widgetu
fr_fr: Apparence du widget
pl_pl: Wygląd widżetu
tr_tr: Widget görünümü

# #31338
source: Posters
cs_cz: Plakáty
pl_pl: Plakaty
tr_tr: Posterler

# #31339
source: Thumbs without banners
cs_cz: Náhledy bez bannerů
fr_fr: Vignettes sans bannières
pl_pl: Miniatury bez banerów
tr_tr: Afişler olmadan küçük resimler

# #31340
source: Squares
cs_cz: Čtverce
fr_fr: Carrés
pl_pl: Kwadraty
tr_tr: Kareler

# #31341
source: Enable background of 'Power options' shortcut
cs_cz: Povolit pozadí nabídky 'Napájení'
fr_fr: Activer l'arrière-plan du raccourci 'Options d'alimentation'
pl_pl: Włącz tło dla skrótu 'Opcje zasilania'
tr_tr: 'Güç seçenekleri' kısayolunun arka planını etkinleştir

# #31342
source: Enable background of 'Settings' shortcut
cs_cz: Povolit pozadí nabídky 'Nastavení'
fr_fr: Activer l'arrière-plan du raccourci 'Paramètres'
pl_pl: Włącz tło dla skrótu 'Ustawienia'
tr_tr: 'Ayarlar' kısayolunun arka planını etkinleştir
